Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# templates_mediaCollective_channels_announcements
source: Announcements
ar: الإعلانات
es: Anuncios
fr: Annonces
ko: 공지사항
pt: Comunicados
ru: Объявления
tl: Mga Anunsyo
vi: Thông báo
zh_hans: 公告

# templates_mediaCollective_channels_editorial
source: Editorial
ar: التحرير
fr: Éditorial
ko: 편집
ru: Редакция
tl: Editoryal
vi: Biên tập
zh_hans: 编辑

# templates_mediaCollective_channels_general
source: General
ar: عام
fr: Général
ko: 일반
pt: Geral
ru: Общий
tl: Pangkalahatan
vi: Chung
zh_hans: 综合

# templates_mediaCollective_channels_governance
source: Governance
ar: الحوكمة
es: Gobernanza
fr: Gouvernance
ko: 거버넌스
pt: Governanca
ru: Управление
tl: Pamamahala
vi: Quản trị
zh_hans: 治理

# templates_mediaCollective_channels_pitches
source: Story Pitches
ar: مقترحات القصص
es: Propuestas de historias
fr: Propositions d'articles
ko: 기사 제안
pt: Propostas de Materias
ru: Идеи для материалов
tl: Mga Pitch ng Kuwento
vi: Đề xuất bài
zh_hans: 选题

# templates_mediaCollective_description
source: Community journalism with democratic self-governance. Publish articles, syndicate to networks, and make decisions together.
ar: صحافة مجتمعية مع حوكمة ذاتية ديمقراطية. انشر المقالات وشاركها عبر الشبكات واتخذ القرارات معاً.
es: Periodismo comunitario con autogobierno democrático. Publica artículos, sindica a redes y toma decisiones juntos.
fr: Journalisme communautaire avec autogouvernance démocratique. Publiez des articles, syndiquez vers les réseaux et prenez des décisions ensemble.
ko: 민주적 자기 거버넌스를 갖춘 커뮤니티 저널리즘. 기사 게시, 네트워크 배급 및 함께 결정하기.
pt: Jornalismo comunitario com autogovernanca democratica. Publique artigos, sindique para redes e tome decisoes juntos.
ru: Общественная журналистика с демократическим самоуправлением. Публикуйте статьи, синдицируйте в сети и принимайте решения вместе.
tl: Pamamahayag ng komunidad na may demokratikong sariling pamamahala. Mag-publish ng mga artikulo, mag-syndicate sa mga network, at gumawa ng mga desisyon nang magkasama.
vi: Báo chí cộng đồng với tự quản dân chủ. Xuất bản bài viết, phân phối đến các mạng lưới và cùng đưa ra quyết định.
zh_hans: 具有民主自治的社区新闻。发布文章、联合网络并共同做出决策。

# templates_mediaCollective_enhancements_events_description
source: Organize press events, community meetings, and coverage coordination
ar: تنظيم الأحداث الصحفية والاجتماعات المجتمعية وتنسيق التغطية
es: Organiza eventos de prensa, reuniones comunitarias y coordinación de cobertura
fr: Organisez des événements presse, réunions communautaires et coordination de couverture
ko: 언론 행사, 커뮤니티 회의 및 취재 조정 조직
pt: Organize eventos de imprensa, reunioes comunitarias e coordenacao de cobertura
ru: Организуйте пресс-мероприятия, собрания сообщества и координацию освещения
tl: Mag-organisa ng mga press event, mga pulong ng komunidad, at koordinasyon ng coverage
vi: Tổ chức sự kiện báo chí, họp cộng đồng và phối hợp đưa tin
zh_hans: 组织新闻活动、社区会议和报道协调

# templates_mediaCollective_enhancements_events_name
source: Events & Press Conferences
ar: الأحداث والمؤتمرات الصحفية
es: Eventos y conferencias de prensa
fr: Événements et conférences de presse
ko: 이벤트 및 기자회견
pt: Eventos e Coletivas de Imprensa
ru: События и пресс-конференции
tl: Mga Event at Press Conference
vi: Sự kiện & Họp báo
zh_hans: 活动与新闻发布会

# templates_mediaCollective_enhancements_fundraising_description
source: Accept donations and manage memberships
ar: قبول التبرعات وإدارة العضويات
es: Acepta donaciones y gestiona membresías
fr: Acceptez les dons et gérez les adhésions
ko: 기부 수락 및 회원 관리
pt: Aceite doacoes e gerencie associacoes
ru: Принимать пожертвования и управлять членством
tl: Tumanggap ng mga donasyon at pamahalaan ang mga membership
vi: Nhận quyên góp và quản lý thành viên
zh_hans: 接受捐款并管理会员

# templates_mediaCollective_enhancements_fundraising_name
source: Fundraising & Membership
ar: جمع التبرعات والعضوية
es: Recaudación y membresía
fr: Collecte de fonds et adhésion
ko: 모금 및 회원
pt: Arrecadacao e Associacao
ru: Сбор средств и членство
tl: Pangongolekta ng Pondo at Membership
vi: Gây quỹ & Thành viên
zh_hans: 筹款与会员

# templates_mediaCollective_enhancements_microblogging_description
source: Post quick updates, breaking news, and social media-style content
ar: نشر تحديثات سريعة وأخبار عاجلة ومحتوى بأسلوب وسائل التواصل
es: Publica actualizaciones rápidas, noticias de última hora y contenido estilo redes sociales
fr: Publiez des mises à jour rapides, des nouvelles de dernière minute et du contenu style réseaux sociaux
ko: 빠른 업데이트, 속보 및 소셜 미디어 스타일 콘텐츠 게시
pt: Publique atualizacoes rapidas, noticias de ultima hora e conteudo estilo redes sociais
ru: Публикуйте быстрые обновления, срочные новости и контент в стиле социальных сетей
tl: Mag-post ng mga mabilisang update, breaking news, at nilalaman na estilo ng social media
vi: Đăng cập nhật nhanh, tin nóng và nội dung mạng xã hội
zh_hans: 发布快速更新、突发新闻和社交媒体风格的内容

# templates_mediaCollective_enhancements_microblogging_name
source: Breaking News Updates
ar: تحديثات الأخبار العاجلة
es: Actualizaciones de última hora
fr: Actualités en direct
ko: 속보 업데이트
pt: Atualizacoes de Ultima Hora
ru: Срочные новости
tl: Mga Breaking News Update
vi: Cập nhật tin nóng
zh_hans: 即时新闻更新

# templates_mediaCollective_enhancements_mutualAid_description
source: Connect readers with community resources and mutual aid
ar: ربط القراء بالموارد المجتمعية والمساعدة المتبادلة
es: Conecta a los lectores con recursos comunitarios y ayuda mutua
fr: Connectez les lecteurs aux ressources communautaires et à l'aide mutuelle
ko: 독자를 커뮤니티 자료 및 상호 부조와 연결
pt: Conecte leitores com recursos comunitarios e ajuda mutua
ru: Связывайте читателей с ресурсами сообщества и взаимопомощью
tl: Ikonekta ang mga mambabasa sa mga mapagkukunan ng komunidad at bayanihan
vi: Kết nối độc giả với nguồn lực cộng đồng và hỗ trợ lẫn nhau
zh_hans: 将读者与社区资源和互助联系起来

# templates_mediaCollective_enhancements_mutualAid_name
source: Community Resources
ar: الموارد المجتمعية
es: Recursos comunitarios
fr: Ressources communautaires
ko: 커뮤니티 자료
pt: Recursos Comunitarios
ru: Ресурсы сообщества
tl: Mga Mapagkukunan ng Komunidad
vi: Nguồn lực cộng đồng
zh_hans: 社区资源

# templates_mediaCollective_enhancements_openNewsroom_description
source: Accept public story submissions from the community
ar: قبول المقالات العامة من المجتمع
es: Acepta envíos públicos de historias de la comunidad
fr: Acceptez les soumissions publiques d'articles de la communauté
ko: 커뮤니티로부터 공개 기사 제출 받기
pt: Aceite submissoes publicas de materias da comunidade
ru: Принимать публичные предложения материалов от сообщества
tl: Tumanggap ng mga pampublikong pagsusumite ng kuwento mula sa komunidad
vi: Nhận bài viết công khai từ cộng đồng
zh_hans: 接受社区公开投稿

# templates_mediaCollective_enhancements_openNewsroom_name
source: Open Newsroom
ar: غرفة أخبار مفتوحة
es: Sala de redacción abierta
fr: Salle de rédaction ouverte
ko: 오픈 뉴스룸
pt: Redacao Aberta
ru: Открытая редакция
tl: Bukas na Newsroom
vi: Tòa soạn mở
zh_hans: 开放编辑部

# templates_mediaCollective_enhancements_wireService_description
source: Aggregate and republish stories from other collectives
ar: تجميع وإعادة نشر القصص من التجمعات الأخرى
es: Agrega y republica historias de otros colectivos
fr: Agrégez et republiez des articles d'autres collectifs
ko: 다른 집단의 기사 수집 및 재게시
pt: Agregue e republique materias de outros coletivos
ru: Агрегировать и переиздавать материалы из других коллективов
tl: Mag-aggregate at mag-republish ng mga kuwento mula sa ibang mga kolektibo
vi: Tổng hợp và đăng lại bài từ các tập thể khác
zh_hans: 汇集并转发其他集体的报道

# templates_mediaCollective_enhancements_wireService_name
source: Wire Service Mode
ar: وضع خدمة الأخبار
es: Modo servicio de noticias
fr: Mode fil de presse
ko: 통신사 모드
pt: Modo Agencia de Noticias
ru: Режим информагентства
vi: Chế độ dịch vụ tin
zh_hans: 通讯社模式

# templates_mediaCollective_name
source: Media Collective
ar: تجمع إعلامي
es: Colectivo de Medios
fr: Collectif Médias
ko: 미디어 집단
pt: Coletivo de Midia
ru: Медиа-коллектив
tl: Kolektibo ng Media
vi: Tập thể truyền thông
zh_hans: 媒体集体

# templates_mediaCollective_roles_copyEditor
source: Copy Editor
ar: مدقق لغوي
es: Corrector de estilo
fr: Correcteur
ko: 교열자
pt: Revisor
ru: Корректор
vi: Biên tập nội dung
zh_hans: 校对编辑

# templates_mediaCollective_roles_editor
source: Editor
ar: محرر
fr: Rédacteur
ko: 편집자
ru: Редактор
vi: Biên tập viên
zh_hans: 编辑

# templates_mediaCollective_roles_newsletterEditor
source: Newsletter Editor
ar: محرر النشرة الإخبارية
es: Editor de boletín
fr: Responsable newsletter
ko: 뉴스레터 편집자
pt: Editor de Boletim
ru: Редактор рассылки
tl: Editor ng Newsletter
vi: Biên tập bản tin
zh_hans: 通讯编辑

# templates_mediaCollective_roles_publisher
source: Publisher
ar: ناشر
es: Publicador
fr: Éditeur
ko: 발행자
pt: Publicador
ru: Издатель
vi: Nhà xuất bản
zh_hans: 出版人

# templates_mediaCollective_roles_writer
source: Writer
ar: كاتب
es: Escritor
fr: Auteur
ko: 기자
pt: Redator
ru: Автор
tl: Manunulat
vi: Phóng viên
zh_hans: 作者

# templates_modules
source: modules
ar: وحدات
es: módulos
ko: 모듈
pt: modulos
ru: модулей
tl: mga module
vi: mô-đun
zh_hans: 模块

# templates_modulesEnabled
source: modules will be enabled
ar: وحدات سيتم تفعيلها
es: módulos se habilitarán
fr: modules seront activés
ko: 개의 모듈이 활성화됩니다
pt: modulos serao habilitados
ru: модулей будет включено
tl: mga module ang papaganahin
vi: mô-đun sẽ được bật
zh_hans: 将启用的模块

# templates_modulesToEnable
source: Modules to Enable
ar: الوحدات للتفعيل
es: Módulos a habilitar
fr: Modules à activer
ko: 활성화할 모듈
pt: Modulos a Habilitar
ru: Модули для включения
tl: Mga Module na Papaganahin
vi: Mô-đun cần bật
zh_hans: 要启用的模块

# templates_movementLegalDefense_description
source: Full-featured mass defense coordination with case management, court calendars, lawyer coordination, and jail support hotlines.
ar: تنسيق دفاع جماعي شامل مع إدارة القضايا وجداول المحاكم وتنسيق المحامين وخطوط دعم السجناء.
es: Coordinación completa de defensa masiva con gestión de casos, calendarios judiciales, coordinación de abogados y líneas de apoyo carcelario.
fr: Coordination complète de défense de masse avec gestion des dossiers, calendriers judiciaires, coordination des avocats et lignes de soutien carcéral.
ko: 사건 관리, 법정 일정, 변호사 조정 및 구금 지원 핫라인을 갖춘 대규모 방어 조정.
pt: Coordenacao completa de defesa em massa com gerenciamento de casos, calendarios de audiencias, coordenacao de advogados e linhas de apoio para presos.
ru: Полнофункциональная координация массовой защиты с управлением делами, судебными календарями, координацией с адвокатами и горячими линиями поддержки арестованных.
tl: Full-featured na koordinasyon ng mass defense na may pamamahala ng kaso, mga kalendaryo ng korte, koordinasyon ng abogado, at mga hotline ng suporta sa kulungan.
vi: Phối hợp bảo vệ hàng loạt đầy đủ tính năng với quản lý vụ việc, lịch tòa án, phối hợp luật sư và đường dây hỗ trợ giam giữ.
zh_hans: 全功能大规模辩护协调，包括案件管理、法庭日历、律师协调和监狱支持热线。

# templates_movementLegalDefense_enhancements_documents_description
source: Collaborative documents for legal briefs, templates, and case notes
ar: مستندات تعاونية للملفات القانونية والقوالب وملاحظات القضايا
es: Documentos colaborativos para escritos legales, plantillas y notas de casos
fr: Documents collaboratifs pour mémoires juridiques, modèles et notes de dossiers
ko: 법률 서류, 템플릿 및 사건 메모를 위한 협업 문서
pt: Documentos colaborativos para peticoes juridicas, modelos e anotacoes de casos
ru: Совместные документы для юридических справок, шаблонов и заметок по делам
tl: Mga kolaboratibong dokumento para sa mga legal brief, template, at mga tala ng kaso
vi: Tài liệu cộng tác cho văn bản pháp lý, mẫu và ghi chú vụ việc
zh_hans: 用于法律简报、模板和案件笔记的协作文档

# templates_movementLegalDefense_enhancements_documents_name
source: Document Suite
ar: مجموعة المستندات
es: Suite de documentos
fr: Suite de documents
ko: 문서 도구
pt: Suite de Documentos
ru: Пакет документов
tl: Suite ng mga Dokumento
vi: Bộ tài liệu
zh_hans: 文档套件

# templates_movementLegalDefense_enhancements_fundraising_description
source: Add bail fund management and donation tracking
ar: أضف إدارة صندوق الكفالة وتتبع التبرعات
es: Añade gestión de fondo de fianzas y seguimiento de donaciones
fr: Ajoutez la gestion du fonds de caution et le suivi des dons
ko: 보석금 관리 및 기부금 추적 추가
pt: Adicione gerenciamento de fundo de fianca e acompanhamento de doacoes
ru: Добавить управление залоговым фондом и отслеживание пожертвований
tl: Magdagdag ng pamamahala ng pondo sa piyansa at pagsubaybay sa donasyon
vi: Thêm quản lý quỹ bảo lãnh và theo dõi quyên góp
zh_hans: 添加保释基金管理和捐款跟踪

# templates_movementLegalDefense_enhancements_fundraising_name
source: Bail Fund & Donations
ar: صندوق الكفالة والتبرعات
es: Fondo de fianzas y donaciones
fr: Fonds de caution et dons
ko: 보석금 및 기부
pt: Fundo de Fianca e Doacoes
ru: Залоговый фонд и пожертвования
tl: Pondo sa Piyansa at mga Donasyon
vi: Quỹ bảo lãnh & Quyên góp
zh_hans: 保释基金与捐款

# templates_movementLegalDefense_enhancements_publicPresence_description
source: Add public pages for know-your-rights info and how to get help
ar: أضف صفحات عامة بمعلومات عن حقوقك وكيفية الحصول على المساعدة
es: Añade páginas públicas con información de conoce tus derechos y cómo obtener ayuda
fr: Ajoutez des pages publiques avec des informations sur vos droits et comment obtenir de l'aide
ko: 권리 정보 및 도움 받는 방법을 위한 공개 페이지 추가
pt: Adicione paginas publicas com informacoes sobre direitos e como obter ajuda
ru: Добавить публичные страницы с информацией о правах и как получить помощь
tl: Magdagdag ng mga pampublikong pahina para sa impormasyon sa know-your-rights at kung paano makakuha ng tulong
vi: Thêm trang công khai về quyền lợi và cách nhận trợ giúp
zh_hans: 添加了解您的权利信息和如何获得帮助的公开页面

# templates_movementLegalDefense_enhancements_publicPresence_name
source: Public Resources
ar: الموارد العامة
es: Recursos públicos
fr: Ressources publiques
ko: 공개 자료
pt: Recursos Publicos
ru: Публичные ресурсы
tl: Mga Pampublikong Mapagkukunan
vi: Nguồn lực công khai
zh_hans: 公共资源

# templates_movementLegalDefense_enhancements_wiki_description
source: Document know-your-rights guides, legal procedures, and resources
ar: وثّق أدلة اعرف حقوقك والإجراءات القانونية والموارد
es: Documenta guías de conoce tus derechos, procedimientos legales y recursos
fr: Documentez les guides de connaissance de vos droits, procédures juridiques et ressources
ko: 권리 안내서, 법적 절차 및 자료 문서화
pt: Documente guias de direitos, procedimentos legais e recursos
ru: Документируйте руководства «знай свои права», юридические процедуры и ресурсы
tl: I-dokumento ang mga gabay sa know-your-rights, mga legal na pamamaraan, at mga mapagkukunan
vi: Tài liệu hướng dẫn quyền lợi, thủ tục pháp lý và nguồn lực
zh_hans: 记录了解您的权利指南、法律程序和资源

# templates_movementLegalDefense_enhancements_wiki_name
source: Knowledge Base
ar: قاعدة المعرفة
es: Base de conocimientos
fr: Base de connaissances
ko: 지식 기반
pt: Base de Conhecimento
ru: База знаний
tl: Base ng Kaalaman
vi: Kho kiến thức
zh_hans: 知识库

# templates_movementLegalDefense_name
source: Movement Legal Defense Collective
ar: تجمع الدفاع القانوني للحركة
es: Colectivo de Defensa Legal del Movimiento
fr: Collectif de Défense Juridique du Mouvement
ko: 운동 법률 방어 집단
pt: Coletivo de Defesa Juridica do Movimento
ru: Коллектив правовой защиты движения
tl: Kolektibong Legal na Depensa ng Kilusan
vi: Tập thể bảo vệ pháp lý phong trào
zh_hans: 运动法律辩护集体

# templates_mutualAidNetwork_description
source: Share resources and coordinate community support. Perfect for neighborhood networks.
ar: شارك الموارد ونسق الدعم المجتمعي. مثالية لشبكات الأحياء.
es: Comparte recursos y coordina el apoyo comunitario. Perfecto para redes vecinales.
fr: Partagez des ressources et coordonnez le soutien communautaire. Parfait pour les réseaux de quartier.
ko: 자원을 공유하고 지역사회 지원을 조율하세요. 이웃 네트워크에 적합합니다.
pt: Compartilhe recursos e coordene apoio comunitario. Perfeito para redes de bairro.
ru: Делитесь ресурсами и координируйте поддержку сообщества. Идеально для соседских сетей.
tl: Magbahagi ng mga mapagkukunan at i-coordinate ang suporta sa komunidad. Perpekto para sa mga kapitbahayan.
vi: Chia sẻ tài nguyên và phối hợp hỗ trợ cộng đồng. Hoàn hảo cho các mạng lưới láng giềng.
zh_hans: 共享资源并协调社区支持。非常适合社区网络。

# templates_mutualAidNetwork_enhancements_events_description
source: Coordinate meetups and community events
ar: نسق اللقاءات والأحداث المجتمعية
es: Coordina encuentros y eventos comunitarios
fr: Coordonnez des rencontres et des événements communautaires
ko: 만남과 커뮤니티 이벤트 조율
pt: Coordene encontros e eventos comunitarios
ru: Координируйте встречи и общественные мероприятия
tl: I-coordinate ang mga meetup at event ng komunidad
vi: Phối hợp các buổi gặp gỡ và sự kiện cộng đồng
zh_hans: 协调聚会和社区活动

# templates_mutualAidNetwork_enhancements_events_name
source: Events & Gatherings
ar: الأحداث والتجمعات
es: Eventos y reuniones
fr: Événements et rassemblements
ko: 이벤트 및 모임
pt: Eventos e Encontros
ru: События и встречи
tl: Mga Event at Pagtitipon
vi: Sự kiện & Họp mặt
zh_hans: 活动与聚会

# templates_mutualAidNetwork_enhancements_governance_description
source: Add proposals and voting for collective decisions
ar: أضف المقترحات والتصويت للقرارات الجماعية
es: Añade propuestas y votaciones para decisiones colectivas
fr: Ajoutez des propositions et des votes pour les décisions collectives
ko: 집단 결정을 위한 제안 및 투표 추가
pt: Adicione propostas e votacao para decisoes coletivas
ru: Добавить предложения и голосование для коллективных решений
tl: Magdagdag ng mga panukala at pagboto para sa mga kolektibong desisyon
vi: Thêm đề xuất và bỏ phiếu cho các quyết định tập thể
zh_hans: 添加提案和投票功能用于集体决策

# templates_mutualAidNetwork_enhancements_governance_name
source: Democratic Decisions
ar: القرارات الديمقراطية
es: Decisiones democráticas
fr: Décisions démocratiques
ko: 민주적 결정
pt: Decisoes Democraticas
ru: Демократические решения
tl: Mga Demokratikong Desisyon
vi: Quyết định dân chủ
zh_hans: 民主决策

# templates_mutualAidNetwork_name
source: Mutual Aid Network
ar: شبكة المساعدة المتبادلة
es: Red de ayuda mutua
fr: Réseau d'aide mutuelle
ko: 상호 부조 네트워크
pt: Rede de Ajuda Mutua
ru: Сеть взаимопомощи
tl: Network ng Bayanihan
vi: Mạng lưới hỗ trợ lẫn nhau
zh_hans: 互助网络

# templates_optionalEnhancements
source: Optional Enhancements
ar: تحسينات اختيارية
es: Mejoras opcionales
fr: Améliorations optionnelles
ko: 선택적 기능 추가
pt: Melhorias Opcionais
ru: Дополнительные улучшения
tl: Mga Opsyonal na Pagpapahusay
vi: Cải tiến tùy chọn
zh_hans: 可选增强功能

# templates_sampleDataDescription
source: Populate the group with example content to help you get started
ar: ملء المجموعة بمحتوى تجريبي لمساعدتك على البدء
es: Poblar el grupo con contenido de ejemplo para ayudarte a comenzar
fr: Remplir le groupe avec du contenu d'exemple pour vous aider à démarrer
ko: 시작하는 데 도움이 되는 예제 콘텐츠로 그룹을 채웁니다
pt: Preencha o grupo com conteudo de exemplo para ajuda-lo a comecar
ru: Заполнить группу примерами контента для быстрого старта
tl: Lagyan ang grupo ng halimbawang nilalaman upang matulungan kang magsimula
vi: Điền nhóm với nội dung ví dụ để giúp bạn bắt đầu
zh_hans: 用示例内容填充群组以帮助您入门

# templates_selfDefenseCollective_description
source: Train and coordinate safety marshals and de-escalation teams for demonstrations and community events.
ar: درّب ونسق حراس السلامة وفرق تهدئة التوتر للمظاهرات والأحداث المجتمعية.
es: Entrena y coordina mariscales de seguridad y equipos de desescalada para manifestaciones y eventos comunitarios.
fr: Formez et coordonnez des agents de sécurité et des équipes de désescalade pour les manifestations et événements communautaires.
ko: 시위 및 커뮤니티 이벤트를 위한 안전 요원 및 진정 팀 훈련 및 조정.
pt: Treine e coordene marechais de seguranca e equipes de desescalada para manifestacoes e eventos comunitarios.
ru: Обучайте и координируйте маршалов безопасности и команды деэскалации для демонстраций и общественных мероприятий.
tl: Magsanay at mag-coordinate ng mga safety marshal at mga de-escalation team para sa mga demonstrasyon at event ng komunidad.
vi: Đào tạo và phối hợp nhân viên an toàn và đội ngũ giảm căng thẳng cho biểu tình và sự kiện cộng đồng.
zh_hans: 为示威和社区活动培训和协调安全人员和调解团队。

# templates_selfDefenseCollective_enhancements_documents_description
source: Collaborative documents for protocols, incident reports, and training materials
ar: مستندات تعاونية للبروتوكولات وتقارير الحوادث ومواد التدريب
es: Documentos colaborativos para protocolos, informes de incidentes y materiales de capacitación
fr: Documents collaboratifs pour protocoles, rapports d'incidents et matériaux de formation
ko: 프로토콜, 사건 보고서 및 훈련 자료를 위한 협업 문서
pt: Documentos colaborativos para protocolos, relatorios de incidentes e materiais de treinamento
ru: Совместные документы для протоколов, отчетов об инцидентах и учебных материалов
tl: Mga kolaboratibong dokumento para sa mga protocol, mga ulat ng insidente, at mga materyales sa pagsasanay
vi: Tài liệu cộng tác cho quy trình, báo cáo sự cố và tài liệu đào tạo
zh_hans: 用于协议、事件报告和培训材料的协作文档

# templates_selfDefenseCollective_enhancements_documents_name
source: Document Suite
ar: مجموعة المستندات
es: Suite de documentos
fr: Suite de documents
ko: 문서 도구
pt: Suite de Documentos
ru: Пакет документов
tl: Suite ng mga Dokumento
vi: Bộ tài liệu
zh_hans: 文档套件

# templates_selfDefenseCollective_enhancements_governance_description
source: Add proposals and voting for collective decisions
ar: أضف المقترحات والتصويت للقرارات الجماعية
es: Añade propuestas y votaciones para decisiones colectivas
fr: Ajoutez des propositions et des votes pour les décisions collectives
ko: 집단 결정을 위한 제안 및 투표 추가
pt: Adicione propostas e votacao para decisoes coletivas
ru: Добавить предложения и голосование для коллективных решений
tl: Magdagdag ng mga panukala at pagboto para sa mga kolektibong desisyon
vi: Thêm đề xuất và bỏ phiếu cho các quyết định tập thể
zh_hans: 添加提案和投票功能用于集体决策

# templates_selfDefenseCollective_enhancements_governance_name
source: Collective Governance
ar: الحوكمة الجماعية
es: Gobernanza colectiva
fr: Gouvernance collective
ko: 집단 거버넌스
pt: Governanca Coletiva
ru: Управление коллективом
tl: Kolektibong Pamamahala
vi: Quản trị tập thể
zh_hans: 集体治理

# templates_selfDefenseCollective_enhancements_hotlines_description
source: Add dispatch hotline for security coordination
ar: أضف خط إرسال لتنسيق الأمن
es: Añade línea de despacho para coordinación de seguridad
fr: Ajoutez une ligne de dispatch pour la coordination de la sécurité
ko: 보안 조정을 위한 배차 핫라인 추가
pt: Adicione linha direta para coordenacao de seguranca
ru: Добавить диспетчерскую горячую линию для координации безопасности
tl: Magdagdag ng dispatch hotline para sa koordinasyon ng seguridad
vi: Thêm đường dây điều phối cho phối hợp an ninh
zh_hans: 添加用于安全协调的调度热线

# templates_selfDefenseCollective_enhancements_hotlines_name
source: Security Dispatch
ar: إرسال أمني
es: Despacho de seguridad
fr: Dispatch de sécurité
ko: 보안 배차
pt: Central de Seguranca
ru: Диспетчерская безопасности
tl: Dispatch ng Seguridad
vi: Điều phối an ninh
zh_hans: 安全调度

# templates_selfDefenseCollective_name
source: Community Self-Defense Collective
ar: تجمع الدفاع الذاتي المجتمعي
es: Colectivo de Autodefensa Comunitaria
fr: Collectif d'Autodéfense Communautaire
ko: 커뮤니티 자기 방어 집단
pt: Coletivo de Autodefesa Comunitaria
ru: Коллектив общественной самозащиты
tl: Kolektibo ng Community Self-Defense
vi: Tập thể tự vệ cộng đồng
zh_hans: 社区自卫集体
