Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# hotlines_startCall
source: Start Call
ar: بدء المكالمة
es: Iniciar Llamada
fr: Démarrer l"Appel

# hotlines_startNewCall
source: Start New Call
ar: بدء مكالمة جديدة
es: Iniciar nueva llamada
fr: Démarrer un nouvel appel
ko: 새 통화 시작
pt: Iniciar Nova Chamada
ru: Начать новый звонок
tl: Magsimula ng Bagong Tawag
vi: Bắt đầu cuộc gọi mới
zh_hans: 开始新呼叫

# hotlines_startShift
source: Start Shift
ar: بدء الوردية
es: Iniciar Turno
fr: Commencer le Quart

# hotlines_status_active
source: Active
ar: نشطة
es: Activa

# hotlines_status_completed
source: Completed
ar: مكتملة
es: Completada
fr: Terminée

# hotlines_status_escalated
source: Escalated
ar: مُصعَّدة
es: Escalada
fr: Escaladée

# hotlines_status_on-hold
source: On Hold
ar: في الانتظار
es: En Espera
fr: En Attente

# hotlines_status_transferred
source: Transferred
ar: محولة
es: Transferida
fr: Transférée

# hotlines_subtitle
source: Manage call lines, dispatch, and jail support coordination
ar: إدارة خطوط الاتصال والإرسال وتنسيق دعم السجن
es: Gestionar líneas de llamadas, despacho y coordinación de apoyo carcelario
fr: Gérer les lignes d"appel, la répartition et la coordination du soutien carcéral
ko: 전화선, 배차 및 조정을 관리하세요
pt: Gerencie linhas de chamada, despacho e coordenacao
ru: Управляйте линиями связи, диспетчеризацией и координацией
tl: Pamahalaan ang mga linya ng tawag, dispatch, at koordinasyon
vi: Quản lý đường dây, điều phối và phối hợp
zh_hans: 管理呼叫线路、调度和协调

# hotlines_summary
source: Summary
ar: ملخص
es: Resumen
fr: Résumé

# hotlines_title
source: Hotlines
ar: خطوط الاتصال المباشر
es: Líneas Directas
fr: Lignes Directes
ko: 핫라인
pt: Linhas Diretas
ru: Горячие линии
tl: Mga Hotline
vi: Đường dây nóng
zh_hans: 热线

# hotlines_totalCalls
source: Total Calls
ar: إجمالي المكالمات
es: Total de Llamadas
fr: Total des Appels
ko: 총 통화
pt: Total de Chamadas
ru: Всего звонков
tl: Kabuuang mga Tawag
vi: Tổng cuộc gọi
zh_hans: 总呼叫数

# hotlines_transferCall
source: Transfer
ar: تحويل
es: Transferir
fr: Transférer

# hotlines_types_crisis
source: Crisis Line
ar: خط الأزمات
es: Línea de Crisis
fr: Ligne de Crise

# hotlines_types_dispatch
source: Dispatch
ar: الإرسال
es: Despacho
fr: Répartition

# hotlines_types_general
source: General
ar: عام
fr: Général

# hotlines_types_jail-support
source: Jail Support
ar: دعم السجن
es: Apoyo Carcelario
fr: Soutien Carcéral

# hotlines_types_legal-intake
source: Legal Intake
ar: القبول القانوني
es: Admisión Legal
fr: Admission Juridique

# issuesList_actions_delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
ko: 삭제
pt: Excluir
ru: Удалить
tl: Tanggalin
vi: Xóa
zh_hans: 删除

# issuesList_actions_edit
source: Edit
ar: تحرير
es: Editar
fr: Modifier
ko: 편집
pt: Editar
ru: Редактировать
tl: I-edit
vi: Chỉnh sửa
zh_hans: 编辑

# issuesList_actions_sendNow
source: Send Now
ar: إرسال الآن
es: Enviar Ahora
fr: Envoyer maintenant
ko: 지금 보내기
pt: Enviar Agora
ru: Отправить сейчас
tl: Ipadala Ngayon
vi: Gửi ngay
zh_hans: 立即发送

# issuesList_actions_view
source: View
ar: عرض
es: Ver
fr: Voir
ko: 보기
pt: Ver
ru: Просмотр
tl: Tingnan
vi: Xem
zh_hans: 查看

# issuesList_createIssue
source: Create Issue
ar: إنشاء عدد
es: Crear Edición
fr: Créer un numéro
ko: 발행호 만들기
pt: Criar Edicao
ru: Создать выпуск
tl: Lumikha ng Isyu
vi: Tạo số báo
zh_hans: 创建期刊

# issuesList_newIssue
source: New Issue
ar: عدد جديد
es: Nueva Edición
fr: Nouveau numéro
ko: 새 발행호
pt: Nova Edicao
ru: Новый выпуск
tl: Bagong Isyu
vi: Số báo mới
zh_hans: 新期刊

# issuesList_noIssuesDescription
source: Create your first newsletter issue to start engaging with your subscribers.
ar: أنشئ أول عدد من نشرتك الإخبارية للبدء في التفاعل مع مشتركيك.
es: Crea tu primera edición del boletín para comenzar a interactuar con tus suscriptores.
fr: Créez votre premier numéro de newsletter pour commencer à interagir avec vos abonnés.
ko: 구독자와 소통을 시작하려면 첫 번째 뉴스레터 발행호를 만드세요.
pt: Crie sua primeira edicao da newsletter para comecar a interagir com seus assinantes.
ru: Создайте первый выпуск рассылки, чтобы начать взаимодействие с подписчиками.
tl: Lumikha ng iyong unang newsletter issue upang simulan ang pakikipag-ugnayan sa iyong mga subscriber.
vi: Tạo số báo bản tin đầu tiên của bạn để bắt đầu tương tác với người đăng ký.
zh_hans: 创建您的第一期通讯，开始与订阅者互动。

# issuesList_noIssuesYet
source: No issues yet
ar: لا توجد أعداد بعد
es: Aún no hay ediciones
fr: Aucun numéro pour l'instant
ko: 아직 발행호가 없습니다
pt: Nenhuma edicao ainda
ru: Выпусков пока нет
tl: Wala pang mga isyu
vi: Chưa có số báo nào
zh_hans: 暂无期刊

# issuesList_stats
source: %1$@ draft%2$@, %3$@ scheduled, %4$@ sent
ar: %1$@ مسودة، %2$@ مجدول، %3$@ مُرسل
es: %1$@ borrador%2$@, %3$@ programado(s), %4$@ enviado(s)
fr: %1$@ brouillon%2$@, %3$@ programmé(s), %4$@ envoyé(s)
ko: %1$@개 초안, %2$@개 예약됨, %3$@개 발송됨
pt: %1$@ rascunho(s), %2$@ agendado(s), %3$@ enviado(s)
ru: %1$@ черновик(ов), %2$@ запланировано, %3$@ отправлено
tl: %1$@ draft, %2$@ naka-schedule, %3$@ naipadala
vi: %1$@ bản nháp, %2$@ đã lên lịch, %3$@ đã gửi
zh_hans: %1$@ 份草稿，%2$@ 份已排期，%3$@ 份已发送

# issuesList_statuses_draft
source: Draft
ar: مسودة
es: Borrador
fr: Brouillon
ko: 초안
pt: Rascunho
ru: Черновик
vi: Bản nháp
zh_hans: 草稿

# issuesList_statuses_failed
source: Failed
ar: فشل
es: Fallido
fr: Échoué
ko: 실패
pt: Falhou
ru: Ошибка
tl: Nabigo
vi: Thất bại
zh_hans: 失败

# issuesList_statuses_scheduled
source: Scheduled
ar: مجدول
es: Programado
fr: Programmé
ko: 예약됨
pt: Agendado
ru: Запланировано
tl: Naka-schedule
vi: Đã lên lịch
zh_hans: 已排期

# issuesList_statuses_sending
source: Sending
ar: جارٍ الإرسال
es: Enviando
fr: Envoi en cours
ko: 발송 중
pt: Enviando
ru: Отправляется
tl: Ipinapadala
vi: Đang gửi
zh_hans: 发送中

# issuesList_statuses_sent
source: Sent
ar: مُرسل
es: Enviado
fr: Envoyé
ko: 발송됨
pt: Enviado
ru: Отправлено
tl: Naipadala
vi: Đã gửi
zh_hans: 已发送

# issuesList_tableHeaders_actions
source: Actions
ar: الإجراءات
es: Acciones
ko: 작업
pt: Acoes
ru: Действия
tl: Mga Aksyon
vi: Hành động
zh_hans: 操作

# issuesList_tableHeaders_created
source: Created
ar: تاريخ الإنشاء
es: Creado
fr: Créé
ko: 생성일
pt: Criado
ru: Создано
tl: Nilikha
vi: Ngày tạo
zh_hans: 创建时间

# issuesList_tableHeaders_recipients
source: Recipients
ar: المستلمون
es: Destinatarios
fr: Destinataires
ko: 수신자
pt: Destinatarios
ru: Получатели
tl: Mga Tatanggap
vi: Người nhận
zh_hans: 收件人

# issuesList_tableHeaders_status
source: Status
ar: الحالة
es: Estado
fr: Statut
ko: 상태
ru: Статус
vi: Trạng thái
zh_hans: 状态

# issuesList_tableHeaders_subject
source: Subject
ar: الموضوع
es: Asunto
fr: Objet
ko: 제목
pt: Assunto
ru: Тема
tl: Paksa
vi: Chủ đề
zh_hans: 主题

# issuesList_tabs_all
source: All (%lld)
ar: الكل (%lld)
es: Todas (%lld)
fr: Tous (%lld)
ko: 전체 (%lld)
pt: Todos (%lld)
ru: Все (%lld)
tl: Lahat (%lld)
vi: Tất cả (%lld)
zh_hans: 全部 (%lld)

# issuesList_tabs_drafts
source: Drafts (%lld)
ar: المسودات (%lld)
es: Borradores (%lld)
fr: Brouillons (%lld)
ko: 초안 (%lld)
pt: Rascunhos (%lld)
ru: Черновики (%lld)
tl: Mga Draft (%lld)
vi: Bản nháp (%lld)
zh_hans: 草稿 (%lld)

# issuesList_tabs_scheduled
source: Scheduled (%lld)
ar: المجدولة (%lld)
es: Programadas (%lld)
fr: Programmés (%lld)
ko: 예약됨 (%lld)
pt: Agendados (%lld)
ru: Запланированные (%lld)
tl: Naka-schedule (%lld)
vi: Đã lên lịch (%lld)
zh_hans: 已排期 (%lld)

# issuesList_tabs_sent
source: Sent (%lld)
ar: المُرسلة (%lld)
es: Enviadas (%lld)
fr: Envoyés (%lld)
ko: 발송됨 (%lld)
pt: Enviados (%lld)
ru: Отправленные (%lld)
tl: Naipadala (%lld)
vi: Đã gửi (%lld)
zh_hans: 已发送 (%lld)

# issuesList_title
source: Issues
ar: الأعداد
es: Ediciones
fr: Numéros
ko: 발행호
pt: Edicoes
ru: Выпуски
tl: Mga Isyu
vi: Số báo
zh_hans: 期刊

# issuesList_untitled
source: Untitled
ar: بدون عنوان
es: Sin título
fr: Sans titre
ko: 제목 없음
pt: Sem titulo
ru: Без названия
tl: Walang Pamagat
vi: Không có tiêu đề
zh_hans: 无标题

# mainApp_initError
source: Initialization Error
ar: خطأ في التهيئة
es: Error de Inicializacion
fr: Erreur d'Initialisation
ko: 초기화 오류
pt: Erro de Inicializacao
ru: Ошибка инициализации
tl: Error sa Pagsisimula
vi: Loi Khoi tao
zh_hans: 初始化错误

# mainApp_initFailed
source: Failed to initialize application. Please refresh the page.
ar: فشل تهيئة التطبيق. يرجى تحديث الصفحة.
es: Error al inicializar la aplicacion. Por favor, recarga la pagina.
fr: Echec de l'initialisation de l'application. Veuillez rafraichir la page.
ko: 애플리케이션 초기화에 실패했습니다. 페이지를 새로고침해 주세요.
pt: Falha ao inicializar o aplicativo. Por favor, atualize a pagina.
ru: Не удалось инициализировать приложение. Пожалуйста, обновите страницу.
tl: Nabigong simulan ang application. Pakisubukang i-refresh ang pahina.
vi: Khoi tao ung dung that bai. Vui long tai lai trang.
zh_hans: 应用程序初始化失败。请刷新页面。

# mainApp_initializing
source: Initializing...
ar: جارٍ التهيئة...
es: Inicializando...
fr: Initialisation...
ko: 초기화 중...
pt: Inicializando...
ru: Инициализация...
tl: Nagsisimula...
vi: Dang khoi tao...
zh_hans: 正在初始化...

# mainApp_retry
source: Retry
ar: إعادة المحاولة
es: Reintentar
fr: Reessayer
ko: 다시 시도
pt: Tentar novamente
ru: Повторить
tl: Subukan muli
vi: Thu lai
zh_hans: 重试

# mathBlock_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: I-cancel
vi: Huy
zh_hans: 取消

# mathBlock_clickToAdd
source: Click to add equation
ar: انقر لإضافة معادلة
es: Clic para agregar ecuacion
fr: Cliquez pour ajouter une equation
ko: 수식을 추가하려면 클릭하세요
pt: Clique para adicionar equacao
ru: Нажмите, чтобы добавить уравнение
tl: Mag-click para magdagdag ng equation
vi: Nhan de them phuong trinh
zh_hans: 点击添加公式

# mathBlock_instructions
source: Enter LaTeX equation (Shift+Enter to save, Escape to cancel)
ar: أدخل معادلة LaTeX (Shift+Enter للحفظ، Escape للإلغاء)
es: Ingresa la ecuacion LaTeX (Shift+Enter para guardar, Escape para cancelar)
fr: Entrez l'equation LaTeX (Maj+Entree pour enregistrer, Echap pour annuler)
ko: LaTeX 수식을 입력하세요 (Shift+Enter로 저장, Escape로 취소)
pt: Digite a equacao LaTeX (Shift+Enter para salvar, Escape para cancelar)
ru: Введите уравнение LaTeX (Shift+Enter для сохранения, Escape для отмены)
tl: Ilagay ang LaTeX equation (Shift+Enter para i-save, Escape para i-cancel)
vi: Nhap phuong trinh LaTeX (Shift+Enter de luu, Escape de huy)
zh_hans: 输入 LaTeX 公式（Shift+Enter 保存，Escape 取消）

# mathBlock_save
source: Save
ar: حفظ
es: Guardar
fr: Enregistrer
ko: 저장
pt: Salvar
ru: Сохранить
tl: I-save
vi: Luu
zh_hans: 保存

# media_closeGallery
source: Close gallery
ar: إغلاق المعرض
es: Cerrar galería
fr: Fermer la galerie
ko: 갤러리 닫기
pt: Fechar galeria
ru: Закрыть галерею
tl: Isara ang gallery
vi: Đóng thư viện
zh_hans: 关闭图库

# media_decryptAndView
source: Decrypt & View
ar: فك التشفير والعرض
es: Descifrar y ver
fr: Déchiffrer et voir
ko: 복호화 후 보기
pt: Descriptografar e Ver
ru: Расшифровать и просмотреть
tl: I-decrypt at Tingnan
vi: Giải mã & Xem
zh_hans: 解密并查看

# media_downloadImage
source: Download image
ar: تحميل الصورة
es: Descargar imagen
fr: Télécharger l'image
ko: 이미지 다운로드
pt: Baixar imagem
ru: Скачать изображение
tl: I-download ang larawan
vi: Tải hình ảnh
zh_hans: 下载图片

# media_hideContent
source: Hide Content
ar: إخفاء المحتوى
es: Ocultar contenido
fr: Masquer le contenu
ko: 콘텐츠 숨기기
pt: Ocultar Conteudo
ru: Скрыть контент
tl: Itago ang Nilalaman
vi: Ẩn nội dung
zh_hans: 隐藏内容

# media_imageEncrypted
source: This image is encrypted
ar: هذه الصورة مشفرة
es: Esta imagen está cifrada
fr: Cette image est chiffrée
ko: 이 이미지는 암호화되어 있습니다
pt: Esta imagem esta criptografada
ru: Это изображение зашифровано
tl: Ang larawang ito ay naka-encrypt
vi: Hình ảnh này được mã hóa
zh_hans: 此图片已加密

# media_sensitiveContent
source: Sensitive Content
ar: محتوى حساس
es: Contenido sensible
fr: Contenu sensible
ko: 민감한 콘텐츠
pt: Conteudo Sensivel
ru: Деликатный контент
tl: Sensitibong Nilalaman
vi: Nội dung nhạy cảm
zh_hans: 敏感内容

# media_showContent
source: Show Content
ar: إظهار المحتوى
es: Mostrar contenido
fr: Afficher le contenu
ko: 콘텐츠 표시
pt: Mostrar Conteudo
ru: Показать контент
tl: Ipakita ang Nilalaman
vi: Hiện nội dung
zh_hans: 显示内容

# media_viewFullscreen
source: View fullscreen
ar: عرض ملء الشاشة
es: Ver en pantalla completa
fr: Voir en plein écran
ko: 전체 화면으로 보기
pt: Ver em tela cheia
ru: Просмотр во весь экран
tl: Tingnan nang fullscreen
vi: Xem toàn màn hình
zh_hans: 全屏查看

# mediaUploader_aFile
source: a file
ar: ملف
es: un archivo
fr: un fichier
ko: 파일
pt: um arquivo
ru: файл
tl: isang file
vi: mot tap tin
zh_hans: 一个文件

# mediaUploader_alerts_fileTooLarge
source: File %1$@ exceeds maximum size for %2$@
ar: الملف %1$@ يتجاوز الحجم الاقصى لـ %2$@
es: El archivo %1$@ excede el tamano maximo para %2$@
fr: Le fichier %1$@ depasse la taille maximale pour %2$@
ko: 파일 %1$@이(가) %2$@의 최대 크기를 초과합니다
pt: O arquivo %1$@ excede o tamanho maximo para %2$@
ru: Файл %1$@ превышает максимальный размер для %2$@
tl: Ang file na %1$@ ay lumampas sa maximum na laki para sa %2$@
vi: Tap tin %1$@ vuot qua kich thuoc toi da cho %2$@
zh_hans: 文件 %1$@ 超出 %2$@ 的最大大小

# mediaUploader_alerts_loginFirst
source: Please login first
ar: يرجى تسجيل الدخول اولا
es: Por favor inicia sesion primero
fr: Veuillez vous connecter d'abord
ko: 먼저 로그인하세요
pt: Por favor, faca login primeiro
ru: Сначала войдите в систему
tl: Mangyaring mag-login muna
vi: Vui long dang nhap truoc
zh_hans: 请先登录

# mediaUploader_altText
source: Alt text for accessibility
ar: نص بديل لامكانية الوصول
es: Texto alternativo para accesibilidad
fr: Texte alternatif pour l'accessibilite
ko: 접근성을 위한 대체 텍스트
pt: Texto alternativo para acessibilidade
ru: Альтернативный текст для доступности
tl: Alt text para sa accessibility
vi: Van ban thay the cho kha nang truy cap
zh_hans: 无障碍替代文本

# mediaUploader_cancel
source: Cancel
ar: الغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# mediaUploader_caption
source: Caption (optional)
ar: وصف (اختياري)
es: Descripcion (opcional)
fr: Legende (facultatif)
ko: 캡션 (선택사항)
pt: Legenda (opcional)
ru: Подпись (необязательно)
tl: Caption (opsyonal)
vi: Mo ta (tuy chon)
zh_hans: 说明 (可选)

# mediaUploader_contentWarningPlaceholder
source: Describe the sensitive content...
ar: صف المحتوى الحساس...
es: Describe el contenido sensible...
fr: Decrivez le contenu sensible...
ko: 민감한 콘텐츠를 설명하세요...
pt: Descreva o conteudo sensivel...
ru: Опишите деликатный контент...
tl: Ilarawan ang sensitibong nilalaman...
vi: Mo ta noi dung nhay cam...
zh_hans: 描述敏感内容...

# mediaUploader_dropzone
source: Click to select %@ or drag and drop
ar: انقر لتحديد %@ او اسحب وافلت
es: Haz clic para seleccionar %@ o arrastra y suelta
fr: Cliquez pour selectionner %@ ou glissez-deposez
ko: 클릭하여 %@ 선택하거나 끌어다 놓기
pt: Clique para selecionar %@ ou arraste e solte
ru: Нажмите для выбора %@ или перетащите сюда
tl: I-click para pumili ng %@ o i-drag at i-drop
vi: Nhan de chon %@ hoac keo va tha
zh_hans: 点击选择%@或拖放

# mediaUploader_files
source: files
ar: ملفات
es: archivos
fr: fichiers
ko: 파일
pt: arquivos
ru: файлы
tl: mga file
vi: tap tin
zh_hans: 文件

# mediaUploader_privacy_encrypted
source: Encrypted
ar: مشفر
es: Cifrado
fr: Chiffre
ko: 암호화됨
pt: Criptografado
ru: Зашифрованный
tl: Naka-encrypt
vi: Da ma hoa
zh_hans: 加密

# mediaUploader_privacy_group
source: Group Only
ar: المجموعة فقط
es: Solo grupo
fr: Groupe uniquement
ko: 그룹 전용
pt: Apenas Grupo
ru: Только для группы
tl: Grupo Lamang
vi: Chi nhom
zh_hans: 仅群组

# mediaUploader_privacy_private
source: Private
ar: خاص
es: Privado
fr: Prive
ko: 비공개
pt: Privado
ru: Приватный
tl: Pribado
vi: Rieng tu
zh_hans: 私密

# mediaUploader_privacy_public
source: Public
ar: عام
es: Publico
ko: 공개
pt: Publico
ru: Публичный
tl: Pampubliko
vi: Cong khai
zh_hans: 公开

# mediaUploader_settings_contentWarning
source: Content Warning
ar: تحذير المحتوى
es: Advertencia de contenido
fr: Avertissement de contenu
ko: 콘텐츠 경고
pt: Aviso de Conteudo
ru: Предупреждение о контенте
tl: Babala sa Nilalaman
vi: Canh bao noi dung
zh_hans: 内容警告

# mediaUploader_settings_encryptMedia
source: Encrypt Media
ar: تشفير الوسائط
es: Cifrar medios
fr: Chiffrer les medias
ko: 미디어 암호화
pt: Criptografar Midia
ru: Шифровать медиафайлы
tl: I-encrypt ang Media
vi: Ma hoa phuong tien
zh_hans: 加密媒体

# mediaUploader_settings_privacyLevel
source: Privacy Level
ar: مستوى الخصوصية
es: Nivel de privacidad
fr: Niveau de confidentialite
ko: 개인정보 보호 수준
pt: Nivel de Privacidade
ru: Уровень конфиденциальности
tl: Antas ng Privacy
vi: Muc do rieng tu
zh_hans: 隐私级别

# mediaUploader_settings_storageProvider
source: Storage Provider
ar: مزود التخزين
es: Proveedor de almacenamiento
fr: Fournisseur de stockage
ko: 저장소 제공자
pt: Provedor de Armazenamento
ru: Поставщик хранилища
tl: Tagapagbigay ng Storage
vi: Nha cung cap luu tru
zh_hans: 存储提供商

# mediaUploader_settings_stripExif
source: Strip EXIF Data (Privacy)
ar: ازالة بيانات EXIF (الخصوصية)
es: Eliminar datos EXIF (Privacidad)
fr: Supprimer les donnees EXIF (Confidentialite)
ko: EXIF 데이터 제거 (개인정보 보호)
pt: Remover Dados EXIF (Privacidade)
ru: Удалить EXIF-данные (конфиденциальность)
tl: Alisin ang EXIF Data (Privacy)
vi: Xoa du lieu EXIF (Rieng tu)
zh_hans: 删除EXIF数据(隐私)

# mediaUploader_settings_title
source: Upload Settings
ar: اعدادات الرفع
es: Configuracion de carga
fr: Parametres de telechargement
ko: 업로드 설정
pt: Configuracoes de Upload
ru: Настройки загрузки
tl: Mga Setting ng Upload
vi: Cai dat tai len
zh_hans: 上传设置

# mediaUploader_status_complete
source: Complete
ar: مكتمل
es: Completado
fr: Termine
ko: 완료
pt: Concluido
ru: Завершено
tl: Kumpleto
vi: Hoan thanh
zh_hans: 完成

# mediaUploader_status_error
source: Error: %@
ar: خطا: %@
fr: Erreur: %@
ko: 오류: %@
pt: Erro: %@
ru: Ошибка: %@
vi: Loi: %@
zh_hans: 错误: %@

# mediaUploader_storage_blossom
source: Blossom (Decentralized)
ar: Blossom (لامركزي)
es: Blossom (Descentralizado)
fr: Blossom (Decentralise)
ko: Blossom (분산형)
pt: Blossom (Descentralizado)
ru: Blossom (децентрализованное)
vi: Blossom (Phi tap trung)
zh_hans: Blossom (去中心化)

# mediaUploader_storage_local
source: Local (Dev)
ar: محلي (تطوير)
ko: 로컬 (개발용)
ru: Локальное (разработка)
tl: Lokal (Dev)
vi: Cuc bo (Dev)
zh_hans: 本地 (开发)

# mediaUploader_storage_nip94
source: NIP-94 (File Metadata)
ar: NIP-94 (بيانات الملف الوصفية)
es: NIP-94 (Metadatos de archivo)
fr: NIP-94 (Metadonnees de fichier)
ko: NIP-94 (파일 메타데이터)
pt: NIP-94 (Metadados de Arquivo)
ru: NIP-94 (метаданные файла)
vi: NIP-94 (Sieu du lieu tap tin)
zh_hans: NIP-94 (文件元数据)

# mediaUploader_storage_nip96
source: NIP-96 (HTTP Storage)
ar: NIP-96 (تخزين HTTP)
es: NIP-96 (Almacenamiento HTTP)
fr: NIP-96 (Stockage HTTP)
ko: NIP-96 (HTTP 저장소)
pt: NIP-96 (Armazenamento HTTP)
ru: NIP-96 (HTTP-хранилище)
vi: NIP-96 (Luu tru HTTP)
zh_hans: NIP-96 (HTTP存储)

# mediaUploader_uploadFile
source: Upload File
ar: رفع الملف
es: Subir archivo
fr: Telecharger le fichier
ko: 파일 업로드
pt: Enviar Arquivo
ru: Загрузить файл
tl: Mag-upload ng File
vi: Tai tap tin len
zh_hans: 上传文件

# mediaUploader_uploadFiles
source: Upload %lld Files
ar: رفع %lld ملفات
es: Subir %lld archivos
fr: Telecharger %lld fichiers
ko: %lld개 파일 업로드
pt: Enviar %lld Arquivos
ru: Загрузить %lld файлов
tl: Mag-upload ng %lld File
vi: Tai %lld tap tin len
zh_hans: 上传 %lld 个文件

# memberInviteDialog_defaultRole
source: Default Role
ar: الدور الافتراضي
es: Rol predeterminado
fr: Role par defaut
ko: 기본 역할
pt: Funcao Padrao
ru: Роль по умолчанию
tl: Default na Tungkulin
vi: Vai tro mac dinh
zh_hans: 默认角色

# memberInviteDialog_directTab
source: Direct
ar: مباشر
es: Directo
ko: 직접
pt: Direto
ru: Напрямую
tl: Direkta
vi: Truc tiep
zh_hans: 直接邀请

# memberInviteDialog_expiresIn
source: Expires In
ar: تنتهي الصلاحية خلال
es: Expira en
fr: Expire dans
ko: 만료 기간
pt: Expira Em
ru: Истекает через
tl: Mag-e-expire Sa
vi: Het han sau
zh_hans: 有效期

# memberInviteDialog_expiryOptions_1day
source: 1 day
ar: يوم واحد
es: 1 dia
fr: 1 jour
ko: 1일
pt: 1 dia
ru: 1 день
tl: 1 araw
vi: 1 ngay
zh_hans: 1 天

# memberInviteDialog_expiryOptions_30days
source: 30 days
ar: 30 يوماً
es: 30 dias
fr: 30 jours
ko: 30일
pt: 30 dias
ru: 30 дней
tl: 30 araw
vi: 30 ngay
zh_hans: 30 天

# memberInviteDialog_expiryOptions_7days
source: 7 days
ar: 7 أيام
es: 7 dias
fr: 7 jours
ko: 7일
pt: 7 dias
ru: 7 дней
tl: 7 araw
vi: 7 ngay
zh_hans: 7 天

# memberInviteDialog_expiryOptions_90days
source: 90 days
ar: 90 يوماً
es: 90 dias
fr: 90 jours
ko: 90일
pt: 90 dias
ru: 90 дней
tl: 90 araw
vi: 90 ngay
zh_hans: 90 天

# memberInviteDialog_failedToGenerate
source: Failed to generate invite link
ar: فشل في إنشاء رابط الدعوة
es: Error al generar el enlace de invitacion
fr: Echec de la generation du lien d'invitation
ko: 초대 링크 생성에 실패했습니다
pt: Falha ao gerar link de convite
ru: Не удалось сгенерировать ссылку-приглашение
tl: Nabigong gumawa ng invite link
vi: Khong the tao lien ket moi
zh_hans: 生成邀请链接失败

# memberInviteDialog_failedToSend
source: Failed to send invitation
ar: فشل في إرسال الدعوة
es: Error al enviar la invitacion
fr: Echec de l'envoi de l'invitation
ko: 초대 전송에 실패했습니다
pt: Falha ao enviar convite
ru: Не удалось отправить приглашение
tl: Nabigong ipadala ang imbitasyon
vi: Khong the gui loi moi
zh_hans: 发送邀请失败

# memberInviteDialog_generateInviteLink
source: Generate Invite Link
ar: إنشاء رابط الدعوة
es: Generar enlace de invitacion
fr: Generer un lien d'invitation
ko: 초대 링크 생성
pt: Gerar Link de Convite
ru: Сгенерировать ссылку-приглашение
tl: Gumawa ng Invite Link
vi: Tao lien ket moi
zh_hans: 生成邀请链接

# memberInviteDialog_generateNewLink
source: Generate New Link
ar: إنشاء رابط جديد
es: Generar nuevo enlace
fr: Generer un nouveau lien
ko: 새 링크 생성
pt: Gerar Novo Link
ru: Сгенерировать новую ссылку
tl: Gumawa ng Bagong Link
vi: Tao lien ket moi
zh_hans: 生成新链接

# memberInviteDialog_generating
source: Generating...
ar: جارٍ الإنشاء...
es: Generando...
fr: Generation...
ko: 생성 중...
pt: Gerando...
ru: Генерация...
tl: Ginagawa...
vi: Dang tao...
zh_hans: 生成中...

# memberInviteDialog_inviteDescription
source: Invite new members to join this group
ar: ادعُ أعضاء جدد للانضمام إلى هذه المجموعة
es: Invita nuevos miembros a unirse a este grupo
fr: Invitez de nouveaux membres a rejoindre ce groupe
ko: 새 멤버를 이 그룹에 초대합니다
pt: Convide novos membros para este grupo
ru: Пригласите новых участников в эту группу
tl: Mag-imbita ng mga bagong miyembro na sumali sa grupong ito
vi: Moi thanh vien moi tham gia nhom nay
zh_hans: 邀请新成员加入此群组

# memberInviteDialog_inviteLink
source: Invite Link
ar: رابط الدعوة
es: Enlace de invitacion
fr: Lien d'invitation
ko: 초대 링크
pt: Link de Convite
ru: Ссылка-приглашение
vi: Lien ket moi
zh_hans: 邀请链接

# memberInviteDialog_inviteMembers
source: Invite Members
ar: دعوة أعضاء
es: Invitar miembros
fr: Inviter des membres
ko: 멤버 초대
pt: Convidar Membros
ru: Пригласить участников
tl: Mag-imbita ng mga Miyembro
vi: Moi thanh vien
zh_hans: 邀请成员

# memberInviteDialog_inviteTo
source: Invite to %@
ar: دعوة إلى %@
es: Invitar a %@
fr: Inviter a %@
ko: %@에 초대
pt: Convidar para %@
ru: Пригласить в %@
tl: Mag-imbita sa %@
vi: Moi vao %@
zh_hans: 邀请加入 %@

# memberInviteDialog_linkTab
source: Link
ar: رابط
es: Enlace
fr: Lien
ko: 링크
ru: Ссылка
vi: Lien ket
zh_hans: 链接邀请

# memberInviteDialog_messageLabel
source: Message (optional)
ar: رسالة (اختياري)
es: Mensaje (opcional)
fr: Message (optionnel)
ko: 메시지 (선택사항)
pt: Mensagem (opcional)
ru: Сообщение (необязательно)
tl: Mensahe (opsyonal)
vi: Tin nhan (tuy chon)
zh_hans: 附言（可选）

# memberInviteDialog_messagePlaceholder
source: Add a personal message...
ar: أضف رسالة شخصية...
es: Agregar un mensaje personal...
fr: Ajouter un message personnel...
ko: 개인 메시지를 추가하세요...
pt: Adicione uma mensagem pessoal...
ru: Добавьте личное сообщение...
tl: Magdagdag ng personal na mensahe...
vi: Them tin nhan ca nhan...
zh_hans: 添加个人留言...

# memberInviteDialog_publicKeyLabel
source: Public Key or npub
ar: المفتاح العام أو npub
es: Clave publica o npub
fr: Cle publique ou npub
ko: 공개 키 또는 npub
pt: Chave Publica ou npub
ru: Публичный ключ или npub
tl: Public Key o npub
vi: Khoa cong khai hoac npub
zh_hans: 公钥或 npub
