Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# shareDialog_link_permission
source: Permission
ar: الصلاحية
es: Permiso
ko: 권한
pt: Permissao
ru: Разрешение
tl: Pahintulot
vi: Quyền
zh_hans: 权限

# shareDialog_link_private
source: Private link
ar: رابط خاص
es: Enlace privado
fr: Lien prive
ko: 비공개 링크
pt: Link privado
ru: Приватная ссылка
tl: Pribadong link
vi: Liên kết riêng tư
zh_hans: 私密链接

# shareDialog_link_privateDesc
source: Only people signed into BuildIt can access this link
ar: فقط الأشخاص المسجلون في BuildIt يمكنهم الوصول لهذا الرابط
es: Solo personas con sesión en BuildIt pueden acceder a este enlace
fr: Seules les personnes connectees a BuildIt peuvent acceder a ce lien
ko: BuildIt에 로그인한 사람만 이 링크에 접근할 수 있습니다
pt: Apenas pessoas conectadas ao BuildIt podem acessar este link
ru: Только пользователи, вошедшие в BuildIt, могут получить доступ по этой ссылке
tl: Mga tao lang na naka-sign in sa BuildIt ang makakapag-access sa link na ito
vi: Chỉ những người đã đăng nhập vào BuildIt mới có thể truy cập liên kết này
zh_hans: 只有登录 BuildIt 的用户才能访问此链接

# shareDialog_link_public
source: Public link
ar: رابط عام
es: Enlace público
fr: Lien public
ko: 공개 링크
pt: Link publico
ru: Публичная ссылка
tl: Pampublikong link
vi: Liên kết công khai
zh_hans: 公开链接

# shareDialog_link_publicDesc
source: Anyone with the link can access this document
ar: أي شخص لديه الرابط يمكنه الوصول لهذا المستند
es: Cualquiera con el enlace puede acceder a este documento
fr: Toute personne avec le lien peut acceder a ce document
ko: 링크가 있는 누구나 이 문서에 접근할 수 있습니다
pt: Qualquer pessoa com o link pode acessar este documento
ru: Любой с этой ссылкой может получить доступ к документу
tl: Kahit sino na may link ay makakapag-access sa dokumentong ito
vi: Bất kỳ ai có liên kết đều có thể truy cập tài liệu này
zh_hans: 任何有此链接的人都可以访问此文档

# shareDialog_link_viewOnly
source: View only
ar: مشاهدة فقط
es: Solo ver
fr: Lecture seule
ko: 보기만
pt: Somente visualizacao
ru: Только просмотр
tl: Tingnan lang
vi: Chỉ xem
zh_hans: 仅查看

# shareDialog_link_views
source: %lld views
ar: %lld مشاهدة
es: %lld vistas
fr: %lld vues
ko: %lld회 조회
pt: %lld visualizacoes
ru: %lld просмотров
vi: %lld lượt xem
zh_hans: %lld 次查看

# shareDialog_people_added
source: Added %@
ar: أُضيف %@
es: Añadido %@
fr: Ajoute %@
ko: %@에 추가됨
pt: Adicionado %@
ru: Добавлен %@
tl: Idinagdag %@
vi: Đã thêm %@
zh_hans: 添加于 %@

# shareDialog_people_invite
source: Invite
ar: دعوة
es: Invitar
fr: Inviter
ko: 초대
pt: Convidar
ru: Пригласить
tl: Mag-imbita
vi: Mời
zh_hans: 邀请

# shareDialog_people_noCollaborators
source: No collaborators yet. Invite people to collaborate.
ar: لا يوجد متعاونون بعد. ادعُ أشخاصاً للتعاون.
es: Aún no hay colaboradores. Invita personas para colaborar.
fr: Pas encore de collaborateurs. Invitez des personnes a collaborer.
ko: 아직 협력자가 없습니다. 협업할 사람을 초대하세요.
pt: Ainda nao ha colaboradores. Convide pessoas para colaborar.
ru: Пока нет соавторов. Пригласите людей для совместной работы.
tl: Wala pang mga collaborator. Mag-imbita ng mga tao para makipagtulungan.
vi: Chưa có cộng tác viên. Mời người để cộng tác.
zh_hans: 暂无协作者。邀请他人一起协作。

# shareDialog_people_placeholder
source: Add people by npub or email...
ar: أضف أشخاصاً بواسطة npub أو البريد الإلكتروني...
es: Añadir personas por npub o correo...
fr: Ajouter des personnes par npub ou email...
ko: npub 또는 이메일로 사람 추가...
pt: Adicionar pessoas por npub ou email...
ru: Добавить людей по npub или email...
tl: Magdagdag ng mga tao sa pamamagitan ng npub o email...
vi: Thêm người bằng npub hoặc email...
zh_hans: 通过 npub 或邮箱添加人员...

# shareDialog_people_you
source: You
ar: أنت
es: Tú
fr: Vous
ko: 나
pt: Voce
ru: Вы
tl: Ikaw
vi: Bạn
zh_hans: 您

# shareDialog_permissions_admin
source: Admin
ar: مسؤول
es: Administrador
fr: Administrateur
ko: 관리자
pt: Administrador
ru: Администратор
vi: Quản trị viên
zh_hans: 管理员

# shareDialog_permissions_comment
source: Commenter
ar: معلق
es: Comentador
fr: Commentateur
ko: 댓글 작성자
pt: Comentarista
ru: Комментатор
tl: Komenter
vi: Người bình luận
zh_hans: 评论者

# shareDialog_permissions_edit
source: Editor
ar: محرر
fr: Editeur
ko: 편집자
ru: Редактор
vi: Người chỉnh sửa
zh_hans: 编辑者

# shareDialog_permissions_owner
source: Owner
ar: مالك
es: Propietario
fr: Proprietaire
ko: 소유자
pt: Proprietario
ru: Владелец
tl: May-ari
vi: Chủ sở hữu
zh_hans: 所有者

# shareDialog_permissions_view
source: Viewer
ar: مشاهد
es: Visor
fr: Lecteur
ko: 뷰어
pt: Visualizador
ru: Просмотр
tl: Manonood
vi: Người xem
zh_hans: 查看者

# shareDialog_share
source: Share
ar: مشاركة
es: Compartir
fr: Partager
ko: 공유
pt: Compartilhar
ru: Поделиться
tl: Ibahagi
vi: Chia sẻ
zh_hans: 分享

# shareDialog_tabs_link
source: Link
ar: الرابط
es: Enlace
fr: Lien
ko: 링크
ru: Ссылка
vi: Liên kết
zh_hans: 链接

# shareDialog_tabs_people
source: People
ar: الأشخاص
es: Personas
fr: Personnes
ko: 사람
pt: Pessoas
ru: Люди
tl: Mga Tao
vi: Người
zh_hans: 人员

# shareDialog_title
source: Share "%@"
ar: مشاركة "%@"
es: Compartir "%@"
fr: Partager "%@"
ko: "%@" 공유
pt: Compartilhar "%@"
ru: Поделиться "%@"
tl: Ibahagi ang "%@"
vi: Chia sẻ "%@"
zh_hans: 分享「%@」

# sharedItemsDashboard_allPermissions
source: All Permissions
ar: جميع الأذونات
es: Todos los Permisos
fr: Toutes les Permissions
ko: 모든 권한
pt: Todas as Permissoes
ru: Все разрешения
tl: Lahat ng Pahintulot
vi: Tat Ca Quyen
zh_hans: 所有权限

# sharedItemsDashboard_allTypes
source: All Types
ar: جميع الأنواع
es: Todos los Tipos
fr: Tous les Types
ko: 모든 유형
pt: Todos os Tipos
ru: Все типы
tl: Lahat ng Uri
vi: Tat Ca Loai
zh_hans: 所有类型

# sharedItemsDashboard_comment
source: Comment
ar: تعليق
es: Comentar
fr: Commenter
ko: 댓글
pt: Comentar
ru: Комментирование
tl: Magkomento
vi: Binh Luan
zh_hans: 评论

# sharedItemsDashboard_confirmRevoke
source: Are you sure you want to revoke this share?
ar: هل أنت متأكد أنك تريد إلغاء هذه المشاركة؟
es: Estas seguro de que quieres revocar este compartido?
fr: Etes-vous sur de vouloir revoquer ce partage ?
ko: 이 공유를 취소하시겠습니까?
pt: Tem certeza que deseja revogar este compartilhamento?
ru: Вы уверены, что хотите отозвать этот доступ?
tl: Sigurado ka bang gusto mong bawiin ang pagbabahaging ito?
vi: Ban co chac chan muon thu hoi chia se nay?
zh_hans: 您确定要撤销此共享吗？

# sharedItemsDashboard_description
source: Manage all your shared documents and files in one place
ar: إدارة جميع مستنداتك وملفاتك المشتركة في مكان واحد
es: Administra todos tus documentos y archivos compartidos en un solo lugar
fr: Gerez tous vos documents et fichiers partages en un seul endroit
ko: 모든 공유 문서와 파일을 한 곳에서 관리하세요
pt: Gerencie todos os seus documentos e arquivos compartilhados em um so lugar
ru: Управляйте всеми общими документами и файлами в одном месте
tl: Pamahalaan ang lahat ng iyong ibinahaging dokumento at file sa isang lugar
vi: Quan ly tat ca tai lieu va tep da chia se cua ban tai mot noi
zh_hans: 在一个地方管理您所有的共享文档和文件

# sharedItemsDashboard_documents
source: Documents
ar: المستندات
es: Documentos
ko: 문서
pt: Documentos
ru: Документы
tl: Mga Dokumento
vi: Tai Lieu
zh_hans: 文档

# sharedItemsDashboard_edit
source: Edit
ar: تعديل
es: Editar
fr: Modifier
ko: 편집
pt: Editar
ru: Редактирование
tl: I-edit
vi: Chinh Sua
zh_hans: 编辑

# sharedItemsDashboard_expired
source: Expired
ar: منتهي الصلاحية
es: Expirado
fr: Expire
ko: 만료됨
pt: Expirado
ru: Истёк
tl: Nag-expire na
vi: Da Het Han
zh_hans: 已过期

# sharedItemsDashboard_expiringSoon
source: Expiring Soon
ar: تنتهي قريباً
es: Expira Pronto
fr: Expire Bientot
ko: 곧 만료
pt: Expirando em Breve
ru: Скоро истекает
tl: Malapit na Mag-expire
vi: Sap Het Han
zh_hans: 即将过期

# sharedItemsDashboard_files
source: Files
ar: الملفات
es: Archivos
fr: Fichiers
ko: 파일
pt: Arquivos
ru: Файлы
tl: Mga File
vi: Tep
zh_hans: 文件

# sharedItemsDashboard_filters
source: Filters:
ar: الفلاتر:
es: Filtros:
fr: Filtres :
ko: 필터:
pt: Filtros:
ru: Фильтры:
tl: Mga Filter:
vi: Bo Loc:
zh_hans: 筛选：

# sharedItemsDashboard_never
source: Never
ar: أبداً
es: Nunca
fr: Jamais
ko: 만료 없음
pt: Nunca
ru: Никогда
tl: Hindi Kailanman
vi: Khong Bao Gio
zh_hans: 永不

# sharedItemsDashboard_noSharedItems
source: No shared items found
ar: لم يتم العثور على عناصر مشتركة
es: No se encontraron elementos compartidos
fr: Aucun element partage trouve
ko: 공유 항목이 없습니다
pt: Nenhum item compartilhado encontrado
ru: Общие элементы не найдены
tl: Walang nahanap na ibinahaging item
vi: Khong tim thay muc da chia se
zh_hans: 未找到共享项目

# sharedItemsDashboard_open
source: Open
ar: فتح
es: Abrir
fr: Ouvrir
ko: 열기
pt: Abrir
ru: Открыть
tl: Buksan
vi: Mo
zh_hans: 打开

# sharedItemsDashboard_permission
source: Permission
ar: الإذن
es: Permiso
ko: 권한
pt: Permissao
ru: Разрешение
tl: Pahintulot
vi: Quyen
zh_hans: 权限

# sharedItemsDashboard_permissions_admin
source: Admin
ar: مسؤول
es: Administrador
fr: Administrateur
ko: 관리자
pt: Administrador
ru: Администратор
vi: Quan Tri
zh_hans: 管理员

# sharedItemsDashboard_permissions_comment
source: Comment
ar: تعليق
es: Comentar
fr: Commenter
ko: 댓글
pt: Comentar
ru: Комментирование
tl: Magkomento
vi: Binh Luan
zh_hans: 评论

# sharedItemsDashboard_permissions_download
source: Download
ar: تنزيل
es: Descargar
fr: Telecharger
ko: 다운로드
pt: Baixar
ru: Скачивание
tl: I-download
vi: Tai Xuong
zh_hans: 下载

# sharedItemsDashboard_permissions_edit
source: Edit
ar: تعديل
es: Editar
fr: Modifier
ko: 편집
pt: Editar
ru: Редактирование
tl: I-edit
vi: Chinh Sua
zh_hans: 编辑

# sharedItemsDashboard_permissions_view
source: View
ar: عرض
es: Ver
fr: Voir
ko: 보기
pt: Visualizar
ru: Просмотр
tl: Tingnan
vi: Xem
zh_hans: 查看

# sharedItemsDashboard_publicLinks
source: Public Links
ar: الروابط العامة
es: Enlaces Publicos
fr: Liens Publics
ko: 공개 링크
pt: Links Publicos
ru: Публичные ссылки
tl: Pampublikong Link
vi: Lien Ket Cong Khai
zh_hans: 公开链接

# sharedItemsDashboard_revokeShare
source: Revoke Share
ar: إلغاء المشاركة
es: Revocar Compartido
fr: Revoquer le Partage
ko: 공유 취소
pt: Revogar Compartilhamento
ru: Отозвать доступ
tl: Bawiin ang Pagbabahagi
vi: Thu Hoi Chia Se
zh_hans: 撤销共享

# sharedItemsDashboard_sharedVia_direct
source: Direct
ar: مباشر
es: Directo
ko: 직접
pt: Direto
ru: Напрямую
tl: Direkta
vi: Truc Tiep
zh_hans: 直接

# sharedItemsDashboard_sharedVia_privateLink
source: Private Link
ar: رابط خاص
es: Enlace Privado
fr: Lien Prive
ko: 비공개 링크
pt: Link Privado
ru: Приватная ссылка
tl: Pribadong Link
vi: Lien Ket Rieng Tu
zh_hans: 私密链接

# sharedItemsDashboard_sharedVia_publicLink
source: Public Link
ar: رابط عام
es: Enlace Publico
fr: Lien Public
ko: 공개 링크
pt: Link Publico
ru: Публичная ссылка
tl: Pampublikong Link
vi: Lien Ket Cong Khai
zh_hans: 公开链接

# sharedItemsDashboard_tableHeaders_expires
source: Expires
ar: ينتهي
es: Expira
fr: Expire
ko: 만료
pt: Expira
ru: Истекает
tl: Mag-e-expire
vi: Het Han
zh_hans: 过期时间

# sharedItemsDashboard_tableHeaders_name
source: Name
ar: الاسم
es: Nombre
fr: Nom
ko: 이름
pt: Nome
ru: Название
tl: Pangalan
vi: Ten
zh_hans: 名称

# sharedItemsDashboard_tableHeaders_permission
source: Permission
ar: الإذن
es: Permiso
ko: 권한
pt: Permissao
ru: Разрешение
tl: Pahintulot
vi: Quyen
zh_hans: 权限

# sharedItemsDashboard_tableHeaders_sharedVia
source: Shared Via
ar: مشترك عبر
es: Compartido Via
fr: Partage Via
ko: 공유 방식
pt: Compartilhado Via
ru: Способ доступа
tl: Ibinahagi Sa Pamamagitan Ng
vi: Chia Se Qua
zh_hans: 共享方式

# sharedItemsDashboard_tableHeaders_type
source: Type
ar: النوع
es: Tipo
ko: 유형
pt: Tipo
ru: Тип
tl: Uri
vi: Loai
zh_hans: 类型

# sharedItemsDashboard_tableHeaders_views
source: Views
ar: المشاهدات
es: Vistas
fr: Vues
ko: 조회수
pt: Visualizacoes
ru: Просмотры
tl: Mga Tumingin
vi: Luot Xem
zh_hans: 查看次数

# sharedItemsDashboard_title
source: Shared Items
ar: العناصر المشتركة
es: Elementos Compartidos
fr: Elements Partages
ko: 공유 항목
pt: Itens Compartilhados
ru: Общие элементы
tl: Mga Ibinahaging Item
vi: Muc Da Chia Se
zh_hans: 共享项目

# sharedItemsDashboard_totalShares
source: Total Shares
ar: إجمالي المشاركات
es: Total de Compartidos
fr: Total des Partages
ko: 총 공유
pt: Total de Compartilhamentos
ru: Всего общих
tl: Kabuuang Ibinahagi
vi: Tong So Chia Se
zh_hans: 总共享数

# sharedItemsDashboard_totalViews
source: Total Views
ar: إجمالي المشاهدات
es: Vistas Totales
fr: Vues Totales
ko: 총 조회수
pt: Total de Visualizacoes
ru: Всего просмотров
tl: Kabuuang Tumingin
vi: Tong Luot Xem
zh_hans: 总查看次数

# sharedItemsDashboard_type
source: Type
ar: النوع
es: Tipo
ko: 유형
pt: Tipo
ru: Тип
tl: Uri
vi: Loai
zh_hans: 类型

# sharedItemsDashboard_viewOnly
source: View Only
ar: عرض فقط
es: Solo Ver
fr: Lecture Seule
ko: 보기만
pt: Apenas Visualizacao
ru: Только просмотр
tl: Tingnan Lang
vi: Chi Xem
zh_hans: 仅查看

# smartNotifications_actions_dismiss
source: Dismiss
ar: تجاهل
es: Descartar
fr: Ignorer
ko: 닫기
pt: Dispensar
ru: Скрыть
tl: I-dismiss
vi: Bo qua
zh_hans: 忽略

# smartNotifications_actions_markRead
source: Mark read
ar: تحديد كمقروء
es: Marcar como leido
fr: Marquer comme lu
ko: 읽음으로 표시
pt: Marcar como lida
ru: Отметить как прочитанное
tl: Markahan bilang nabasa
vi: Danh dau da doc
zh_hans: 标为已读

# smartNotifications_empty_allCaughtUp
source: All caught up! No unread notifications.
ar: كل شيء محدث! لا توجد اشعارات غير مقروءة.
es: Todo al dia! No hay notificaciones sin leer.
fr: Tout est a jour ! Aucune notification non lue.
ko: 모두 확인했습니다! 읽지 않은 알림이 없습니다.
pt: Tudo em dia! Nenhuma notificacao nao lida.
ru: Вы всё просмотрели! Нет непрочитанных уведомлений.
tl: Nakaabot ka na! Walang hindi pa nabasang notipikasyon.
vi: Da cap nhat! Khong co thong bao chua doc.
zh_hans: 全部已读！没有未读通知。

# smartNotifications_empty_noNotifications
source: No notifications yet
ar: لا توجد اشعارات بعد
es: Aun no hay notificaciones
fr: Pas encore de notifications
ko: 아직 알림이 없습니다
pt: Nenhuma notificacao ainda
ru: Пока нет уведомлений
tl: Wala pang notipikasyon
vi: Chua co thong bao nao
zh_hans: 暂无通知

# smartNotifications_features_contextAware
source: Context-aware: what you see changes as you grow as an organizer
ar: واعية بالسياق: ما تراه يتغير مع نموك كمنظم
es: Consciente del contexto: lo que ves cambia a medida que creces como organizador
fr: Sensible au contexte : ce que vous voyez evolue avec votre experience d'organisateur
ko: 상황 인식: 조직가로 성장함에 따라 보이는 내용이 변화합니다
pt: Consciencia de contexto: o que voce ve muda conforme voce cresce como organizador
ru: Учёт контекста: то, что вы видите, меняется по мере вашего роста как организатора
tl: Context-aware: nagbabago ang nakikita mo habang lumalaki ka bilang organisador
vi: Nhan biet ngu canh: nhung gi ban thay se thay doi khi ban truong thanh voi vai tro to chuc
zh_hans: 情境感知：随着您作为组织者的成长，所见内容会相应变化

# smartNotifications_features_personalized
source: Notifications personalized based on your engagement level
ar: اشعارات مخصصة بناء على مستوى مشاركتك
es: Notificaciones personalizadas segun tu nivel de participacion
fr: Notifications personnalisees selon votre niveau d'engagement
ko: 참여 수준에 따라 맞춤화된 알림
pt: Notificacoes personalizadas com base no seu nivel de engajamento
ru: Уведомления персонализированы в зависимости от уровня вашей активности
tl: Mga notipikasyon na naka-personalize batay sa iyong antas ng pakikilahok
vi: Thong bao duoc ca nhan hoa dua tren muc do tham gia cua ban
zh_hans: 根据您的参与度个性化推送通知

# smartNotifications_features_priority
source: Priority filtering puts urgent items first
ar: تصفية الاولوية تضع العناصر العاجلة اولا
es: El filtro de prioridad pone los elementos urgentes primero
fr: Le filtrage par priorite met les elements urgents en premier
ko: 긴급한 항목을 먼저 보여주는 우선순위 필터링
pt: Filtragem por prioridade coloca itens urgentes primeiro
ru: Фильтрация по приоритету ставит срочные задачи на первое место
tl: Pinapauna ng priority filtering ang mga agarang bagay
vi: Loc uu tien dat cac muc khan cap len dau
zh_hans: 优先级筛选将紧急事项置顶

# smartNotifications_features_relevance
source: Relevance scoring shows why you're seeing each notification
ar: درجة الصلة توضح سبب رؤيتك لكل اشعار
es: La puntuacion de relevancia muestra por que ves cada notificacion
fr: Le score de pertinence montre pourquoi vous voyez chaque notification
ko: 각 알림을 왜 보고 있는지 보여주는 관련성 점수
pt: Pontuacao de relevancia mostra por que voce esta vendo cada notificacao
ru: Оценка релевантности показывает, почему вы видите каждое уведомление
tl: Ipinapakita ng relevance scoring kung bakit mo nakikita ang bawat notipikasyon
vi: Diem lien quan cho thay ly do ban nhan duoc moi thong bao
zh_hans: 相关性评分显示您看到每条通知的原因

# smartNotifications_features_title
source: Smart Notification Features
ar: ميزات الاشعارات الذكية
es: Caracteristicas de Notificaciones Inteligentes
fr: Fonctionnalites des Notifications Intelligentes
ko: 스마트 알림 기능
pt: Recursos de Notificacoes Inteligentes
ru: Функции умных уведомлений
tl: Mga Feature ng Matalinong Notipikasyon
vi: Tinh Nang Thong Bao Thong Minh
zh_hans: 智能通知功能

# smartNotifications_filters_all
source: All
ar: الكل
es: Todos
fr: Tous
ko: 전체
pt: Todas
ru: Все
tl: Lahat
vi: Tat Ca
zh_hans: 全部

# smartNotifications_filters_markAllRead
source: Mark all read
ar: تحديد الكل كمقروء
es: Marcar todo como leido
fr: Tout marquer comme lu
ko: 모두 읽음으로 표시
pt: Marcar todas como lidas
ru: Отметить все как прочитанные
tl: Markahan lahat bilang nabasa
vi: Danh dau tat ca da doc
zh_hans: 全部标为已读

# smartNotifications_filters_unread
source: Unread (%lld)
ar: غير مقروءة (%lld)
es: No leidos (%lld)
fr: Non lus (%lld)
ko: 읽지 않음 (%lld)
pt: Nao Lidas (%lld)
ru: Непрочитанные (%lld)
tl: Hindi Pa Nabasa (%lld)
vi: Chua doc (%lld)
zh_hans: 未读（%lld）

# smartNotifications_personalized
source: Personalized for %@
ar: مخصص لـ %@
es: Personalizado para %@
fr: Personnalise pour %@
ko: %@에 맞춤 설정됨
pt: Personalizado para %@
ru: Персонализировано для %@
tl: Naka-personalize para sa %@
vi: Ca nhan hoa cho %@
zh_hans: 为%@个性化定制

# smartNotifications_relevance
source: %@% relevant
ar: %@% ذو صلة
es: %@% relevante
fr: %@% pertinent
ko: %@% 관련성
pt: %@% relevante
ru: %@% релевантность
vi: %@% lien quan
zh_hans: %@%相关

# smartNotifications_title
source: Smart Notifications
ar: الاشعارات الذكية
es: Notificaciones Inteligentes
fr: Notifications Intelligentes
ko: 스마트 알림
pt: Notificacoes Inteligentes
ru: Умные уведомления
tl: Matalinong Notipikasyon
vi: Thong Bao Thong Minh
zh_hans: 智能通知

# storyViewer_deleteStory
source: Delete Story
ar: حذف القصة
es: Eliminar Historia
fr: Supprimer l'histoire
ko: 스토리 삭제
pt: Excluir Historia
ru: Удалить историю
tl: Burahin ang Kuwento
vi: Xoa tin
zh_hans: 删除动态

# storyViewer_replies
source: %lld replies
ar: %lld ردود
es: %lld respuestas
fr: %lld reponses
ko: 답글 %lld개
pt: %lld respostas
ru: %lld ответов
tl: %lld tugon
vi: %lld tra loi
zh_hans: %lld 条回复

# storyViewer_replyPlaceholder
source: Reply...
ar: رد...
es: Responder...
fr: Repondre...
ko: 답글...
pt: Responder...
ru: Ответить...
tl: Tumugon...
vi: Tra loi...
zh_hans: 回复...

# storyViewer_views
source: %lld views
ar: %lld مشاهدات
es: %lld vistas
fr: %lld vues
ko: 조회수 %lld회
pt: %lld visualizacoes
ru: %lld просмотров
tl: %lld view
vi: %lld luot xem
zh_hans: %lld 次浏览

# submissionsList_actions_flagSpam
source: Flag as spam
ar: تحديد كبريد مزعج
es: Marcar como spam
fr: Signaler comme spam
ko: 스팸으로 표시
pt: Marcar como spam
ru: Отметить как спам
tl: Markahan bilang spam
vi: Danh dau la spam
zh_hans: 标记为垃圾信息

# submissionsList_actions_markProcessed
source: Mark as processed
ar: تحديد كمعالج
es: Marcar como procesado
fr: Marquer comme traite
ko: 처리됨으로 표시
pt: Marcar como processado
ru: Отметить как обработанное
tl: Markahan bilang naproseso
vi: Danh dau da xu ly
zh_hans: 标记为已处理

# submissionsList_anonymous
source: Anonymous
ar: مجهول
es: Anonimo
fr: Anonyme
ko: 익명
pt: Anonimo
ru: Аноним
tl: Hindi Kilala
vi: An danh
zh_hans: 匿名

# submissionsList_export
source: Export
ar: تصدير
es: Exportar
fr: Exporter
ko: 내보내기
pt: Exportar
ru: Экспорт
tl: I-export
vi: Xuat
zh_hans: 导出

# submissionsList_filters_all
source: All
ar: الكل
es: Todos
fr: Tous
ko: 전체
pt: Todos
ru: Все
tl: Lahat
vi: Tat ca
zh_hans: 全部

# submissionsList_filters_spam
source: Spam
ar: بريد مزعج
ko: 스팸
ru: Спам
zh_hans: 垃圾信息

# submissionsList_filters_unprocessed
source: Unprocessed
ar: غير معالج
es: Sin procesar
fr: Non traites
ko: 미처리
pt: Nao Processados
ru: Необработанные
tl: Hindi pa Naproseso
vi: Chua xu ly
zh_hans: 未处理

# submissionsList_noSubmissions
source: No submissions found
ar: لم يتم العثور على تقديمات
es: No se encontraron envios
fr: Aucune soumission trouvee
ko: 제출된 양식이 없습니다
pt: Nenhum envio encontrado
ru: Отправок не найдено
tl: Walang nahanap na mga pagsusumite
vi: Khong tim thay bai nop nao
zh_hans: 未找到提交记录

# submissionsList_searchPlaceholder
source: Search by name or email...
ar: البحث بالاسم أو البريد الإلكتروني...
es: Buscar por nombre o correo...
fr: Rechercher par nom ou email...
ko: 이름 또는 이메일로 검색...
pt: Buscar por nome ou email...
ru: Поиск по имени или email...
tl: Maghanap ayon sa pangalan o email...
vi: Tim theo ten hoac email...
zh_hans: 按姓名或邮箱搜索...

# submissionsList_status_new
source: New
ar: جديد
es: Nuevo
fr: Nouveau
ko: 신규
pt: Novo
ru: Новое
tl: Bago
vi: Moi
zh_hans: 新提交

# submissionsList_status_processed
source: Processed
ar: تمت المعالجة
es: Procesado
fr: Traite
ko: 처리됨
pt: Processado
ru: Обработано
tl: Naproseso
vi: Da xu ly
zh_hans: 已处理

# submissionsList_status_spam
source: Spam
ar: بريد مزعج
ko: 스팸
ru: Спам
zh_hans: 垃圾信息

# submissionsList_tableHeaders_actions
source: Actions
ar: الإجراءات
es: Acciones
ko: 작업
pt: Acoes
ru: Действия
tl: Mga Aksyon
vi: Hanh dong
zh_hans: 操作

# submissionsList_tableHeaders_email
source: Email
ar: البريد الإلكتروني
es: Correo
ko: 이메일
zh_hans: 邮箱

# submissionsList_tableHeaders_name
source: Name
ar: الاسم
es: Nombre
fr: Nom
ko: 이름
pt: Nome
ru: Имя
tl: Pangalan
vi: Ten
zh_hans: 姓名

# submissionsList_tableHeaders_status
source: Status
ar: الحالة
es: Estado
fr: Statut
ko: 상태
ru: Статус
vi: Trang thai
zh_hans: 状态

# submissionsList_tableHeaders_submitted
source: Submitted
ar: تم التقديم
es: Enviado
fr: Soumis
ko: 제출일
pt: Enviado
ru: Отправлено
tl: Isinumite
vi: Da nop
zh_hans: 提交时间

# submissionsList_title
source: Form Submissions
ar: تقديمات النماذج
es: Envios de formularios
fr: Soumissions de formulaires
ko: 양식 제출
pt: Envios de Formulario
ru: Отправленные формы
tl: Mga Isinumite na Form
vi: Cac bai nop bieu mau
zh_hans: 表单提交

# submissionsList_totalCount
source: %lld total submission
ar: %lld تقديم إجمالي
es: %lld envio en total
fr: %lld soumission au total
ko: 총 %lld개 제출
pt: %lld envio no total
ru: %lld отправка
tl: %lld kabuuang pagsusumite
vi: Tong cong %lld bai nop
zh_hans: 共 %lld 条提交

# submissionsList_totalCount_plural
source: %lld total submissions
ar: %lld تقديمات إجمالي
es: %lld envios en total
fr: %lld soumissions au total
ko: 총 %lld개 제출
pt: %lld envios no total
ru: %lld отправок
tl: %lld kabuuang mga pagsusumite
vi: Tong cong %lld bai nop
zh_hans: 共 %lld 条提交

# subscriberList_actions
source: Actions
ar: الإجراءات
es: Acciones
ko: 작업
pt: Acoes
ru: Действия
tl: Mga Aksyon
vi: Hanh dong
zh_hans: 操作

# subscriberList_active
source: Active
ar: نشط
es: Activo
fr: Actif
ko: 활성
pt: Ativo
ru: Активный
tl: Aktibo
vi: Hoat dong
zh_hans: 活跃

# subscriberList_allStatus
source: All Status
ar: جميع الحالات
es: Todos los estados
fr: Tous les statuts
ko: 모든 상태
pt: Todos os Status
ru: Все статусы
tl: Lahat ng Status
vi: Tat ca trang thai
zh_hans: 所有状态

# subscriberList_allTiers
source: All Tiers
ar: جميع المستويات
es: Todos los niveles
fr: Tous les niveaux
ko: 모든 등급
pt: Todos os Planos
ru: Все уровни
tl: Lahat ng Antas
vi: Tat ca cap do
zh_hans: 所有等级

# subscriberList_cancelled
source: Cancelled
ar: ملغى
es: Cancelado
fr: Annule
ko: 취소됨
pt: Cancelado
ru: Отменён
tl: Kinansela
vi: Da huy
zh_hans: 已取消

# subscriberList_description
source: Manage your publication subscribers
ar: إدارة مشتركي منشورك
es: Gestiona los suscriptores de tu publicacion
fr: Gerez les abonnes de votre publication
ko: 발행물 구독자 관리
pt: Gerencie os assinantes da sua publicacao
ru: Управление подписчиками вашего издания
tl: Pamahalaan ang mga subscriber ng iyong publikasyon
vi: Quan ly nguoi dang ky an pham cua ban
zh_hans: 管理您的出版物订阅者
