Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# templateBuilder_relationship_desc
source: Define how tables relate to each other
ar: حدد كيفية ارتباط الجداول ببعضها البعض
es: Define cómo se relacionan las tablas entre sí
fr: Definissez comment les tables sont liees entre elles
ko: 테이블 간의 관계를 정의하세요
pt: Defina como as tabelas se relacionam entre si
ru: Определите, как таблицы связаны друг с другом
tl: Tukuyin kung paano nauugnay ang mga talahanayan sa isa't isa
vi: Dinh nghia cach cac bang lien ket voi nhau
zh_hans: 定义表格之间如何相互关联

# templateBuilder_relationship_edit
source: Edit
ar: تعديل
es: Editar
fr: Modifier
ko: 편집
pt: Editar
ru: Редактировать
tl: I-edit
vi: Chinh sua
zh_hans: 编辑

# templateBuilder_relationship_fillFields
source: Please fill in all fields
ar: يرجى ملء جميع الحقول
es: Por favor completa todos los campos
fr: Veuillez remplir tous les champs
ko: 모든 필드를 입력하세요
pt: Por favor, preencha todos os campos
ru: Заполните все поля
tl: Mangyaring punan ang lahat ng field
vi: Vui long dien tat ca cac truong
zh_hans: 请填写所有字段

# templateBuilder_relationship_manyToMany
source: Many to Many
ar: متعدد إلى متعدد
es: Muchos a Muchos
fr: Plusieurs a Plusieurs
ko: 다대다
pt: Muitos para Muitos
ru: Многие ко многим
tl: Marami sa Marami
vi: Nhieu-Nhieu
zh_hans: 多对多

# templateBuilder_relationship_manyToOne
source: Many to One
ar: متعدد إلى واحد
es: Muchos a Uno
fr: Plusieurs a Un
ko: 다대일
pt: Muitos para Um
ru: Многие к одному
tl: Marami sa Isa
vi: Nhieu-Mot
zh_hans: 多对一

# templateBuilder_relationship_onDelete
source: On Delete
ar: عند الحذف
es: Al Eliminar
fr: A la Suppression
ko: 삭제 시
pt: Ao Excluir
ru: При удалении
tl: Kapag Binura
vi: Khi Xoa
zh_hans: 删除时

# templateBuilder_relationship_oneToMany
source: One to Many
ar: واحد إلى متعدد
es: Uno a Muchos
fr: Un a Plusieurs
ko: 일대다
pt: Um para Muitos
ru: Один ко многим
tl: Isa sa Marami
vi: Mot-Nhieu
zh_hans: 一对多

# templateBuilder_relationship_restrict
source: Restrict (prevent deletion)
ar: تقييد (منع الحذف)
es: Restringir (prevenir eliminación)
fr: Restreindre (empecher la suppression)
ko: 제한 (삭제 방지)
pt: Restringir (impedir exclusao)
ru: Ограничить (запретить удаление)
tl: Ipagbawal (pigilan ang pagbura)
vi: Han che (ngan xoa)
zh_hans: 限制（阻止删除）

# templateBuilder_relationship_save
source: Save Relationship
ar: حفظ العلاقة
es: Guardar Relación
fr: Enregistrer la Relation
ko: 관계 저장
pt: Salvar Relacionamento
ru: Сохранить связь
tl: I-save ang Relasyon
vi: Luu Moi quan he
zh_hans: 保存关系

# templateBuilder_relationship_selectField
source: Select field
ar: اختر حقلاً
es: Seleccionar campo
fr: Selectionner un champ
ko: 필드 선택
pt: Selecionar campo
ru: Выберите поле
tl: Pumili ng field
vi: Chon truong
zh_hans: 选择字段

# templateBuilder_relationship_selectTable
source: Select table
ar: اختر جدولاً
es: Seleccionar tabla
fr: Selectionner une table
ko: 테이블 선택
pt: Selecionar tabela
ru: Выберите таблицу
tl: Pumili ng talahanayan
vi: Chon bang
zh_hans: 选择表格

# templateBuilder_relationship_setNull
source: Set Null (clear relationship)
ar: تعيين فارغ (مسح العلاقة)
es: Establecer Nulo (limpiar relación)
fr: Mettre a Null (effacer la relation)
ko: Null로 설정 (관계 해제)
pt: Definir Nulo (limpar relacionamento)
ru: Установить Null (очистить связь)
tl: Itakda sa Null (alisin ang relasyon)
vi: Dat Null (xoa moi quan he)
zh_hans: 设为空（清除关系）

# templateBuilder_relationship_sourceField
source: Source Field
ar: الحقل المصدر
es: Campo de Origen
fr: Champ Source
ko: 소스 필드
pt: Campo de Origem
ru: Исходное поле
tl: Pinagmulang Field
vi: Truong Nguon
zh_hans: 源字段

# templateBuilder_relationship_sourceTable
source: Source Table
ar: الجدول المصدر
es: Tabla de Origen
fr: Table Source
ko: 소스 테이블
pt: Tabela de Origem
ru: Исходная таблица
tl: Pinagmulang Talahanayan
vi: Bang Nguon
zh_hans: 源表格

# templateBuilder_relationship_targetField
source: Target Field
ar: الحقل الهدف
es: Campo de Destino
fr: Champ Cible
ko: 대상 필드
pt: Campo de Destino
ru: Целевое поле
tl: Target na Field
vi: Truong Dich
zh_hans: 目标字段

# templateBuilder_relationship_targetTable
source: Target Table
ar: الجدول الهدف
es: Tabla de Destino
fr: Table Cible
ko: 대상 테이블
pt: Tabela de Destino
ru: Целевая таблица
tl: Target na Talahanayan
vi: Bang Dich
zh_hans: 目标表格

# templateBuilder_relationship_title
source: Relationship
ar: العلاقة
es: Relación
fr: Relation
ko: 관계
pt: Relacionamento
ru: Связь
tl: Relasyon
vi: Moi quan he
zh_hans: 关系

# templateBuilder_relationship_type
source: Relationship Type
ar: نوع العلاقة
es: Tipo de Relación
fr: Type de Relation
ko: 관계 유형
pt: Tipo de Relacionamento
ru: Тип связи
tl: Uri ng Relasyon
vi: Loai Moi quan he
zh_hans: 关系类型

# templateBuilder_relationships
source: Relationships
ar: العلاقات
es: Relaciones
fr: Relations
ko: 관계
pt: Relacionamentos
ru: Связи
tl: Mga Relasyon
vi: Moi quan he
zh_hans: 关系

# templateBuilder_relationshipsCount
source: Relationships (%lld)
ar: العلاقات (%lld)
es: Relaciones (%lld)
fr: Relations (%lld)
ko: 관계 (%lld개)
pt: Relacionamentos (%lld)
ru: Связи (%lld)
tl: Mga Relasyon (%lld)
vi: Moi quan he (%lld)
zh_hans: 关系 (%lld)

# templateBuilder_relationshipsDesc
source: Define relationships between tables
ar: حدد العلاقات بين الجداول
es: Define relaciones entre tablas
fr: Definissez les relations entre les tables
ko: 테이블 간의 관계를 정의하세요
pt: Defina relacionamentos entre tabelas
ru: Определите связи между таблицами
tl: Tukuyin ang mga relasyon sa pagitan ng mga talahanayan
vi: Dinh nghia moi quan he giua cac bang
zh_hans: 定义表格之间的关系

# templateBuilder_tables
source: Tables
ar: الجداول
es: Tablas
ko: 테이블
pt: Tabelas
ru: Таблицы
tl: Mga Talahanayan
vi: Bang
zh_hans: 表格

# templateBuilder_tablesCount
source: Tables (%lld)
ar: الجداول (%lld)
es: Tablas (%lld)
ko: 테이블 (%lld개)
pt: Tabelas (%lld)
ru: Таблицы (%lld)
tl: Mga Talahanayan (%lld)
vi: Bang (%lld)
zh_hans: 表格 (%lld)

# templateBuilder_tablesDesc
source: Define the tables and fields in this database template
ar: حدد الجداول والحقول في قالب قاعدة البيانات هذا
es: Define las tablas y campos en esta plantilla de base de datos
fr: Definissez les tables et champs dans ce modele de base de donnees
ko: 이 데이터베이스 템플릿의 테이블과 필드를 정의하세요
pt: Defina as tabelas e campos neste modelo de banco de dados
ru: Определите таблицы и поля в этом шаблоне базы данных
tl: Tukuyin ang mga talahanayan at field sa template ng database na ito
vi: Dinh nghia cac bang va truong trong mau co so du lieu nay
zh_hans: 定义此数据库模板中的表格和字段

# templateBuilder_templateName
source: Template Name
ar: اسم القالب
es: Nombre de la Plantilla
fr: Nom du Modele
ko: 템플릿 이름
pt: Nome do Modelo
ru: Название шаблона
tl: Pangalan ng Template
vi: Ten Mau
zh_hans: 模板名称

# templateBuilder_templateNamePlaceholder
source: e.g., CRM Contact Database, Project Tracker
ar: مثال: قاعدة بيانات جهات اتصال CRM، متتبع المشاريع
es: ej., Base de Datos de Contactos CRM, Seguimiento de Proyectos
fr: ex., Base de Donnees Contacts CRM, Suivi de Projets
ko: 예: CRM 연락처 데이터베이스, 프로젝트 트래커
pt: ex: Banco de Dados de Contatos CRM, Rastreador de Projetos
ru: например, CRM База контактов, Трекер проектов
tl: hal., CRM Contact Database, Project Tracker
vi: vi du: Co so du lieu Lien he CRM, Theo doi Du an
zh_hans: 例如：CRM联系人数据库、项目跟踪器

# templateBuilder_updateTemplate
source: Update Template
ar: تحديث القالب
es: Actualizar Plantilla
fr: Mettre a Jour le Modele
ko: 템플릿 업데이트
pt: Atualizar Modelo
ru: Обновить шаблон
tl: I-update ang Template
vi: Cap nhat Mau
zh_hans: 更新模板

# templateBuilder_view
source: view
ar: عرض
es: vista
fr: vue
ko: 뷰
pt: visualizacao
ru: представление
vi: che do xem
zh_hans: 视图

# templateBuilder_views
source: views
ar: عروض
es: vistas
fr: vues
ko: 뷰
pt: visualizacoes
ru: представлений
tl: mga view
vi: che do xem
zh_hans: 视图

# templateGallery_actions_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# templateGallery_actions_useTemplate
source: Use This Template
ar: استخدم هذا القالب
es: Usar esta plantilla
fr: Utiliser ce modele
ko: 이 템플릿 사용
pt: Usar Este Modelo
ru: Использовать этот шаблон
tl: Gamitin ang Template na Ito
vi: Su dung mau nay
zh_hans: 使用此模板

# templateGallery_blank_description
source: Create a custom form with your own fields
ar: أنشئ نموذجاً مخصصاً بحقولك الخاصة
es: Crea un formulario personalizado con tus propios campos
fr: Creez un formulaire personnalise avec vos propres champs
ko: 사용자 지정 필드로 맞춤 양식 만들기
pt: Crie um formulario personalizado com seus proprios campos
ru: Создайте пользовательскую форму с собственными полями
tl: Gumawa ng custom na form gamit ang sarili mong mga field
vi: Tao bieu mau tuy chinh voi cac truong cua rieng ban
zh_hans: 使用您自己的字段创建自定义表单

# templateGallery_blank_title
source: Start from Scratch
ar: البدء من الصفر
es: Empezar desde cero
fr: Partir de zero
ko: 처음부터 시작
pt: Comecar do Zero
ru: Начать с нуля
tl: Magsimula mula sa Simula
vi: Bat dau tu dau
zh_hans: 从头开始

# templateGallery_description
source: Start with a pre-built template or create a form from scratch
ar: ابدأ بقالب جاهز أو أنشئ نموذجاً من الصفر
es: Comienza con una plantilla predefinida o crea un formulario desde cero
fr: Commencez avec un modele predéfini ou creez un formulaire de zero
ko: 미리 만들어진 템플릿으로 시작하거나 처음부터 양식을 만드세요
pt: Comece com um modelo pronto ou crie um formulario do zero
ru: Начните с готового шаблона или создайте форму с нуля
tl: Magsimula sa isang pre-built na template o gumawa ng form mula sa simula
vi: Bat dau voi mau co san hoac tao bieu mau tu dau
zh_hans: 从预设模板开始或从头创建表单

# templateGallery_fields
source: %lld fields
ar: %lld حقول
es: %lld campos
fr: %lld champs
ko: %lld개 필드
pt: %lld campos
ru: %lld полей
tl: %lld mga field
vi: %lld truong
zh_hans: %lld 个字段

# templateGallery_preview_includedFields
source: Included Fields:
ar: الحقول المتضمنة:
es: Campos incluidos:
fr: Champs inclus :
ko: 포함된 필드:
pt: Campos Incluidos:
ru: Включённые поля:
tl: Mga Kasama na Field:
vi: Cac truong bao gom:
zh_hans: 包含的字段：

# templateGallery_preview_required
source: Required
ar: مطلوب
es: Requerido
fr: Obligatoire
ko: 필수
pt: Obrigatorio
ru: Обязательное
tl: Kinakailangan
vi: Bat buoc
zh_hans: 必填

# templateGallery_preview_requiredCount
source: %lld required field
ar: %lld حقل مطلوب
es: %lld campo requerido
fr: %lld champ obligatoire
ko: 필수 필드 %lld개
pt: %lld campo obrigatorio
ru: %lld обязательное поле
tl: %lld kinakailangang field
vi: %lld truong bat buoc
zh_hans: %lld 个必填字段

# templateGallery_preview_requiredCountPlural
source: %lld required fields
ar: %lld حقول مطلوبة
es: %lld campos requeridos
fr: %lld champs obligatoires
ko: 필수 필드 %lld개
pt: %lld campos obrigatorios
ru: %lld обязательных полей
tl: %lld kinakailangang field
vi: %lld truong bat buoc
zh_hans: %lld 个必填字段

# templateGallery_searchPlaceholder
source: Search templates...
ar: البحث في القوالب...
es: Buscar plantillas...
fr: Rechercher des modeles...
ko: 템플릿 검색...
pt: Pesquisar modelos...
ru: Поиск шаблонов...
tl: Maghanap ng mga template...
vi: Tim kiem mau...
zh_hans: 搜索模板...

# templateGallery_title
source: Choose a Form Template
ar: اختر قالب نموذج
es: Elige una plantilla de formulario
fr: Choisir un modele de formulaire
ko: 양식 템플릿 선택
pt: Escolha um Modelo de Formulario
ru: Выберите шаблон формы
tl: Pumili ng Template ng Form
vi: Chon mau bieu mau
zh_hans: 选择表单模板

# templates_activistCollective_description
source: Coordinate campaigns, build knowledge, and mobilize your community effectively.
ar: نسق الحملات وابنِ المعرفة وحشد مجتمعك بفعالية.
es: Coordina campañas, construye conocimiento y moviliza tu comunidad efectivamente.
fr: Coordonnez des campagnes, construisez des connaissances et mobilisez votre communauté efficacement.
ko: 캠페인을 조율하고, 지식을 구축하며, 커뮤니티를 효과적으로 동원하세요.
pt: Coordene campanhas, construa conhecimento e mobilize sua comunidade de forma eficaz.
ru: Координируйте кампании, создавайте базу знаний и эффективно мобилизуйте ваше сообщество.
tl: I-coordinate ang mga kampanya, bumuo ng kaalaman, at mobilisahin ang iyong komunidad nang epektibo.
vi: Phối hợp chiến dịch, xây dựng kiến thức và huy động cộng đồng hiệu quả.
zh_hans: 协调运动、建立知识并有效动员您的社区。

# templates_activistCollective_enhancements_crm_description
source: Track supporters, volunteers, and outreach efforts
ar: تتبع المؤيدين والمتطوعين وجهود التواصل
es: Seguimiento de simpatizantes, voluntarios y esfuerzos de difusión
fr: Suivi des sympathisants, bénévoles et efforts de sensibilisation
ko: 지지자, 자원봉사자 및 아웃리치 활동 추적
pt: Acompanhe apoiadores, voluntarios e esforcos de alcance
ru: Отслеживайте сторонников, волонтеров и работу по привлечению
tl: Subaybayan ang mga tagasuporta, boluntaryo, at mga pagsisikap sa outreach
vi: Theo dõi người ủng hộ, tình nguyện viên và nỗ lực tiếp cận
zh_hans: 跟踪支持者、志愿者和外联工作

# templates_activistCollective_enhancements_crm_name
source: Contact Management
ar: إدارة جهات الاتصال
es: Gestión de contactos
fr: Gestion des contacts
ko: 연락처 관리
pt: Gerenciamento de Contatos
ru: Управление контактами
tl: Pamamahala ng Contact
vi: Quản lý liên hệ
zh_hans: 联系人管理

# templates_activistCollective_enhancements_database_description
source: Create custom tracking systems for your campaigns
ar: أنشئ أنظمة تتبع مخصصة لحملاتك
es: Crea sistemas de seguimiento personalizados para tus campañas
fr: Créez des systèmes de suivi personnalisés pour vos campagnes
ko: 캠페인을 위한 사용자 정의 추적 시스템 만들기
pt: Crie sistemas de acompanhamento personalizados para suas campanhas
ru: Создавайте пользовательские системы отслеживания для ваших кампаний
tl: Lumikha ng mga custom na sistema ng pagsubaybay para sa iyong mga kampanya
vi: Tạo hệ thống theo dõi tùy chỉnh cho chiến dịch của bạn
zh_hans: 为您的运动创建自定义跟踪系统

# templates_activistCollective_enhancements_database_name
source: Custom Databases
ar: قواعد بيانات مخصصة
es: Bases de datos personalizadas
fr: Bases de données personnalisées
ko: 사용자 정의 데이터베이스
pt: Bancos de Dados Personalizados
ru: Пользовательские базы данных
tl: Mga Custom na Database
vi: Cơ sở dữ liệu tùy chỉnh
zh_hans: 自定义数据库

# templates_activistCollective_enhancements_files_description
source: Store and organize campaign materials
ar: خزّن ونظّم مواد الحملة
es: Almacena y organiza materiales de campaña
fr: Stockez et organisez les matériaux de campagne
ko: 캠페인 자료 저장 및 정리
pt: Armazene e organize materiais de campanha
ru: Храните и организуйте материалы кампании
tl: Mag-imbak at ayusin ang mga materyales ng kampanya
vi: Lưu trữ và tổ chức tài liệu chiến dịch
zh_hans: 存储和组织运动材料

# templates_activistCollective_enhancements_files_name
source: Media Library
ar: مكتبة الوسائط
es: Biblioteca de medios
fr: Médiathèque
ko: 미디어 라이브러리
pt: Biblioteca de Midia
ru: Медиатека
tl: Library ng Media
vi: Thư viện phương tiện
zh_hans: 媒体库

# templates_activistCollective_name
source: Activist Collective
ar: تجمع ناشط
es: Colectivo activista
fr: Collectif militant
ko: 활동가 집단
pt: Coletivo Ativista
ru: Активистский коллектив
tl: Kolektibong Aktibista
vi: Tập thể hoạt động xã hội
zh_hans: 活动家集体

# templates_categories_civic
source: Civic Action
ar: العمل المدني
es: Acción cívica
fr: Action civique
ko: 시민 행동
pt: Acao Civica
ru: Гражданское действие
tl: Aksyong Sibiko
vi: Hành động công dân
zh_hans: 公民行动

# templates_categories_community
source: Community
ar: المجتمع
es: Comunidad
fr: Communauté
ko: 커뮤니티
pt: Comunidade
ru: Сообщество
tl: Komunidad
vi: Cộng đồng
zh_hans: 社区

# templates_categories_governance
source: Governance
ar: الحوكمة
es: Gobernanza
fr: Gouvernance
ko: 거버넌스
pt: Governanca
ru: Управление
tl: Pamamahala
vi: Quản trị
zh_hans: 治理

# templates_categories_movement-defense
source: Movement Defense
ar: دفاع الحركة
es: Defensa del Movimiento
fr: Défense du Mouvement
ko: 운동 방어
pt: Defesa do Movimento
ru: Защита движения
tl: Depensa ng Kilusan
vi: Bảo vệ phong trào
zh_hans: 运动防御

# templates_categories_mutual-aid
source: Mutual Aid
ar: المساعدة المتبادلة
es: Ayuda mutua
fr: Aide mutuelle
ko: 상호 부조
pt: Ajuda Mutua
ru: Взаимопомощь
tl: Bayanihan
vi: Hỗ trợ lẫn nhau
zh_hans: 互助

# templates_categories_organizing
source: Organizing
ar: التنظيم
es: Organización
fr: Organisation
ko: 조직화
pt: Organizacao
ru: Организация
tl: Pag-oorganisa
vi: Tổ chức
zh_hans: 组织

# templates_communityHub_description
source: A general-purpose space for community organizing and connection. Perfect for neighborhoods and social groups.
ar: مساحة متعددة الأغراض للتنظيم والتواصل المجتمعي. مثالية للأحياء والمجموعات الاجتماعية.
es: Un espacio de propósito general para organización y conexión comunitaria. Perfecto para vecindarios y grupos sociales.
fr: Un espace polyvalent pour l'organisation et la connexion communautaire. Parfait pour les quartiers et les groupes sociaux.
ko: 커뮤니티 조직화 및 연결을 위한 범용 공간입니다. 이웃과 사회 그룹에 적합합니다.
pt: Um espaco de proposito geral para organizacao e conexao comunitaria. Perfeito para bairros e grupos sociais.
ru: Универсальное пространство для общественной организации и связей. Идеально для районов и социальных групп.
tl: Isang pangkalahatang espasyo para sa pag-oorganisa at koneksyon ng komunidad. Perpekto para sa mga kapitbahayan at mga grupo sa lipunan.
vi: Không gian đa năng cho tổ chức và kết nối cộng đồng. Hoàn hảo cho khu phố và các nhóm xã hội.
zh_hans: 用于社区组织和联系的通用空间。非常适合社区和社交群组。

# templates_communityHub_enhancements_crm_description
source: Manage community contacts and local businesses
ar: إدارة جهات الاتصال المجتمعية والأعمال المحلية
es: Gestiona contactos comunitarios y negocios locales
fr: Gérez les contacts communautaires et les entreprises locales
ko: 커뮤니티 연락처 및 지역 업체 관리
pt: Gerencie contatos comunitarios e negocios locais
ru: Управляйте контактами сообщества и местными предприятиями
tl: Pamahalaan ang mga contact ng komunidad at mga lokal na negosyo
vi: Quản lý liên hệ cộng đồng và doanh nghiệp địa phương
zh_hans: 管理社区联系人和本地商家

# templates_communityHub_enhancements_crm_name
source: Contact Directory
ar: دليل جهات الاتصال
es: Directorio de contactos
fr: Annuaire des contacts
ko: 연락처 디렉토리
pt: Diretorio de Contatos
ru: Каталог контактов
tl: Direktoryo ng Contact
vi: Danh bạ liên hệ
zh_hans: 联系人目录

# templates_communityHub_enhancements_documents_description
source: Collaborative documents for meeting notes and planning
ar: مستندات تعاونية لملاحظات الاجتماعات والتخطيط
es: Documentos colaborativos para notas de reuniones y planificación
fr: Documents collaboratifs pour les notes de réunion et la planification
ko: 회의록 및 계획을 위한 협업 문서
pt: Documentos colaborativos para atas de reunioes e planejamento
ru: Совместные документы для протоколов собраний и планирования
tl: Mga kolaboratibong dokumento para sa mga tala ng pulong at pagpaplano
vi: Tài liệu cộng tác cho biên bản họp và lập kế hoạch
zh_hans: 用于会议记录和规划的协作文档

# templates_communityHub_enhancements_documents_name
source: Document Suite
ar: مجموعة المستندات
es: Suite de documentos
fr: Suite de documents
ko: 문서 도구
pt: Suite de Documentos
ru: Пакет документов
tl: Suite ng mga Dokumento
vi: Bộ tài liệu
zh_hans: 文档套件

# templates_communityHub_enhancements_files_description
source: Shared file storage for community resources
ar: تخزين مشترك للموارد المجتمعية
es: Almacenamiento compartido para recursos comunitarios
fr: Stockage partagé pour les ressources communautaires
ko: 커뮤니티 자료를 위한 공유 파일 저장소
pt: Armazenamento compartilhado de arquivos para recursos comunitarios
ru: Общее хранилище файлов для ресурсов сообщества
tl: Shared file storage para sa mga mapagkukunan ng komunidad
vi: Lưu trữ tệp chung cho tài nguyên cộng đồng
zh_hans: 社区资源的共享文件存储

# templates_communityHub_enhancements_files_name
source: File Sharing
ar: مشاركة الملفات
es: Compartir archivos
fr: Partage de fichiers
ko: 파일 공유
pt: Compartilhamento de Arquivos
ru: Обмен файлами
tl: Pagbabahagi ng File
vi: Chia sẻ tệp
zh_hans: 文件共享

# templates_communityHub_enhancements_governance_description
source: Add proposals and voting for community decisions
ar: أضف المقترحات والتصويت للقرارات المجتمعية
es: Añade propuestas y votaciones para decisiones comunitarias
fr: Ajoutez des propositions et des votes pour les décisions communautaires
ko: 커뮤니티 결정을 위한 제안 및 투표 추가
pt: Adicione propostas e votacao para decisoes comunitarias
ru: Добавить предложения и голосование для решений сообщества
tl: Magdagdag ng mga panukala at pagboto para sa mga desisyon ng komunidad
vi: Thêm đề xuất và bỏ phiếu cho các quyết định cộng đồng
zh_hans: 添加提案和投票功能用于社区决策

# templates_communityHub_enhancements_governance_name
source: Collective Decisions
ar: القرارات الجماعية
es: Decisiones colectivas
fr: Décisions collectives
ko: 집단 결정
pt: Decisoes Coletivas
ru: Коллективные решения
tl: Mga Kolektibong Desisyon
vi: Quyết định tập thể
zh_hans: 集体决策

# templates_communityHub_name
source: Community Hub
ar: مركز مجتمعي
es: Centro comunitario
fr: Centre communautaire
ko: 커뮤니티 허브
pt: Centro Comunitario
ru: Общественный центр
tl: Hub ng Komunidad
vi: Trung tâm cộng đồng
zh_hans: 社区中心

# templates_complexity_1
source: Simple
ar: بسيط
ko: 간단
pt: Simples
ru: Простой
vi: Đơn giản
zh_hans: 简单

# templates_complexity_2
source: Basic
ar: أساسي
es: Básico
fr: Basique
ko: 기본
pt: Basico
ru: Базовый
tl: Pangunahin
vi: Cơ bản
zh_hans: 基础

# templates_complexity_3
source: Standard
ar: قياسي
es: Estándar
ko: 표준
pt: Padrao
ru: Стандартный
tl: Karaniwan
vi: Tiêu chuẩn
zh_hans: 标准

# templates_complexity_4
source: Advanced
ar: متقدم
es: Avanzado
fr: Avancé
ko: 고급
pt: Avancado
ru: Продвинутый
vi: Nâng cao
zh_hans: 高级

# templates_complexity_5
source: Expert
ar: خبير
es: Experto
ko: 전문가
pt: Especialista
ru: Экспертный
tl: Eksperto
vi: Chuyên gia
zh_hans: 专业

# templates_continue
source: Continue
ar: متابعة
es: Continuar
fr: Continuer
ko: 계속
pt: Continuar
ru: Продолжить
tl: Magpatuloy
vi: Tiếp tục
zh_hans: 继续

# templates_createGroup
source: Create Group
ar: إنشاء المجموعة
es: Crear grupo
fr: Créer le groupe
ko: 그룹 만들기
pt: Criar Grupo
ru: Создать группу
tl: Lumikha ng Grupo
vi: Tạo nhóm
zh_hans: 创建群组

# templates_creating
source: Creating...
ar: جاري الإنشاء...
es: Creando...
fr: Création...
ko: 생성 중...
pt: Criando...
ru: Создание...
tl: Nililikha...
vi: Đang tạo...
zh_hans: 创建中...

# templates_customize
source: Customize
ar: تخصيص
es: Personalizar
fr: Personnaliser
ko: 사용자 정의
pt: Personalizar
ru: Настроить
tl: I-customize
vi: Tùy chỉnh
zh_hans: 自定义

# templates_demoDataWillBeLoaded
source: Demo data will be loaded
ar: سيتم تحميل البيانات التجريبية
es: Se cargarán datos de demostración
fr: Les données de démonstration seront chargées
ko: 데모 데이터가 로드됩니다
pt: Dados de demonstracao serao carregados
ru: Демонстрационные данные будут загружены
tl: Ilo-load ang demo data
vi: Dữ liệu demo sẽ được tải
zh_hans: 将加载演示数据

# templates_enhancementsAdded
source: enhancements added
ar: تحسينات مضافة
es: mejoras añadidas
fr: améliorations ajoutées
ko: 개의 기능이 추가됨
pt: melhorias adicionadas
ru: улучшений добавлено
tl: mga pagpapahusay na idinagdag
vi: cải tiến đã thêm
zh_hans: 已添加增强功能

# templates_includeSampleData
source: Include sample data
ar: تضمين بيانات تجريبية
es: Incluir datos de ejemplo
fr: Inclure des données d'exemple
ko: 샘플 데이터 포함
pt: Incluir dados de exemplo
ru: Включить примеры данных
tl: Isama ang sample data
vi: Bao gồm dữ liệu mẫu
zh_hans: 包含示例数据

# templates_manualMode
source: Manual setup
ar: الإعداد اليدوي
es: Configuración manual
fr: Configuration manuelle
ko: 수동 설정
pt: Configuracao manual
ru: Ручная настройка
tl: Manual na setup
vi: Thiết lập thủ công
zh_hans: 手动设置

# templates_manualModeDescription
source: Manual mode: You'll select individual modules in the next step.
ar: الوضع اليدوي: ستختار الوحدات الفردية في الخطوة التالية.
es: Modo manual: Seleccionarás módulos individuales en el siguiente paso.
fr: Mode manuel : Vous sélectionnerez les modules individuels à l'étape suivante.
ko: 수동 모드: 다음 단계에서 개별 모듈을 선택합니다.
pt: Modo manual: Voce selecionara modulos individuais na proxima etapa.
ru: Ручной режим: вы выберете отдельные модули на следующем шаге.
tl: Manual mode: Pipiliin mo ang mga indibidwal na module sa susunod na hakbang.
vi: Chế độ thủ công: Bạn sẽ chọn từng mô-đun ở bước tiếp theo.
zh_hans: 手动模式：您将在下一步中选择各个模块。
