Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# activeCallsPanel_callerName
source: Caller Name
ar: اسم المتصل
es: Nombre del Llamante
fr: Nom de l'Appelant
ko: 발신자 이름
pt: Nome do Chamador
ru: Имя звонящего
tl: Pangalan ng Tumatawag
vi: Ten Nguoi Goi
zh_hans: 来电者姓名

# activeCallsPanel_callerNamePlaceholder
source: Enter caller name
ar: أدخل اسم المتصل
es: Ingrese el nombre del llamante
fr: Entrez le nom de l'appelant
ko: 발신자 이름 입력
pt: Digite o nome do chamador
ru: Введите имя звонящего
tl: Ilagay ang pangalan ng tumatawag
vi: Nhap ten nguoi goi
zh_hans: 输入来电者姓名

# activeCallsPanel_callSummary
source: Call Summary
ar: ملخص المكالمة
es: Resumen de la Llamada
fr: Resume de l'Appel
ko: 통화 요약
pt: Resumo da Chamada
ru: Краткое описание звонка
tl: Buod ng Tawag
vi: Tom Tat Cuoc Goi
zh_hans: 通话摘要

# activeCallsPanel_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# activeCallsPanel_end
source: End
ar: إنهاء
es: Finalizar
fr: Terminer
ko: 종료
pt: Encerrar
ru: Завершить
tl: Tapusin
vi: Ket Thuc
zh_hans: 结束

# activeCallsPanel_endCallButton
source: End Call
ar: إنهاء المكالمة
es: Finalizar Llamada
fr: Terminer l'Appel
ko: 통화 종료
pt: Encerrar Chamada
ru: Завершить звонок
tl: Tapusin ang Tawag
vi: Ket Thuc Cuoc Goi
zh_hans: 结束通话

# activeCallsPanel_endCallDescription
source: Provide a summary of the call before ending
ar: قدم ملخصاً للمكالمة قبل الإنهاء
es: Proporcione un resumen de la llamada antes de finalizar
fr: Fournissez un resume de l'appel avant de terminer
ko: 종료 전 통화 요약을 입력하세요
pt: Forneca um resumo da chamada antes de encerrar
ru: Добавьте краткое описание звонка перед завершением
tl: Magbigay ng buod ng tawag bago tapusin
vi: Cung cap tom tat cuoc goi truoc khi ket thuc
zh_hans: 结束前请提供通话摘要

# activeCallsPanel_endCallTitle
source: End Call
ar: إنهاء المكالمة
es: Finalizar Llamada
fr: Terminer l'Appel
ko: 통화 종료
pt: Encerrar Chamada
ru: Завершить звонок
tl: Tapusin ang Tawag
vi: Ket Thuc Cuoc Goi
zh_hans: 结束通话

# activeCallsPanel_hold
source: Hold
ar: انتظار
es: Espera
fr: Attente
ko: 대기
pt: Colocar em Espera
ru: Удержать
tl: I-hold
vi: Cho
zh_hans: 保持

# activeCallsPanel_newCallDescription
source: Log a new incoming call to the hotline
ar: تسجيل مكالمة واردة جديدة على خط المساعدة
es: Registrar una nueva llamada entrante a la linea de ayuda
fr: Enregistrer un nouvel appel entrant sur la ligne d'assistance
ko: 핫라인으로 수신된 새 통화 기록
pt: Registrar uma nova chamada recebida na linha direta
ru: Зарегистрировать новый входящий звонок на горячую линию
tl: Mag-log ng bagong papasok na tawag sa hotline
vi: Ghi nhan cuoc goi den moi tren duong day nong
zh_hans: 记录热线的新来电

# activeCallsPanel_newCallTitle
source: Start New Call
ar: بدء مكالمة جديدة
es: Iniciar Nueva Llamada
fr: Demarrer un Nouvel Appel
ko: 새 통화 시작
pt: Iniciar Nova Chamada
ru: Начать новый звонок
tl: Magsimula ng Bagong Tawag
vi: Bat Dau Cuoc Goi Moi
zh_hans: 开始新通话

# activeCallsPanel_noActiveCalls
source: No active calls
ar: لا توجد مكالمات نشطة
es: Sin llamadas activas
fr: Aucun appel actif
ko: 활성 통화 없음
pt: Nenhuma chamada ativa
ru: Нет активных звонков
tl: Walang aktibong tawag
vi: Khong co cuoc goi dang hoat dong
zh_hans: 没有活跃通话

# activeCallsPanel_onHold
source: On Hold
ar: في الانتظار
es: En Espera
fr: En Attente
ko: 대기 중
pt: Em Espera
ru: На удержании
tl: Naka-hold
vi: Dang Cho
zh_hans: 保持中

# activeCallsPanel_phoneNumber
source: Phone Number
ar: رقم الهاتف
es: Numero de Telefono
fr: Numero de Telephone
ko: 전화번호
pt: Numero de Telefone
ru: Номер телефона
tl: Numero ng Telepono
vi: So Dien Thoai
zh_hans: 电话号码

# activeCallsPanel_phonePlaceholder
source: Enter phone number
ar: أدخل رقم الهاتف
es: Ingrese el numero de telefono
fr: Entrez le numero de telephone
ko: 전화번호 입력
pt: Digite o numero de telefone
ru: Введите номер телефона
tl: Ilagay ang numero ng telepono
vi: Nhap so dien thoai
zh_hans: 输入电话号码

# activeCallsPanel_priorities_high
source: High
ar: عالية
es: Alta
fr: Haute
ko: 높음
pt: Alta
ru: Высокий
tl: Mataas
vi: Cao
zh_hans: 高

# activeCallsPanel_priorities_low
source: Low
ar: منخفضة
es: Baja
fr: Basse
ko: 낮음
pt: Baixa
ru: Низкий
tl: Mababa
vi: Thap
zh_hans: 低

# activeCallsPanel_priorities_medium
source: Medium
ar: متوسطة
es: Media
fr: Moyenne
ko: 보통
pt: Media
ru: Средний
tl: Katamtaman
vi: Trung Binh
zh_hans: 中

# activeCallsPanel_priorities_urgent
source: Urgent
ar: عاجلة
es: Urgente
fr: Urgente
ko: 긴급
pt: Urgente
ru: Срочный
tl: Apurahan
vi: Khan Cap
zh_hans: 紧急

# activeCallsPanel_priority
source: Priority
ar: الأولوية
es: Prioridad
fr: Priorite
ko: 우선순위
pt: Prioridade
ru: Приоритет
tl: Priyoridad
vi: Muc Do Uu Tien
zh_hans: 优先级

# activeCallsPanel_resume
source: Resume
ar: استئناف
es: Reanudar
fr: Reprendre
ko: 재개
pt: Retomar
ru: Возобновить
tl: Ipagpatuloy
vi: Tiep Tuc
zh_hans: 恢复

# activeCallsPanel_startCall
source: Start Call
ar: بدء المكالمة
es: Iniciar Llamada
fr: Demarrer l'Appel
ko: 통화 시작
pt: Iniciar Chamada
ru: Начать звонок
tl: Simulan ang Tawag
vi: Bat Dau Cuoc Goi
zh_hans: 开始通话

# activeCallsPanel_startNewCall
source: Start New Call
ar: بدء مكالمة جديدة
es: Iniciar Nueva Llamada
fr: Demarrer un Nouvel Appel
ko: 새 통화 시작
pt: Iniciar Nova Chamada
ru: Начать новый звонок
tl: Magsimula ng Bagong Tawag
vi: Bat Dau Cuoc Goi Moi
zh_hans: 开始新通话

# activeCallsPanel_summaryPlaceholder
source: Enter a summary of the call...
ar: أدخل ملخصاً للمكالمة...
es: Ingrese un resumen de la llamada...
fr: Entrez un resume de l'appel...
ko: 통화 요약을 입력하세요...
pt: Digite um resumo da chamada...
ru: Введите краткое описание звонка...
tl: Ilagay ang buod ng tawag...
vi: Nhap tom tat cuoc goi...
zh_hans: 输入通话摘要...

# activeCallsPanel_unknownCaller
source: Unknown Caller
ar: متصل غير معروف
es: Llamante Desconocido
fr: Appelant Inconnu
ko: 알 수 없는 발신자
pt: Chamador Desconhecido
ru: Неизвестный звонящий
tl: Hindi Kilalang Tumatawag
vi: Nguoi Goi Khong Xac Dinh
zh_hans: 未知来电者

# activityFeed_actions_filter
source: Filter
ar: تصفية
es: Filtrar
fr: Filtrer
ko: 필터
pt: Filtrar
ru: Фильтр
tl: I-filter
vi: Loc
zh_hans: 筛选

# activityFeed_actions_loading
source: Loading...
ar: جارٍ التحميل...
es: Cargando...
fr: Chargement...
ko: 로딩 중...
pt: Carregando...
ru: Загрузка...
tl: Naglo-load...
vi: Dang tai...
zh_hans: 加载中...

# activityFeed_actions_loadMore
source: Load More
ar: تحميل المزيد
es: Cargar Mas
fr: Charger Plus
ko: 더 보기
pt: Carregar Mais
ru: Загрузить ещё
tl: Magdagdag Pa
vi: Tai Them
zh_hans: 加载更多

# activityFeed_actions_refresh
source: Refresh
ar: تحديث
es: Actualizar
fr: Actualiser
ko: 새로고침
pt: Atualizar
ru: Обновить
tl: I-refresh
vi: Lam Moi
zh_hans: 刷新

# activityFeed_clear
source: Clear
ar: مسح
es: Limpiar
fr: Effacer
ko: 지우기
pt: Limpar
ru: Очистить
tl: Burahin
vi: Xoa
zh_hans: 清除

# activityFeed_clearFilters
source: Clear Filters
ar: مسح المرشحات
es: Limpiar Filtros
fr: Effacer les Filtres
ko: 필터 초기화
pt: Limpar Filtros
ru: Сбросить фильтры
tl: Burahin ang mga Filter
vi: Xoa Bo Loc
zh_hans: 清除筛选

# activityFeed_contentType
source: Content Type
ar: نوع المحتوى
es: Tipo de Contenido
fr: Type de Contenu
ko: 콘텐츠 유형
pt: Tipo de Conteudo
ru: Тип контента
tl: Uri ng Nilalaman
vi: Loai Noi Dung
zh_hans: 内容类型

# activityFeed_contentTypes_documentShare
source: Documents
ar: مستندات
es: Documentos
ko: 문서
pt: Documentos
ru: Документы
tl: Mga Dokumento
vi: Tai Lieu
zh_hans: 文档

# activityFeed_contentTypes_eventShare
source: Events
ar: أحداث
es: Eventos
fr: Evenements
ko: 이벤트
pt: Eventos
ru: События
tl: Mga Kaganapan
vi: Su Kien
zh_hans: 活动

# activityFeed_contentTypes_text
source: Text
ar: نص
es: Texto
fr: Texte
ko: 텍스트
pt: Texto
ru: Текст
tl: Teksto
vi: Van Ban
zh_hans: 文本

# activityFeed_dateRange
source: Date Range
ar: نطاق التاريخ
es: Rango de Fechas
fr: Plage de Dates
ko: 날짜 범위
pt: Periodo
ru: Период
tl: Saklaw ng Petsa
vi: Khoang Ngay
zh_hans: 日期范围

# activityFeed_empty_all
source: Be the first to share an update!
ar: كن أول من يشارك تحديثًا!
es: Se el primero en compartir una actualizacion!
fr: Soyez le premier a partager une mise a jour !
ko: 첫 번째로 업데이트를 공유해 보세요!
pt: Seja o primeiro a compartilhar uma atualizacao!
ru: Станьте первым, кто поделится новостью!
tl: Maging una kang magbahagi ng update!
vi: Hay la nguoi dau tien chia se cap nhat!
zh_hans: 成为第一个分享更新的人！

# activityFeed_empty_mentions
source: No one has mentioned you yet
ar: لم يذكرك أحد بعد
es: Nadie te ha mencionado todavia
fr: Personne ne vous a encore mentionne
ko: 아직 아무도 당신을 멘션하지 않았습니다
pt: Ninguem mencionou voce ainda
ru: Вас ещё никто не упомянул
tl: Wala pang nag-mention sa iyo
vi: Chua ai de cap den ban
zh_hans: 还没有人提及你

# activityFeed_empty_myGroups
source: Join groups to see their activity
ar: انضم إلى مجموعات لرؤية نشاطها
es: Unete a grupos para ver su actividad
fr: Rejoignez des groupes pour voir leur activite
ko: 그룹에 가입하여 활동을 확인하세요
pt: Participe de grupos para ver suas atividades
ru: Присоединяйтесь к группам, чтобы видеть их активность
tl: Sumali sa mga grupo para makita ang kanilang aktibidad
vi: Tham gia nhom de xem hoat dong cua ho
zh_hans: 加入群组以查看他们的动态

# activityFeed_empty_title
source: No activity yet
ar: لا يوجد نشاط بعد
es: Aun no hay actividad
fr: Pas encore d'activite
ko: 아직 활동이 없습니다
pt: Nenhuma atividade ainda
ru: Пока нет активности
tl: Wala pang aktibidad
vi: Chua co hoat dong nao
zh_hans: 暂无动态

# activityFeed_feedType
source: Feed type
ar: نوع الخلاصة
es: Tipo de feed
fr: Type de flux
ko: 피드 유형
pt: Tipo de feed
ru: Тип ленты
tl: Uri ng feed
vi: Loai bang tin
zh_hans: 动态类型

# activityFeed_filters
source: Filters
ar: المرشحات
es: Filtros
fr: Filtres
ko: 필터
pt: Filtros
ru: Фильтры
tl: Mga Filter
vi: Bo Loc
zh_hans: 筛选

# activityFeed_from
source: From
ar: من
es: Desde
fr: Du
ko: 시작
pt: De
ru: С
tl: Mula
vi: Tu
zh_hans: 从

# activityFeed_loading
source: Loading...
ar: جارٍ التحميل...
es: Cargando...
fr: Chargement...
ko: 로딩 중...
pt: Carregando...
ru: Загрузка...
tl: Naglo-load...
vi: Dang tai...
zh_hans: 加载中...

# activityFeed_loadingFeed
source: Loading feed...
ar: جارٍ تحميل الخلاصة...
es: Cargando feed...
fr: Chargement du flux...
ko: 피드 로딩 중...
pt: Carregando feed...
ru: Загрузка ленты...
tl: Nilo-load ang feed...
vi: Dang tai bang tin...
zh_hans: 正在加载动态...

# activityFeed_loadMore
source: Load More
ar: تحميل المزيد
es: Cargar Mas
fr: Charger Plus
ko: 더 보기
pt: Carregar Mais
ru: Загрузить ещё
tl: Magdagdag Pa
vi: Tai Them
zh_hans: 加载更多

# activityFeed_noPosts_beFirst
source: Be the first to share something!
ar: كن أول من يشارك شيئًا!
es: Se el primero en compartir algo!
fr: Soyez le premier a partager quelque chose !
ko: 첫 번째로 무언가를 공유해 보세요!
pt: Seja o primeiro a compartilhar algo!
ru: Станьте первым, кто поделится чем-нибудь!
tl: Maging una kang magbahagi ng isang bagay!
vi: Hay la nguoi dau tien chia se!
zh_hans: 成为第一个分享的人！

# activityFeed_noPosts_noActivity
source: No activity to display with current filters.
ar: لا يوجد نشاط للعرض مع المرشحات الحالية.
es: No hay actividad para mostrar con los filtros actuales.
fr: Aucune activite a afficher avec les filtres actuels.
ko: 현재 필터로 표시할 활동이 없습니다.
pt: Nenhuma atividade para exibir com os filtros atuais.
ru: Нет активности с текущими фильтрами.
tl: Walang aktibidad na ipapakita gamit ang kasalukuyang mga filter.
vi: Khong co hoat dong de hien thi voi bo loc hien tai.
zh_hans: 当前筛选条件下没有动态可显示。

# activityFeed_noPosts_title
source: No posts yet
ar: لا توجد منشورات بعد
es: Aun no hay publicaciones
fr: Pas encore de publications
ko: 아직 게시물이 없습니다
pt: Nenhuma publicacao ainda
ru: Пока нет постов
tl: Wala pang mga post
vi: Chua co bai dang nao
zh_hans: 暂无帖子

# activityFeed_privacyLevel
source: Privacy Level
ar: مستوى الخصوصية
es: Nivel de Privacidad
fr: Niveau de Confidentialite
ko: 공개 수준
pt: Nivel de Privacidade
ru: Уровень приватности
tl: Antas ng Privacy
vi: Muc Do Rieng Tu
zh_hans: 隐私级别

# activityFeed_privacyLevels_encrypted
source: Encrypted
ar: مشفر
es: Cifrado
fr: Chiffre
ko: 암호화됨
pt: Criptografado
ru: Зашифрованный
tl: Naka-encrypt
vi: Ma Hoa
zh_hans: 加密

# activityFeed_privacyLevels_followers
source: Followers
ar: المتابعون
es: Seguidores
fr: Abonnes
ko: 팔로워
pt: Seguidores
ru: Подписчики
tl: Mga Follower
vi: Nguoi Theo Doi
zh_hans: 粉丝

# activityFeed_privacyLevels_group
source: Group
ar: مجموعة
es: Grupo
fr: Groupe
ko: 그룹
pt: Grupo
ru: Группа
tl: Grupo
vi: Nhom
zh_hans: 群组

# activityFeed_privacyLevels_public
source: Public
ar: عام
es: Publico
ko: 전체 공개
pt: Publico
ru: Публичный
tl: Pampubliko
vi: Cong Khai
zh_hans: 公开

# activityFeed_refresh
source: Refresh
ar: تحديث
es: Actualizar
fr: Actualiser
ko: 새로고침
pt: Atualizar
ru: Обновить
tl: I-refresh
vi: Lam Moi
zh_hans: 刷新

# activityFeed_tabs_all
source: All Activity
ar: كل النشاط
es: Toda la Actividad
fr: Toute l'Activite
ko: 모든 활동
pt: Toda Atividade
ru: Вся активность
tl: Lahat ng Aktibidad
vi: Tat Ca Hoat Dong
zh_hans: 全部动态

# activityFeed_tabs_mentions
source: Mentions
ar: الإشارات
es: Menciones
ko: 멘션
pt: Mencoes
ru: Упоминания
tl: Mga Mention
vi: De Cap
zh_hans: 提及我的

# activityFeed_tabs_myGroups
source: My Groups
ar: مجموعاتي
es: Mis Grupos
fr: Mes Groupes
ko: 내 그룹
pt: Meus Grupos
ru: Мои группы
tl: Aking mga Grupo
vi: Nhom Cua Toi
zh_hans: 我的群组

# activityFeed_to
source: To
ar: إلى
es: Hasta
fr: Au
ko: 종료
pt: Ate
ru: По
tl: Hanggang
vi: Den
zh_hans: 至

# activityFeed_types_all
source: All Activity
ar: كل النشاط
es: Toda la Actividad
fr: Toute l'Activite
ko: 모든 활동
pt: Toda Atividade
ru: Вся активность
tl: Lahat ng Aktibidad
vi: Tat Ca Hoat Dong
zh_hans: 全部动态

# activityFeed_types_bookmarks
source: Bookmarks
ar: الإشارات المرجعية
es: Marcadores
fr: Signets
ko: 북마크
pt: Favoritos
ru: Закладки
tl: Mga Bookmark
vi: Danh Dau
zh_hans: 收藏

# activityFeed_types_following
source: Following
ar: المتابَعون
es: Siguiendo
fr: Abonnements
ko: 팔로잉
pt: Seguindo
ru: Подписки
tl: Sinusundan
vi: Dang Theo Doi
zh_hans: 关注的人

# activityFeed_types_group
source: Group Posts
ar: منشورات المجموعة
es: Publicaciones del Grupo
fr: Publications du Groupe
ko: 그룹 게시물
pt: Publicacoes do Grupo
ru: Посты группы
tl: Mga Post sa Grupo
vi: Bai Dang Nhom
zh_hans: 群组帖子

# activityFeed_types_mentions
source: Mentions
ar: الإشارات
es: Menciones
ko: 멘션
pt: Mencoes
ru: Упоминания
tl: Mga Mention
vi: De Cap
zh_hans: 提及我的

# activityFeed_types_pinned
source: Pinned
ar: مثبتة
es: Fijados
fr: Epingles
ko: 고정됨
pt: Fixados
ru: Закреплённые
tl: Naka-pin
vi: Ghim
zh_hans: 置顶

# activityFeed_types_scheduled
source: Scheduled
ar: مجدولة
es: Programados
fr: Programmes
ko: 예약됨
pt: Agendados
ru: Запланированные
tl: Naka-schedule
vi: Da Len Lich
zh_hans: 定时发布

# addContactDialog_description
source: Enter a Nostr public key (npub or hex) to add them to your contacts
ar: ادخل مفتاح Nostr العام (npub او hex) لاضافته الى جهات الاتصال
es: Ingresa una clave publica de Nostr (npub o hex) para agregarla a tus contactos
fr: Entrez une cle publique Nostr (npub ou hex) pour l'ajouter a vos contacts
ko: Nostr 공개키(npub 또는 hex)를 입력하여 연락처에 추가하세요
pt: Digite uma chave publica Nostr (npub ou hex) para adicionar aos seus contatos
ru: Введите публичный ключ Nostr (npub или hex), чтобы добавить в контакты
tl: Maglagay ng Nostr public key (npub o hex) para idagdag sa iyong mga contact
vi: Nhap khoa cong khai Nostr (npub hoac hex) de them vao danh ba
zh_hans: 输入 Nostr 公钥（npub 或十六进制）将其添加到你的联系人

# addContactDialog_invalidPubkey
source: Invalid pubkey format. Use npub or hex format.
ar: صيغة المفتاح العام غير صالحة. استخدم صيغة npub او hex.
es: Formato de clave publica invalido. Usa formato npub o hex.
fr: Format de cle publique invalide. Utilisez le format npub ou hex.
ko: 잘못된 공개키 형식입니다. npub 또는 hex 형식을 사용하세요.
pt: Formato de chave invalido. Use formato npub ou hex.
ru: Неверный формат ключа. Используйте npub или hex формат.
tl: Hindi wastong format ng pubkey. Gamitin ang npub o hex format.
vi: Dinh dang khoa cong khai khong hop le. Su dung dinh dang npub hoac hex.
zh_hans: 公钥格式无效。请使用 npub 或十六进制格式。

# addContactDialog_petnameLabel
source: Petname (optional)
ar: اسم مستعار (اختياري)
es: Apodo (opcional)
fr: Surnom (optionnel)
ko: 별명 (선택사항)
pt: Apelido (opcional)
ru: Псевдоним (необязательно)
tl: Palayaw (opsyonal)
vi: Biet danh (tuy chon)
zh_hans: 昵称（可选）

# addContactDialog_petnamePlaceholder
source: alice
ar: علي
es: alicia
vi: an
zh_hans: 小明

# addContactDialog_pubkeyLabel
source: Public Key (npub or hex)
ar: المفتاح العام (npub او hex)
es: Clave publica (npub o hex)
fr: Cle publique (npub ou hex)
ko: 공개키 (npub 또는 hex)
pt: Chave Publica (npub ou hex)
ru: Публичный ключ (npub или hex)
tl: Public Key (npub o hex)
vi: Khoa cong khai (npub hoac hex)
zh_hans: 公钥（npub 或十六进制）

# addContactDialog_pubkeyPlaceholder
source: npub1... or hex pubkey
ar: npub1... او المفتاح العام hex
es: npub1... o clave publica hex
fr: npub1... ou cle publique hex
ko: npub1... 또는 hex 공개키
pt: npub1... ou chave hex
ru: npub1... или hex-ключ
tl: npub1... o hex pubkey
vi: npub1... hoac khoa cong khai hex
zh_hans: npub1... 或十六进制公钥

# addContactDialog_submit
source: Add Contact
ar: اضافة جهة الاتصال
es: Agregar contacto
fr: Ajouter le contact
ko: 연락처 추가
pt: Adicionar Contato
ru: Добавить контакт
tl: Magdagdag ng Contact
vi: Them lien he
zh_hans: 添加联系人

# addContactDialog_title
source: Add Contact
ar: اضافة جهة اتصال
es: Agregar contacto
fr: Ajouter un contact
ko: 연락처 추가
pt: Adicionar Contato
ru: Добавить контакт
tl: Magdagdag ng Contact
vi: Them lien he
zh_hans: 添加联系人

# addContactDialog_trigger
source: Add Contact
ar: اضافة جهة اتصال
es: Agregar contacto
fr: Ajouter un contact
ko: 연락처 추가
pt: Adicionar Contato
ru: Добавить контакт
tl: Magdagdag ng Contact
vi: Them lien he
zh_hans: 添加联系人

# addFriendDialog_description
source: Choose how you'd like to connect with your friend
ar: اختر الطريقة التي تريد بها التواصل مع صديقك
es: Elige como te gustaria conectar con tu amigo
fr: Choisissez comment vous souhaitez vous connecter avec votre ami
ko: 친구와 연결할 방법을 선택하세요
pt: Escolha como voce gostaria de se conectar com seu amigo
ru: Выберите, как вы хотите связаться с другом
tl: Piliin kung paano mo gustong kumonekta sa iyong kaibigan
vi: Chon cach ban muon ket noi voi ban be cua minh
zh_hans: 选择您想要与好友连接的方式

# addFriendDialog_email_emailPlaceholder
source: friend@example.com
ar: صديق@مثال.com
es: amigo@ejemplo.com
fr: ami@exemple.com
pt: amigo@exemplo.com
tl: kaibigan@halimbawa.com
vi: banbe@vidu.com

# addFriendDialog_email_friendEmail
source: Friend's Email
ar: البريد الإلكتروني للصديق
es: Correo electronico del amigo
fr: Email de l'ami
ko: 친구 이메일
pt: E-mail do Amigo
ru: Эл. почта друга
tl: Email ng Kaibigan
vi: Email cua ban be
zh_hans: 好友的电子邮件

# addFriendDialog_email_invitationMessage
source: Invitation Message
ar: رسالة الدعوة
es: Mensaje de invitacion
fr: Message d'invitation
ko: 초대 메시지
pt: Mensagem de Convite
ru: Сообщение приглашения
tl: Mensahe ng Imbitasyon
vi: Tin nhan moi
zh_hans: 邀请消息

# addFriendDialog_email_invitationPlaceholder
source: I'd like to connect with you on BuildIt Network...
ar: أود التواصل معك على BuildIt Network...
es: Me gustaria conectar contigo en BuildIt Network...
fr: J'aimerais me connecter avec vous sur BuildIt Network...
ko: BuildIt Network에서 연결하고 싶습니다...
pt: Gostaria de me conectar com voce no BuildIt Network...
ru: Я хотел бы связаться с вами в BuildIt Network...
tl: Gusto kong kumonekta sa iyo sa BuildIt Network...
vi: Toi muon ket noi voi ban tren BuildIt Network...
zh_hans: 我想在 BuildIt Network 上与您联系...

# addFriendDialog_email_sendEmailInvite
source: Send Email Invite
ar: إرسال دعوة بالبريد الإلكتروني
es: Enviar invitacion por correo
fr: Envoyer l'invitation par email
ko: 이메일 초대 보내기
pt: Enviar Convite por E-mail
ru: Отправить приглашение по эл. почте
tl: Magpadala ng Email Invite
vi: Gui loi moi qua email
zh_hans: 发送电子邮件邀请

# addFriendDialog_link_copyLink
source: Copy link
ar: نسخ الرابط
es: Copiar enlace
fr: Copier le lien
ko: 링크 복사
pt: Copiar link
ru: Копировать ссылку
tl: Kopyahin ang link
vi: Sao chep lien ket
zh_hans: 复制链接

# addFriendDialog_link_description
source: Generate a shareable link that anyone can use to send you a friend request. Link expires in 7 days and can be used up to 10 times.
ar: أنشئ رابطا قابلا للمشاركة يمكن لأي شخص استخدامه لإرسال طلب صداقة إليك. تنتهي صلاحية الرابط خلال 7 أيام ويمكن استخدامه حتى 10 مرات.
es: Genera un enlace compartible que cualquiera puede usar para enviarte una solicitud de amistad. El enlace expira en 7 dias y puede usarse hasta 10 veces.
fr: Generez un lien partageable que n'importe qui peut utiliser pour vous envoyer une demande d'ami. Le lien expire dans 7 jours et peut etre utilise jusqu'a 10 fois.
ko: 누구나 친구 요청을 보낼 수 있는 공유 가능한 링크를 생성합니다. 링크는 7일 후에 만료되며 최대 10회 사용할 수 있습니다.
pt: Gere um link compartilhavel que qualquer pessoa pode usar para enviar um pedido de amizade. O link expira em 7 dias e pode ser usado ate 10 vezes.
ru: Создайте ссылку для отправки запроса в друзья. Ссылка действительна 7 дней и может быть использована до 10 раз.
tl: Gumawa ng nababahaging link na magagamit ng sinuman para magpadala sa iyo ng friend request. Mag-e-expire ang link sa 7 araw at magagamit nang hanggang 10 beses.
vi: Tao lien ket co the chia se ma bat ky ai cung co the su dung de gui yeu cau ket ban cho ban. Lien ket het han sau 7 ngay va co the su dung toi da 10 lan.
zh_hans: 生成一个可分享的链接,任何人都可以用它向您发送好友请求。链接在7天后过期,最多可使用10次。

# addFriendDialog_link_expiresInfo
source: Share this link with friends. Expires in 7 days or after 10 uses.
ar: شارك هذا الرابط مع الأصدقاء. تنتهي صلاحيته خلال 7 أيام أو بعد 10 استخدامات.
es: Comparte este enlace con amigos. Expira en 7 dias o despues de 10 usos.
fr: Partagez ce lien avec vos amis. Expire dans 7 jours ou apres 10 utilisations.
ko: 이 링크를 친구들과 공유하세요. 7일 후 또는 10회 사용 후 만료됩니다.
pt: Compartilhe este link com amigos. Expira em 7 dias ou apos 10 usos.
ru: Поделитесь этой ссылкой с друзьями. Истекает через 7 дней или после 10 использований.
tl: Ibahagi ang link na ito sa mga kaibigan. Mag-e-expire sa 7 araw o pagkatapos ng 10 paggamit.
vi: Chia se lien ket nay voi ban be. Het han sau 7 ngay hoac sau 10 lan su dung.
zh_hans: 与好友分享此链接。7天后或使用10次后过期。

# addFriendDialog_link_generateLink
source: Generate Invite Link
ar: إنشاء رابط دعوة
es: Generar enlace de invitacion
fr: Generer un lien d'invitation
ko: 초대 링크 생성
pt: Gerar Link de Convite
ru: Создать ссылку-приглашение
tl: Gumawa ng Invite Link
vi: Tao lien ket moi
zh_hans: 生成邀请链接

# addFriendDialog_link_yourInviteLink
source: Your Invite Link
ar: رابط الدعوة الخاص بك
es: Tu enlace de invitacion
fr: Votre lien d'invitation
ko: 내 초대 링크
pt: Seu Link de Convite
ru: Ваша ссылка-приглашение
tl: Ang iyong Invite Link
vi: Lien ket moi cua ban
zh_hans: 您的邀请链接

# addFriendDialog_qr_letFriendScan
source: Let your friend scan this code
ar: دع صديقك يمسح هذا الرمز
es: Deja que tu amigo escanee este codigo
fr: Laissez votre ami scanner ce code
ko: 친구가 이 코드를 스캔하게 하세요
pt: Deixe seu amigo escanear este codigo
ru: Позвольте другу отсканировать этот код
tl: Hayaang i-scan ng iyong kaibigan ang code na ito
vi: De ban be cua ban quet ma nay
zh_hans: 让您的好友扫描此码

# addFriendDialog_qr_scanFriendQr
source: Scan Friend's QR Code
ar: مسح رمز QR الصديق
es: Escanear codigo QR de amigo
fr: Scanner le code QR d'un ami
ko: 친구의 QR 코드 스캔
pt: Escanear Codigo QR do Amigo
ru: Отсканировать QR-код друга
tl: I-scan ang QR Code ng Kaibigan
vi: Quet ma QR cua ban be
zh_hans: 扫描好友的二维码

# addFriendDialog_qr_scannedSuccessfully
source: Scanned successfully!
ar: تم المسح بنجاح!
es: Escaneado exitosamente!
fr: Scanne avec succes!
ko: 스캔 성공!
pt: Escaneado com sucesso!
ru: Успешно отсканировано!
tl: Matagumpay na na-scan!
vi: Quet thanh cong!
zh_hans: 扫描成功!

# addFriendDialog_qr_startScanning
source: Start Scanning
ar: بدء المسح
es: Iniciar escaneo
fr: Commencer le scan
ko: 스캔 시작
pt: Iniciar Escaneamento
ru: Начать сканирование
tl: Simulan ang Pag-scan
vi: Bat dau quet
zh_hans: 开始扫描
