Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# pages_privateAccess
source: Invitation only - encrypted content
ar: بدعوة فقط - محتوى مشفر
es: Solo por invitación - contenido cifrado
fr: Sur invitation uniquement - contenu chiffré
ko: 초대만 - 암호화된 콘텐츠
pt: Apenas por convite - conteudo criptografado
ru: Только по приглашению - зашифрованный контент
tl: Sa pamamagitan lamang ng imbitasyon - naka-encrypt ang nilalaman
vi: Chỉ được mời - nội dung được mã hóa
zh_hans: 仅限邀请 - 内容加密

# pages_publicAccess
source: Anyone can see this group and join
ar: يمكن لأي شخص رؤية هذه المجموعة والانضمام
es: Cualquiera puede ver este grupo y unirse
fr: N'importe qui peut voir ce groupe et le rejoindre
ko: 누구나 이 그룹을 보고 가입할 수 있습니다
pt: Qualquer pessoa pode ver este grupo e participar
ru: Любой может видеть эту группу и присоединиться
tl: Makikita ng kahit sino ang grupong ito at pwedeng sumali
vi: Mọi người đều có thể xem nhóm này và tham gia
zh_hans: 任何人都可以查看此群组并加入

# pages_recentlyActive
source: Recently active
ar: النشطون مؤخراً
es: Recientemente activos
fr: Récemment actifs
ko: 최근 활동
pt: Atividade recente
ru: Недавно активные
tl: Kamakailan na aktibo
vi: Hoạt động gần đây
zh_hans: 最近活跃

# pages_saveChanges
source: Save Changes
ar: حفظ التغييرات
es: Guardar cambios
fr: Enregistrer les modifications
ko: 변경 사항 저장
pt: Salvar Alteracoes
ru: Сохранить изменения
tl: I-save ang mga Pagbabago
vi: Lưu thay đổi
zh_hans: 保存更改

# pages_saving
source: Saving...
ar: جاري الحفظ...
es: Guardando...
fr: Enregistrement...
ko: 저장 중...
pt: Salvando...
ru: Сохранение...
tl: Nagse-save...
vi: Đang lưu...
zh_hans: 保存中...

# pages_unverifiedOnly
source: Unverified only
ar: غير الموثقين فقط
es: Solo no verificados
fr: Non vérifiés uniquement
ko: 미인증 사용자만
pt: Apenas nao verificados
ru: Только неподтвержденные
tl: Mga hindi na-verify lamang
vi: Chỉ chưa xác minh
zh_hans: 仅未验证

# pages_updateNameDescription
source: Update your group's name and description
ar: تحديث اسم ووصف مجموعتك
es: Actualiza el nombre y descripción de tu grupo
fr: Mettre à jour le nom et la description de votre groupe
ko: 그룹 이름과 설명을 업데이트하세요
pt: Atualize o nome e a descricao do seu grupo
ru: Обновите название и описание вашей группы
tl: I-update ang pangalan at paglalarawan ng iyong grupo
vi: Cập nhật tên và mô tả nhóm
zh_hans: 更新群组名称和描述

# pages_userDirectory
source: User Directory
ar: دليل المستخدمين
es: Directorio de usuarios
fr: Annuaire des utilisateurs
ko: 사용자 디렉토리
pt: Diretorio de Usuarios
ru: Каталог пользователей
tl: Direktoryo ng mga User
vi: Danh bạ người dùng
zh_hans: 用户目录

# pages_usernameAZ
source: Username (A-Z)
ar: اسم المستخدم (أ-ي)
es: Usuario (A-Z)
fr: Nom d'utilisateur (A-Z)
ko: 사용자명 (가-하)
pt: Nome de usuario (A-Z)
ru: Имя пользователя (А-Я)
vi: Tên người dùng (A-Z)
zh_hans: 用户名 (A-Z)

# pages_verifiedOnly
source: Verified only
ar: الموثقون فقط
es: Solo verificados
fr: Vérifiés uniquement
ko: 인증된 사용자만
pt: Apenas verificados
ru: Только подтвержденные
tl: Mga na-verify lamang
vi: Chỉ đã xác minh
zh_hans: 仅已验证

# pendingInvitations_actions_accept
source: Accept
ar: قبول
es: Aceptar
fr: Accepter
ko: 수락
pt: Aceitar
ru: Принять
tl: Tanggapin
vi: Chap nhan
zh_hans: 接受

# pendingInvitations_actions_decline
source: Decline
ar: رفض
es: Rechazar
fr: Refuser
ko: 거절
pt: Recusar
ru: Отклонить
tl: Tanggihan
vi: Tu choi
zh_hans: 拒绝

# pendingInvitations_description
source: Invitations to join groups will appear here
ar: ستظهر دعوات الانضمام إلى المجموعات هنا
es: Las invitaciones para unirse a grupos apareceran aqui
fr: Les invitations a rejoindre des groupes apparaitront ici
ko: 그룹 가입 초대가 여기에 표시됩니다
pt: Convites para grupos aparecerao aqui
ru: Приглашения в группы будут отображаться здесь
tl: Ang mga imbitasyon sa grupo ay lalabas dito
vi: Loi moi tham gia nhom se hien thi o day
zh_hans: 加入群组的邀请将显示在这里

# pendingInvitations_empty_description
source: When someone invites you to a group, it will appear here
ar: عندما يدعوك شخص ما إلى مجموعة، ستظهر هنا
es: Cuando alguien te invite a un grupo, aparecera aqui
fr: Lorsque quelqu'un vous invite dans un groupe, cela apparaitra ici
ko: 누군가 당신을 그룹에 초대하면 여기에 표시됩니다
pt: Quando alguem convidar voce para um grupo, aparecera aqui
ru: Когда кто-то пригласит вас в группу, приглашение появится здесь
tl: Kapag may nag-imbita sa iyo sa isang grupo, lalabas ito dito
vi: Khi ai do moi ban vao nhom, no se hien thi o day
zh_hans: 当有人邀请您加入群组时，将显示在这里

# pendingInvitations_empty_title
source: No pending invitations
ar: لا توجد دعوات معلقة
es: No hay invitaciones pendientes
fr: Aucune invitation en attente
ko: 대기 중인 초대가 없습니다
pt: Nenhum convite pendente
ru: Нет ожидающих приглашений
tl: Walang naghihintay na imbitasyon
vi: Khong co loi moi dang cho
zh_hans: 没有待处理的邀请

# pendingInvitations_errors_acceptFailed
source: Failed to accept invitation. Please try again.
ar: فشل في قبول الدعوة. يرجى المحاولة مرة أخرى.
es: Error al aceptar la invitacion. Por favor intenta de nuevo.
fr: Echec de l'acceptation de l'invitation. Veuillez reessayer.
ko: 초대 수락에 실패했습니다. 다시 시도해 주세요.
pt: Falha ao aceitar convite. Por favor, tente novamente.
ru: Не удалось принять приглашение. Пожалуйста, попробуйте снова.
tl: Hindi natanggap ang imbitasyon. Mangyaring subukan muli.
vi: Khong the chap nhan loi moi. Vui long thu lai.
zh_hans: 接受邀请失败。请重试。

# pendingInvitations_errors_declineFailed
source: Failed to decline invitation. Please try again.
ar: فشل في رفض الدعوة. يرجى المحاولة مرة أخرى.
es: Error al rechazar la invitacion. Por favor intenta de nuevo.
fr: Echec du refus de l'invitation. Veuillez reessayer.
ko: 초대 거절에 실패했습니다. 다시 시도해 주세요.
pt: Falha ao recusar convite. Por favor, tente novamente.
ru: Не удалось отклонить приглашение. Пожалуйста, попробуйте снова.
tl: Hindi natanggihan ang imbitasyon. Mangyaring subukan muli.
vi: Khong the tu choi loi moi. Vui long thu lai.
zh_hans: 拒绝邀请失败。请重试。

# pendingInvitations_invitation_expires
source: Expires %@
ar: تنتهي %@
es: Expira %@
fr: Expire %@
ko: %@에 만료
pt: Expira em %@
ru: Истекает %@
tl: Mag-e-expire sa %@
vi: Het han %@
zh_hans: %@ 后过期

# pendingInvitations_invitation_invitedBy
source: Invited by
ar: تمت الدعوة بواسطة
es: Invitado por
fr: Invite par
ko: 초대자
pt: Convidado por
ru: Приглашён пользователем
tl: Inimbitahan ni
vi: Duoc moi boi
zh_hans: 邀请人

# pendingInvitations_invitation_unknownGroup
source: Unknown Group
ar: مجموعة غير معروفة
es: Grupo Desconocido
fr: Groupe Inconnu
ko: 알 수 없는 그룹
pt: Grupo Desconhecido
ru: Неизвестная группа
tl: Hindi Kilalang Grupo
vi: Nhom Khong xac dinh
zh_hans: 未知群组

# pendingInvitations_reviewDescription
source: Review and respond to group invitations
ar: راجع واستجب لدعوات المجموعات
es: Revisa y responde a las invitaciones de grupos
fr: Examinez et repondez aux invitations de groupes
ko: 그룹 초대를 검토하고 응답하세요
pt: Revise e responda aos convites de grupos
ru: Просмотрите и ответьте на приглашения в группы
tl: Suriin at tumugon sa mga imbitasyon ng grupo
vi: Xem xet va phan hoi loi moi nhom
zh_hans: 查看并回复群组邀请

# pendingInvitations_title
source: Pending Invitations
ar: الدعوات المعلقة
es: Invitaciones Pendientes
fr: Invitations en Attente
ko: 대기 중인 초대
pt: Convites Pendentes
ru: Ожидающие приглашения
tl: Mga Naghihintay na Imbitasyon
vi: Loi moi Dang cho
zh_hans: 待处理的邀请

# pollCard_anonymous
source: Anonymous
ar: مجهول
es: Anonima
fr: Anonyme
ko: 익명
pt: Anonimo
ru: Анонимно
vi: An danh
zh_hans: 匿名

# pollCard_public
source: Public
ar: عام
es: Publica
ko: 공개
pt: Publico
ru: Публично
tl: Pampubliko
vi: Cong khai
zh_hans: 公开

# pollCard_resultsHidden
source: Results will be revealed when the poll ends
ar: ستُكشف النتائج عند انتهاء الاستطلاع
es: Los resultados se revelaran cuando termine la encuesta
fr: Les resultats seront reveles a la fin du sondage
ko: 투표가 종료되면 결과가 공개됩니다
pt: Os resultados serao revelados quando a enquete terminar
ru: Результаты будут показаны после завершения опроса
tl: Ilalantad ang mga resulta kapag natapos ang poll
vi: Ket qua se duoc cong bo khi cuoc binh chon ket thuc
zh_hans: 投票结束后将公布结果

# pollCard_status_active
source: Active
ar: نشط
es: Activa
ko: 진행 중
pt: Ativa
ru: Активен
tl: Aktibo
vi: Dang hoat dong
zh_hans: 进行中

# pollCard_status_ended
source: Ended
ar: انتهى
es: Finalizada
fr: Terminee
ko: 종료됨
pt: Encerrada
ru: Завершён
tl: Natapos
vi: Da ket thuc
zh_hans: 已结束

# pollCard_vote
source: Vote
ar: صوّت
es: Votar
fr: Voter
ko: 투표
pt: Votar
ru: Голосовать
tl: Bumoto
vi: Bo phieu
zh_hans: 投票

# pollCard_voteCount
source: %lld vote
ar: %lld صوت
es: %lld voto
ko: %lld표
pt: %lld voto
ru: %lld голос
tl: %lld boto
vi: %lld phieu
zh_hans: %lld 票

# pollCard_voteCount_other
source: %lld votes
ar: %lld أصوات
es: %lld votos
ko: %lld표
pt: %lld votos
ru: %lld голосов
tl: %lld boto
vi: %lld phieu
zh_hans: %lld 票

# pollCard_voting
source: Voting...
ar: جارٍ التصويت...
es: Votando...
fr: Vote en cours...
ko: 투표 중...
pt: Votando...
ru: Голосование...
tl: Bumoboto...
vi: Dang bo phieu...
zh_hans: 投票中...

# pollCard_yourVote
source: Your vote
ar: صوتك
es: Tu voto
fr: Votre vote
ko: 내 투표
pt: Seu voto
ru: Ваш голос
tl: Ang iyong boto
vi: Phieu cua ban
zh_hans: 您的投票

# pollComposer_actions_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# pollComposer_actions_create
source: Create Poll
ar: إنشاء الاستطلاع
es: Crear Encuesta
fr: Creer le Sondage
ko: 투표 만들기
pt: Criar Enquete
ru: Создать опрос
tl: Gumawa ng Poll
vi: Tao Cuoc Tham Do
zh_hans: 创建投票

# pollComposer_actions_creating
source: Creating...
ar: جارٍ الإنشاء...
es: Creando...
fr: Creation...
ko: 생성 중...
pt: Criando...
ru: Создание...
tl: Gumagawa...
vi: Dang tao...
zh_hans: 创建中...

# pollComposer_options_addOption
source: Add Option
ar: إضافة خيار
es: Agregar Opcion
fr: Ajouter une Option
ko: 선택지 추가
pt: Adicionar Opcao
ru: Добавить вариант
tl: Magdagdag ng Pagpipilian
vi: Them Lua Chon
zh_hans: 添加选项

# pollComposer_options_label
source: Options
ar: الخيارات
es: Opciones
ko: 선택지
pt: Opcoes
ru: Варианты
tl: Mga Pagpipilian
vi: Cac Lua Chon
zh_hans: 选项

# pollComposer_options_placeholder
source: Option %lld
ar: الخيار %lld
es: Opcion %lld
ko: 선택지 %lld
pt: Opcao %lld
ru: Вариант %lld
tl: Pagpipilian %lld
vi: Lua chon %lld
zh_hans: 选项 %lld

# pollComposer_options_removeAriaLabel
source: Remove option %lld
ar: إزالة الخيار %lld
es: Eliminar opcion %lld
fr: Supprimer l'option %lld
ko: 선택지 %lld 제거
pt: Remover opcao %lld
ru: Удалить вариант %lld
tl: Alisin ang pagpipilian %lld
vi: Xoa lua chon %lld
zh_hans: 删除选项 %lld

# pollComposer_privacy_anonymous_descriptionOff
source: Voters will be visible to poll creator
ar: سيكون المصوتون مرئيين لمنشئ الاستطلاع
es: Los votantes seran visibles para el creador de la encuesta
fr: Les votants seront visibles par le createur du sondage
ko: 투표자가 투표 작성자에게 표시됩니다
pt: Os votantes serao visiveis para o criador da enquete
ru: Голосующие будут видны создателю опроса
tl: Makikita ng may-ari ng poll ang mga botante
vi: Nguoi bo phieu se hien thi voi nguoi tao cuoc tham do
zh_hans: 投票者对投票创建者可见

# pollComposer_privacy_anonymous_descriptionOn
source: Voters will remain anonymous
ar: سيظل المصوتون مجهولين
es: Los votantes permaneceran anonimos
fr: Les votants resteront anonymes
ko: 투표자가 익명으로 유지됩니다
pt: Os votantes permanecerao anonimos
ru: Голосующие останутся анонимными
tl: Mananatiling anonymous ang mga botante
vi: Nguoi bo phieu se an danh
zh_hans: 投票者将保持匿名

# pollComposer_privacy_anonymous_label
source: Anonymous Voting
ar: تصويت مجهول
es: Votacion Anonima
fr: Vote Anonyme
ko: 익명 투표
pt: Votacao Anonima
ru: Анонимное голосование
tl: Anonymous na Pagboto
vi: Bo Phieu An Danh
zh_hans: 匿名投票

# pollComposer_privacy_showResults_descriptionOff
source: Results hidden until poll ends
ar: النتائج مخفية حتى انتهاء الاستطلاع
es: Los resultados se ocultan hasta que termine la encuesta
fr: Les resultats sont masques jusqu'a la fin du sondage
ko: 투표가 종료될 때까지 결과가 숨겨집니다
pt: Resultados ocultos ate o fim da enquete
ru: Результаты скрыты до окончания опроса
tl: Nakatago ang mga resulta hanggang matapos ang poll
vi: Ket qua an cho den khi cuoc tham do ket thuc
zh_hans: 投票结束前隐藏结果

# pollComposer_privacy_showResults_descriptionOn
source: Results visible while voting is open
ar: النتائج مرئية أثناء فتح التصويت
es: Los resultados son visibles mientras la votacion esta abierta
fr: Les resultats sont visibles pendant que le vote est ouvert
ko: 투표가 진행 중일 때 결과가 표시됩니다
pt: Resultados visiveis enquanto a votacao esta aberta
ru: Результаты видны во время голосования
tl: Nakikita ang mga resulta habang bukas ang pagboto
vi: Ket qua hien thi khi dang bo phieu
zh_hans: 投票进行时结果可见

# pollComposer_privacy_showResults_label
source: Show Results Before End
ar: عرض النتائج قبل الانتهاء
es: Mostrar Resultados Antes de Terminar
fr: Afficher les Resultats Avant la Fin
ko: 종료 전 결과 표시
pt: Mostrar Resultados Antes do Fim
ru: Показывать результаты до окончания
tl: Ipakita ang mga Resulta Bago Matapos
vi: Hien Ket Qua Truoc Khi Ket Thuc
zh_hans: 结束前显示结果

# pollComposer_question_label
source: Question
ar: السؤال
es: Pregunta
ko: 질문
pt: Pergunta
ru: Вопрос
tl: Tanong
vi: Cau Hoi
zh_hans: 问题

# pollComposer_question_placeholder
source: What do you want to ask?
ar: ماذا تريد أن تسأل؟
es: Que quieres preguntar?
fr: Que voulez-vous demander ?
ko: 무엇을 묻고 싶으신가요?
pt: O que voce quer perguntar?
ru: Что вы хотите спросить?
tl: Ano ang gusto mong itanong?
vi: Ban muon hoi gi?
zh_hans: 你想问什么？

# pollComposer_settings_choiceType_label
source: Choice Type
ar: نوع الاختيار
es: Tipo de Eleccion
fr: Type de Choix
ko: 선택 유형
pt: Tipo de Escolha
ru: Тип выбора
tl: Uri ng Pagpili
vi: Loai Lua Chon
zh_hans: 选择类型

# pollComposer_settings_choiceType_multiple
source: Multiple Choice
ar: اختيار متعدد
es: Opcion Multiple
fr: Choix Multiple
ko: 복수 선택
pt: Escolha Multipla
ru: Несколько вариантов
tl: Maraming Pagpipilian
vi: Chon Nhieu
zh_hans: 多选

# pollComposer_settings_choiceType_single
source: Single Choice
ar: اختيار واحد
es: Opcion Unica
fr: Choix Unique
ko: 단일 선택
pt: Escolha Unica
ru: Один вариант
tl: Isang Pagpipilian
vi: Chon Mot
zh_hans: 单选

# pollComposer_settings_duration_12hours
source: 12 hours
ar: 12 ساعة
es: 12 horas
fr: 12 heures
ko: 12시간
pt: 12 horas
ru: 12 часов
tl: 12 oras
vi: 12 gio
zh_hans: 12小时

# pollComposer_settings_duration_1day
source: 1 day
ar: يوم واحد
es: 1 dia
fr: 1 jour
ko: 1일
pt: 1 dia
ru: 1 день
tl: 1 araw
vi: 1 ngay
zh_hans: 1天

# pollComposer_settings_duration_1hour
source: 1 hour
ar: ساعة واحدة
es: 1 hora
fr: 1 heure
ko: 1시간
pt: 1 hora
ru: 1 час
tl: 1 oras
vi: 1 gio
zh_hans: 1小时

# pollComposer_settings_duration_1week
source: 1 week
ar: أسبوع واحد
es: 1 semana
fr: 1 semaine
ko: 1주
pt: 1 semana
ru: 1 неделя
tl: 1 linggo
vi: 1 tuan
zh_hans: 1周

# pollComposer_settings_duration_2days
source: 2 days
ar: يومان
es: 2 dias
fr: 2 jours
ko: 2일
pt: 2 dias
ru: 2 дня
tl: 2 araw
vi: 2 ngay
zh_hans: 2天

# pollComposer_settings_duration_3days
source: 3 days
ar: 3 أيام
es: 3 dias
fr: 3 jours
ko: 3일
pt: 3 dias
ru: 3 дня
tl: 3 araw
vi: 3 ngay
zh_hans: 3天

# pollComposer_settings_duration_6hours
source: 6 hours
ar: 6 ساعات
es: 6 horas
fr: 6 heures
ko: 6시간
pt: 6 horas
ru: 6 часов
tl: 6 na oras
vi: 6 gio
zh_hans: 6小时

# pollComposer_settings_duration_label
source: Duration
ar: المدة
es: Duracion
fr: Duree
ko: 기간
pt: Duracao
ru: Продолжительность
tl: Tagal
vi: Thoi Gian
zh_hans: 持续时间

# pollComposer_title
source: Create Poll
ar: إنشاء استطلاع
es: Crear Encuesta
fr: Creer un Sondage
ko: 투표 만들기
pt: Criar Enquete
ru: Создать опрос
tl: Gumawa ng Poll
vi: Tao Cuoc Tham Do
zh_hans: 创建投票

# pollComposer_toast_emptyQuestion
source: Please enter a question
ar: يرجى إدخال سؤال
es: Por favor ingresa una pregunta
fr: Veuillez entrer une question
ko: 질문을 입력해 주세요
pt: Por favor, insira uma pergunta
ru: Пожалуйста, введите вопрос
tl: Mangyaring maglagay ng tanong
vi: Vui long nhap cau hoi
zh_hans: 请输入问题

# pollComposer_toast_error
source: Failed to create poll
ar: فشل في إنشاء الاستطلاع
es: Error al crear la encuesta
fr: Echec de la creation du sondage
ko: 투표 생성에 실패했습니다
pt: Falha ao criar enquete
ru: Не удалось создать опрос
tl: Hindi nagawa ang poll
vi: Khong the tao cuoc tham do
zh_hans: 创建投票失败

# pollComposer_toast_minOptions
source: Please add at least 2 options
ar: يرجى إضافة خيارين على الأقل
es: Por favor agrega al menos 2 opciones
fr: Veuillez ajouter au moins 2 options
ko: 최소 2개의 선택지를 추가해 주세요
pt: Por favor, adicione pelo menos 2 opcoes
ru: Пожалуйста, добавьте минимум 2 варианта
tl: Mangyaring magdagdag ng hindi bababa sa 2 pagpipilian
vi: Vui long them it nhat 2 lua chon
zh_hans: 请添加至少2个选项

# pollComposer_toast_success
source: Poll created successfully
ar: تم إنشاء الاستطلاع بنجاح
es: Encuesta creada exitosamente
fr: Sondage cree avec succes
ko: 투표가 성공적으로 생성되었습니다
pt: Enquete criada com sucesso
ru: Опрос успешно создан
tl: Matagumpay na nagawa ang poll
vi: Tao cuoc tham do thanh cong
zh_hans: 投票创建成功

# pollList_createPoll
source: Create Poll
ar: إنشاء استطلاع
es: Crear Encuesta
fr: Creer un Sondage
ko: 설문조사 만들기
pt: Criar Enquete
ru: Создать опрос
tl: Gumawa ng Poll
vi: Tao Khao Sat
zh_hans: 创建投票

# pollList_empty_active_description
source: Be the first to create a poll and gather opinions from the community.
ar: كن أول من ينشئ استطلاعاً ويجمع آراء المجتمع.
es: Se el primero en crear una encuesta y recopilar opiniones de la comunidad.
fr: Soyez le premier a creer un sondage et a recueillir les opinions de la communaute.
ko: 커뮤니티의 의견을 수집하는 첫 번째 설문조사를 만들어 보세요.
pt: Seja o primeiro a criar uma enquete e coletar opinioes da comunidade.
ru: Будьте первым, кто создаст опрос и соберёт мнения сообщества.
tl: Maging una sa paggawa ng poll at mangolekta ng mga opinyon mula sa komunidad.
vi: Hay la nguoi dau tien tao khao sat va thu thap y kien tu cong dong.
zh_hans: 成为第一个创建投票并收集社区意见的人。

# pollList_empty_active_title
source: No active polls
ar: لا توجد استطلاعات نشطة
es: No hay encuestas activas
fr: Aucun sondage actif
ko: 진행 중인 설문조사가 없습니다
pt: Nenhuma enquete ativa
ru: Нет активных опросов
tl: Walang aktibong mga poll
vi: Khong co khao sat dang hoat dong
zh_hans: 没有进行中的投票

# pollList_empty_ended_description
source: Completed polls will appear here.
ar: ستظهر الاستطلاعات المكتملة هنا.
es: Las encuestas completadas apareceran aqui.
fr: Les sondages termines apparaitront ici.
ko: 완료된 설문조사가 여기에 표시됩니다.
pt: Enquetes concluidas aparecerao aqui.
ru: Завершённые опросы появятся здесь.
tl: Ang mga nakumpletong poll ay lalabas dito.
vi: Cac khao sat da hoan thanh se hien thi o day.
zh_hans: 已完成的投票将显示在这里。

# pollList_empty_ended_title
source: No ended polls
ar: لا توجد استطلاعات منتهية
es: No hay encuestas finalizadas
fr: Aucun sondage termine
ko: 종료된 설문조사가 없습니다
pt: Nenhuma enquete encerrada
ru: Нет завершённых опросов
tl: Walang natapos na mga poll
vi: Khong co khao sat da ket thuc
zh_hans: 没有已结束的投票

# pollList_empty_myPolls_createFirst
source: Create Your First Poll
ar: أنشئ استطلاعك الأول
es: Crea Tu Primera Encuesta
fr: Creer Votre Premier Sondage
ko: 첫 설문조사 만들기
pt: Criar Sua Primeira Enquete
ru: Создать первый опрос
tl: Gumawa ng Iyong Unang Poll
vi: Tao Khao Sat Dau Tien
zh_hans: 创建您的第一个投票

# pollList_empty_myPolls_description
source: You haven't created any polls yet. Start gathering opinions from your community!
ar: لم تنشئ أي استطلاعات بعد. ابدأ بجمع آراء مجتمعك!
es: No has creado ninguna encuesta todavia. Comienza a recopilar opiniones de tu comunidad!
fr: Vous n'avez pas encore cree de sondages. Commencez a recueillir les opinions de votre communaute!
ko: 아직 설문조사를 만들지 않았습니다. 커뮤니티의 의견을 모으기 시작하세요!
pt: Voce ainda nao criou nenhuma enquete. Comece a coletar opinioes da sua comunidade!
ru: Вы ещё не создали ни одного опроса. Начните собирать мнения вашего сообщества!
tl: Wala ka pang nagagawang poll. Simulan ang pagkolekta ng mga opinyon mula sa iyong komunidad!
vi: Ban chua tao khao sat nao. Bat dau thu thap y kien tu cong dong cua ban!
zh_hans: 您还没有创建任何投票。开始收集社区的意见吧！

# pollList_empty_myPolls_title
source: No polls yet
ar: لا توجد استطلاعات بعد
es: Aun no hay encuestas
fr: Pas encore de sondages
ko: 아직 설문조사가 없습니다
pt: Nenhuma enquete ainda
ru: Опросов пока нет
tl: Wala pang mga poll
vi: Chua co khao sat nao
zh_hans: 暂无投票

# pollList_tabs_active
source: Active
ar: نشطة
es: Activas
fr: Actifs
ko: 진행 중
pt: Ativas
ru: Активные
tl: Aktibo
vi: Dang Hoat Dong
zh_hans: 进行中

# pollList_tabs_ended
source: Ended
ar: منتهية
es: Finalizadas
fr: Termines
ko: 종료됨
pt: Encerradas
ru: Завершённые
tl: Natapos
vi: Da Ket Thuc
zh_hans: 已结束

# pollList_tabs_myPolls
source: My Polls
ar: استطلاعاتي
es: Mis Encuestas
fr: Mes Sondages
ko: 내 설문조사
pt: Minhas Enquetes
ru: Мои опросы
tl: Aking Mga Poll
vi: Khao Sat Cua Toi
zh_hans: 我的投票

# pollList_title
source: Polls
ar: الاستطلاعات
es: Encuestas
fr: Sondages
ko: 설문조사
pt: Enquetes
ru: Опросы
tl: Mga Poll
vi: Khao Sat
zh_hans: 投票

# postCard_bookmark
source: Bookmark
ar: حفظ
es: Guardar
fr: Ajouter aux favoris
ko: 북마크
pt: Salvar
ru: В закладки
tl: I-bookmark
vi: Danh dau
zh_hans: 收藏

# postCard_comment
source: Comment
ar: تعليق
es: Comentar
fr: Commenter
ko: 댓글
pt: Comentar
ru: Комментарий
tl: Magkomento
vi: Binh luan
zh_hans: 评论

# postCard_commentCount
source: %lld comment
ar: %lld تعليق
es: %lld comentario
fr: %lld commentaire
ko: %lld개 댓글
pt: %lld comentario
ru: %lld комментарий
tl: %lld komento
vi: %lld binh luan
zh_hans: %lld 条评论

# postCard_commentCount_plural
source: %lld comments
ar: %lld تعليقات
es: %lld comentarios
fr: %lld commentaires
ko: %lld개 댓글
pt: %lld comentarios
ru: %lld комментариев
tl: %lld na komento
vi: %lld binh luan
zh_hans: %lld 条评论

# postCard_contentWarning
source: Content Warning:
ar: تحذير المحتوى:
es: Advertencia de contenido:
fr: Avertissement de contenu:
ko: 콘텐츠 경고:
pt: Aviso de Conteudo:
ru: Предупреждение о содержимом:
tl: Babala sa Nilalaman:
vi: Canh bao noi dung:
zh_hans: 内容警告：

# postCard_copyLink
source: Copy link
ar: نسخ الرابط
es: Copiar enlace
fr: Copier le lien
ko: 링크 복사
pt: Copiar link
ru: Копировать ссылку
tl: Kopyahin ang link
vi: Sao chep lien ket
zh_hans: 复制链接

# postCard_deletePost
source: Delete post
ar: حذف المنشور
es: Eliminar publicacion
fr: Supprimer la publication
ko: 게시물 삭제
pt: Excluir publicacao
ru: Удалить запись
tl: Tanggalin ang post
vi: Xoa bai viet
zh_hans: 删除帖子

# postCard_editPost
source: Edit post
ar: تعديل المنشور
es: Editar publicacion
fr: Modifier la publication
ko: 게시물 수정
pt: Editar publicacao
ru: Редактировать запись
tl: I-edit ang post
vi: Chinh sua bai viet
zh_hans: 编辑帖子

# postCard_moreOptions
source: More options
ar: المزيد من الخيارات
es: Mas opciones
fr: Plus d'options
ko: 더 많은 옵션
pt: Mais opcoes
ru: Ещё
tl: Higit pang mga pagpipilian
vi: Them tuy chon
zh_hans: 更多选项

# postCard_pinnedPost
source: Pinned post
ar: منشور مثبت
es: Publicacion fijada
fr: Publication epinglee
ko: 고정된 게시물
pt: Publicacao fixada
ru: Закреплённая запись
tl: Naka-pin na post
vi: Bai viet duoc ghim
zh_hans: 置顶帖子

# postCard_pinToProfile
source: Pin to profile
ar: تثبيت في الملف الشخصي
es: Fijar en el perfil
fr: Epingler au profil
ko: 프로필에 고정
pt: Fixar no perfil
ru: Закрепить в профиле
tl: I-pin sa profile
vi: Ghim vao ho so
zh_hans: 置顶到个人资料

# postCard_quoteDialog_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# postCard_quoteDialog_description
source: Add your thoughts to this post
ar: أضف أفكارك إلى هذا المنشور
es: Agrega tus pensamientos a esta publicacion
fr: Ajoutez vos reflexions a cette publication
ko: 이 게시물에 대한 생각을 추가하세요
pt: Adicione seus pensamentos a esta publicacao
ru: Добавьте свои мысли к этой записи
tl: Idagdag ang iyong mga saloobin sa post na ito
vi: Them suy nghi cua ban ve bai viet nay
zh_hans: 添加您对此帖子的看法

# postCard_quoteDialog_placeholder
source: What do you think about this?
ar: ما رأيك في هذا؟
es: Que piensas sobre esto?
fr: Qu'en pensez-vous?
ko: 이것에 대해 어떻게 생각하세요?
pt: O que voce acha disso?
ru: Что вы думаете об этом?
tl: Ano ang iniisip mo tungkol dito?
vi: Ban nghi gi ve dieu nay?
zh_hans: 您对此有何看法？
