Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# templates_simpleGroup_description
source: A minimal group with just messaging. Perfect for getting started quickly.
ar: مجموعة أساسية مع الرسائل فقط. مثالية للبدء السريع.
es: Un grupo mínimo con solo mensajería. Perfecto para empezar rápidamente.
fr: Un groupe minimal avec seulement la messagerie. Parfait pour démarrer rapidement.
ko: 메시징만 있는 최소한의 그룹입니다. 빠르게 시작하기에 완벽합니다.
pt: Um grupo minimo apenas com mensagens. Perfeito para comecar rapidamente.
ru: Минимальная группа только с обменом сообщениями. Идеально для быстрого старта.
tl: Isang minimal na grupo na may messaging lamang. Perpekto para sa mabilis na pagsisimula.
vi: Một nhóm tối giản chỉ có tin nhắn. Hoàn hảo để bắt đầu nhanh chóng.
zh_hans: 只有消息功能的最小群组。非常适合快速入门。

# templates_simpleGroup_name
source: Simple Group
ar: مجموعة بسيطة
es: Grupo simple
fr: Groupe simple
ko: 간단한 그룹
pt: Grupo Simples
ru: Простая группа
tl: Simpleng Grupo
vi: Nhóm đơn giản
zh_hans: 简单群组

# templates_streetMedicsCollective_description
source: Train and mobilize street medics for protests and community events. Track certifications, coordinate deployments, and manage medical supplies.
ar: درّب وحشد مسعفي الشوارع للاحتجاجات والأحداث المجتمعية. تتبع الشهادات ونسق الانتشار وأدر الإمدادات الطبية.
es: Entrena y moviliza médicos de calle para protestas y eventos comunitarios. Rastrea certificaciones, coordina despliegues y gestiona suministros médicos.
fr: Formez et mobilisez des médecins de rue pour les manifestations et événements communautaires. Suivez les certifications, coordonnez les déploiements et gérez les fournitures médicales.
ko: 시위 및 커뮤니티 이벤트를 위한 거리 의료진 훈련 및 동원. 자격증 추적, 배치 조정 및 의료 용품 관리.
pt: Treine e mobilize socorristas de rua para protestos e eventos comunitarios. Acompanhe certificacoes, coordene mobilizacoes e gerencie suprimentos medicos.
ru: Обучайте и мобилизуйте уличных медиков для протестов и общественных мероприятий. Отслеживайте сертификации, координируйте развертывание и управляйте медицинскими запасами.
tl: Magsanay at mag-mobilisa ng mga street medic para sa mga protesta at event ng komunidad. Subaybayan ang mga sertipikasyon, i-coordinate ang mga deployment, at pamahalaan ang mga medical supply.
vi: Đào tạo và huy động nhân viên y tế đường phố cho biểu tình và sự kiện cộng đồng. Theo dõi chứng chỉ, phối hợp triển khai và quản lý vật tư y tế.
zh_hans: 为抗议活动和社区活动培训和动员街头医疗人员。跟踪认证、协调部署和管理医疗用品。

# templates_streetMedicsCollective_enhancements_documents_description
source: Collaborative documents for protocols, training materials, and debriefs
ar: مستندات تعاونية للبروتوكولات ومواد التدريب وجلسات المراجعة
es: Documentos colaborativos para protocolos, materiales de capacitación y debriefs
fr: Documents collaboratifs pour protocoles, matériaux de formation et débriefings
ko: 프로토콜, 훈련 자료 및 디브리핑을 위한 협업 문서
pt: Documentos colaborativos para protocolos, materiais de treinamento e relatorios
ru: Совместные документы для протоколов, учебных материалов и отчетов
tl: Mga kolaboratibong dokumento para sa mga protocol, materyales sa pagsasanay, at mga debrief
vi: Tài liệu cộng tác cho quy trình, tài liệu đào tạo và báo cáo
zh_hans: 用于协议、培训材料和总结的协作文档

# templates_streetMedicsCollective_enhancements_documents_name
source: Document Suite
ar: مجموعة المستندات
es: Suite de documentos
fr: Suite de documents
ko: 문서 도구
pt: Suite de Documentos
ru: Пакет документов
tl: Suite ng mga Dokumento
vi: Bộ tài liệu
zh_hans: 文档套件

# templates_streetMedicsCollective_enhancements_fundraising_description
source: Track donations for medical supplies and equipment
ar: تتبع التبرعات للإمدادات والمعدات الطبية
es: Rastrea donaciones para suministros y equipos médicos
fr: Suivez les dons pour les fournitures et équipements médicaux
ko: 의료 용품 및 장비를 위한 기부금 추적
pt: Acompanhe doacoes para suprimentos e equipamentos medicos
ru: Отслеживать пожертвования на медицинские запасы и оборудование
tl: Subaybayan ang mga donasyon para sa mga medical supply at kagamitan
vi: Theo dõi quyên góp cho vật tư và thiết bị y tế
zh_hans: 跟踪医疗用品和设备的捐款

# templates_streetMedicsCollective_enhancements_fundraising_name
source: Supply Fund
ar: صندوق الإمدادات
es: Fondo de suministros
fr: Fonds de fournitures
ko: 물품 기금
pt: Fundo de Suprimentos
ru: Фонд снаряжения
tl: Pondo sa mga Supply
vi: Quỹ vật tư
zh_hans: 物资基金

# templates_streetMedicsCollective_enhancements_governance_description
source: Add proposals and voting for collective decisions
ar: أضف المقترحات والتصويت للقرارات الجماعية
es: Añade propuestas y votaciones para decisiones colectivas
fr: Ajoutez des propositions et des votes pour les décisions collectives
ko: 집단 결정을 위한 제안 및 투표 추가
pt: Adicione propostas e votacao para decisoes coletivas
ru: Добавить предложения и голосование для коллективных решений
tl: Magdagdag ng mga panukala at pagboto para sa mga kolektibong desisyon
vi: Thêm đề xuất và bỏ phiếu cho các quyết định tập thể
zh_hans: 添加提案和投票功能用于集体决策

# templates_streetMedicsCollective_enhancements_governance_name
source: Collective Governance
ar: الحوكمة الجماعية
es: Gobernanza colectiva
fr: Gouvernance collective
ko: 집단 거버넌스
pt: Governanca Coletiva
ru: Управление коллективом
tl: Kolektibong Pamamahala
vi: Quản trị tập thể
zh_hans: 集体治理

# templates_streetMedicsCollective_enhancements_hotlines_description
source: Add dispatch hotline for emergency medical coordination
ar: أضف خط إرسال للتنسيق الطبي الطارئ
es: Añade línea de despacho para coordinación médica de emergencia
fr: Ajoutez une ligne de dispatch pour la coordination médicale d'urgence
ko: 응급 의료 조정을 위한 배차 핫라인 추가
pt: Adicione linha direta para coordenacao de emergencias medicas
ru: Добавить диспетчерскую горячую линию для экстренной медицинской координации
tl: Magdagdag ng dispatch hotline para sa emergency medical coordination
vi: Thêm đường dây điều phối cho phối hợp y tế khẩn cấp
zh_hans: 添加用于紧急医疗协调的调度热线

# templates_streetMedicsCollective_enhancements_hotlines_name
source: Medical Dispatch
ar: إرسال طبي
es: Despacho médico
fr: Dispatch médical
ko: 의료 배차
pt: Central Medica
ru: Медицинская диспетчерская
tl: Dispatch ng Medikal
vi: Điều phối y tế
zh_hans: 医疗调度

# templates_streetMedicsCollective_name
source: Street Medics Collective
ar: تجمع مسعفي الشوارع
es: Colectivo de Médicos de Calle
fr: Collectif de Médecins de Rue
ko: 거리 의료진 집단
pt: Coletivo de Socorristas de Rua
ru: Коллектив уличных медиков
tl: Kolektibo ng mga Street Medic
vi: Tập thể y tế đường phố
zh_hans: 街头医疗集体

# templates_subtitle
source: Choose a template to get started quickly with pre-configured modules.
ar: اختر قالباً للبدء سريعاً بوحدات مُعدة مسبقاً.
es: Elige una plantilla para comenzar rápidamente con módulos preconfigurados.
fr: Choisissez un modèle pour commencer rapidement avec des modules préconfigurés.
ko: 사전 구성된 모듈로 빠르게 시작할 수 있는 템플릿을 선택하세요.
pt: Escolha um modelo para comecar rapidamente com modulos pre-configurados.
ru: Выберите шаблон для быстрого старта с предварительно настроенными модулями.
tl: Pumili ng template upang makapagsimula nang mabilis gamit ang mga pre-configured na module.
vi: Chọn một mẫu để bắt đầu nhanh với các mô-đun được cấu hình sẵn.
zh_hans: 选择一个模板以快速开始使用预配置的模块。

# templates_summary
source: Summary
ar: ملخص
es: Resumen
fr: Résumé
ko: 요약
pt: Resumo
ru: Итого
tl: Buod
vi: Tóm tắt
zh_hans: 摘要

# templates_template
source: Template
ar: القالب
es: Plantilla
fr: Modèle
ko: 템플릿
pt: Modelo
ru: Шаблон
vi: Mẫu
zh_hans: 模板

# templates_title
source: Choose a Template
ar: اختر قالباً
es: Elige una plantilla
fr: Choisir un modèle
ko: 템플릿 선택
pt: Escolha um Modelo
ru: Выберите шаблон
tl: Pumili ng Template
vi: Chọn mẫu
zh_hans: 选择模板

# templates_unionChapter_description
source: Complete tools for workplace organizing: campaigns, contacts, and democratic governance.
ar: أدوات شاملة للتنظيم العمالي: الحملات وجهات الاتصال والحوكمة الديمقراطية.
es: Herramientas completas para organización laboral: campañas, contactos y gobernanza democrática.
fr: Outils complets pour l'organisation du travail : campagnes, contacts et gouvernance démocratique.
ko: 직장 조직화를 위한 완벽한 도구: 캠페인, 연락처 및 민주적 거버넌스.
pt: Ferramentas completas para organizacao no local de trabalho: campanhas, contatos e governanca democratica.
ru: Полный набор инструментов для организации на рабочем месте: кампании, контакты и демократическое управление.
tl: Kumpletong mga tool para sa pag-oorganisa sa lugar ng trabaho: mga kampanya, contact, at demokratikong pamamahala.
vi: Công cụ hoàn chỉnh cho tổ chức nơi làm việc: chiến dịch, liên hệ và quản trị dân chủ.
zh_hans: 完整的工作场所组织工具：运动、联系人和民主治理。

# templates_unionChapter_enhancements_documents_description
source: Collaborative documents for contracts, grievances, and notes
ar: مستندات تعاونية للعقود والشكاوى والملاحظات
es: Documentos colaborativos para contratos, quejas y notas
fr: Documents collaboratifs pour les contrats, les griefs et les notes
ko: 계약서, 고충 처리 및 메모를 위한 협업 문서
pt: Documentos colaborativos para contratos, queixas e anotacoes
ru: Совместные документы для договоров, жалоб и заметок
tl: Mga kolaboratibong dokumento para sa mga kontrata, reklamo, at tala
vi: Tài liệu cộng tác cho hợp đồng, khiếu nại và ghi chú
zh_hans: 用于合同、申诉和笔记的协作文档

# templates_unionChapter_enhancements_documents_name
source: Document Suite
ar: مجموعة المستندات
es: Suite de documentos
fr: Suite de documents
ko: 문서 도구
pt: Suite de Documentos
ru: Пакет документов
tl: Suite ng mga Dokumento
vi: Bộ tài liệu
zh_hans: 文档套件

# templates_unionChapter_enhancements_files_description
source: Secure storage for contracts, photos, and evidence
ar: تخزين آمن للعقود والصور والأدلة
es: Almacenamiento seguro para contratos, fotos y evidencias
fr: Stockage sécurisé pour les contrats, photos et preuves
ko: 계약서, 사진 및 증거를 위한 안전한 저장소
pt: Armazenamento seguro para contratos, fotos e evidencias
ru: Безопасное хранилище для договоров, фотографий и доказательств
tl: Ligtas na storage para sa mga kontrata, larawan, at ebidensya
vi: Lưu trữ an toàn cho hợp đồng, ảnh và bằng chứng
zh_hans: 安全存储合同、照片和证据

# templates_unionChapter_enhancements_files_name
source: File Storage
ar: تخزين الملفات
es: Almacenamiento de archivos
fr: Stockage de fichiers
ko: 파일 저장소
pt: Armazenamento de Arquivos
ru: Хранилище файлов
vi: Lưu trữ tệp
zh_hans: 文件存储

# templates_unionChapter_enhancements_publicPresence_description
source: Create a public-facing page for your chapter
ar: أنشئ صفحة عامة لفرعك
es: Crea una página pública para tu sección
fr: Créez une page publique pour votre section
ko: 지부를 위한 공개 페이지 만들기
pt: Crie uma pagina publica para seu nucleo
ru: Создайте публичную страницу для вашего отделения
tl: Lumikha ng pampublikong pahina para sa iyong tsapter
vi: Tạo trang công khai cho chi bộ của bạn
zh_hans: 为您的分会创建公开页面

# templates_unionChapter_enhancements_publicPresence_name
source: Public Presence
ar: الحضور العام
es: Presencia pública
fr: Présence publique
ko: 공개 페이지
pt: Presenca Publica
ru: Публичное присутствие
tl: Pampublikong Presensya
vi: Hiện diện công khai
zh_hans: 公共形象

# templates_unionChapter_name
source: Union Chapter
ar: فرع نقابي
es: Sección sindical
fr: Section syndicale
ko: 노동조합 지부
pt: Nucleo Sindical
ru: Отделение профсоюза
tl: Tsapter ng Unyon
vi: Chi bộ công đoàn
zh_hans: 工会分会

# templates_unionElectionCampaign_description
source: Organize a union election with worker tracking, house visits, authorization cards, and NLRB coordination.
ar: نظّم انتخابات نقابية مع تتبع العمال وزيارات المنازل وبطاقات التفويض والتنسيق مع NLRB.
es: Organiza una elección sindical con seguimiento de trabajadores, visitas a domicilio, tarjetas de autorización y coordinación con la NLRB.
fr: Organisez une élection syndicale avec suivi des travailleurs, visites à domicile, cartes d'autorisation et coordination NLRB.
ko: 노동자 추적, 가정 방문, 승인 카드 및 NLRB 조정으로 노동조합 선거를 조직하세요.
pt: Organize uma eleicao sindical com acompanhamento de trabalhadores, visitas domiciliares, cartoes de autorizacao e coordenacao com orgaos trabalhistas.
ru: Организуйте выборы в профсоюз с отслеживанием работников, домашними визитами, авторизационными карточками и координацией с NLRB.
tl: Mag-organisa ng eleksyon ng unyon na may pagsubaybay sa mga manggagawa, pagbisita sa mga bahay, authorization card, at koordinasyon sa NLRB.
vi: Tổ chức bầu cử công đoàn với theo dõi công nhân, thăm nhà, thẻ ủy quyền và phối hợp với cơ quan lao động.
zh_hans: 组织工会选举，包括工人跟踪、家访、授权卡和 NLRB 协调。

# templates_unionElectionCampaign_enhancements_documents_description
source: Collaborative documents for planning and ULP documentation
ar: مستندات تعاونية للتخطيط وتوثيق الممارسات العمالية غير العادلة
es: Documentos colaborativos para planificación y documentación de ULPs
fr: Documents collaboratifs pour la planification et la documentation des pratiques déloyales
ko: 계획 및 ULP 문서화를 위한 협업 문서
pt: Documentos colaborativos para planejamento e documentacao de irregularidades
ru: Совместные документы для планирования и документации ULP
tl: Mga kolaboratibong dokumento para sa pagpaplano at dokumentasyon ng ULP
vi: Tài liệu cộng tác cho lập kế hoạch và ghi chép vi phạm
zh_hans: 用于规划和 ULP 文档的协作文档

# templates_unionElectionCampaign_enhancements_documents_name
source: Document Suite
ar: مجموعة المستندات
es: Suite de documentos
fr: Suite de documents
ko: 문서 도구
pt: Suite de Documentos
ru: Пакет документов
tl: Suite ng mga Dokumento
vi: Bộ tài liệu
zh_hans: 文档套件

# templates_unionElectionCampaign_enhancements_publicPresence_description
source: Add public pages for worker outreach (use with caution)
ar: أضف صفحات عامة للتواصل مع العمال (استخدم بحذر)
es: Añade páginas públicas para difusión a trabajadores (usar con precaución)
fr: Ajoutez des pages publiques pour la sensibilisation des travailleurs (à utiliser avec précaution)
ko: 노동자 아웃리치를 위한 공개 페이지 추가 (주의해서 사용)
pt: Adicione paginas publicas para alcance de trabalhadores (use com cautela)
ru: Добавить публичные страницы для работы с работниками (используйте с осторожностью)
tl: Magdagdag ng mga pampublikong pahina para sa outreach sa mga manggagawa (gamitin nang may pag-iingat)
vi: Thêm trang công khai để tiếp cận công nhân (sử dụng cẩn thận)
zh_hans: 添加工人外联的公开页面（谨慎使用）

# templates_unionElectionCampaign_enhancements_publicPresence_name
source: Public Campaign
ar: الحملة العامة
es: Campaña pública
fr: Campagne publique
ko: 공개 캠페인
pt: Campanha Publica
ru: Публичная кампания
tl: Pampublikong Kampanya
vi: Chiến dịch công khai
zh_hans: 公开运动

# templates_unionElectionCampaign_enhancements_wiki_description
source: Document NLRB rules, anti-union tactics, and organizing resources
ar: وثّق قواعد NLRB والتكتيكات المعادية للنقابات وموارد التنظيم
es: Documenta las reglas de la NLRB, tácticas antisindicales y recursos de organización
fr: Documentez les règles NLRB, les tactiques antisyndicales et les ressources d'organisation
ko: NLRB 규칙, 반노조 전술 및 조직화 자료 문서화
pt: Documente regras trabalhistas, taticas antissindicais e recursos de organizacao
ru: Документируйте правила NLRB, антипрофсоюзную тактику и ресурсы для организации
tl: I-dokumento ang mga patakaran ng NLRB, anti-union na mga taktika, at mga mapagkukunan sa pag-oorganisa
vi: Tài liệu về quy định lao động, chiến thuật chống công đoàn và nguồn lực tổ chức
zh_hans: 记录 NLRB 规则、反工会策略和组织资源

# templates_unionElectionCampaign_enhancements_wiki_name
source: Knowledge Base
ar: قاعدة المعرفة
es: Base de conocimientos
fr: Base de connaissances
ko: 지식 기반
pt: Base de Conhecimento
ru: База знаний
tl: Base ng Kaalaman
vi: Kho kiến thức
zh_hans: 知识库

# templates_unionElectionCampaign_name
source: Union Election Campaign
ar: حملة انتخابات النقابة
es: Campaña de elección sindical
fr: Campagne électorale syndicale
ko: 노동조합 선거 캠페인
pt: Campanha de Eleicao Sindical
ru: Кампания по выборам в профсоюз
tl: Kampanya sa Eleksyon ng Unyon
vi: Chiến dịch bầu cử công đoàn
zh_hans: 工会选举运动

# tiersEditor_addTier
source: Add Tier
ar: إضافة مستوى
es: Agregar Nivel
fr: Ajouter un Palier
ko: 등급 추가
pt: Adicionar Nivel
ru: Добавить уровень
tl: Magdagdag ng Antas
vi: Them Cap Do
zh_hans: 添加级别

# tiersEditor_amount
source: Amount (%@)
ar: المبلغ (%@)
es: Monto (%@)
fr: Montant (%@)
ko: 금액 (%@)
pt: Valor (%@)
ru: Сумма (%@)
tl: Halaga (%@)
vi: So tien (%@)
zh_hans: 金额 (%@)

# tiersEditor_description
source: Create preset donation amounts with benefits
ar: أنشئ مبالغ تبرع محددة مسبقاً مع مزايا
es: Crea montos de donacion preestablecidos con beneficios
fr: Creez des montants de don predefinis avec des avantages
ko: 혜택이 포함된 후원 금액을 설정하세요
pt: Crie valores de doacao predefinidos com beneficios
ru: Создайте предустановленные суммы пожертвований с преимуществами
tl: Gumawa ng mga preset na halaga ng donasyon na may mga benepisyo
vi: Tao cac muc quyen gop co san voi quyen loi
zh_hans: 创建带有权益的预设捐赠金额

# tiersEditor_descriptionLabel
source: Description (optional)
ar: الوصف (اختياري)
es: Descripcion (opcional)
fr: Description (optionnel)
ko: 설명 (선택사항)
pt: Descricao (opcional)
ru: Описание (необязательно)
tl: Paglalarawan (opsyonal)
vi: Mo ta (tuy chon)
zh_hans: 描述（可选）

# tiersEditor_descriptionPlaceholder
source: What supporters get at this level
ar: ما يحصل عليه الداعمون في هذا المستوى
es: Lo que reciben los colaboradores en este nivel
fr: Ce que les soutiens recoivent a ce niveau
ko: 이 등급에서 서포터가 받는 혜택
pt: O que os apoiadores recebem neste nivel
ru: Что получают сторонники на этом уровне
tl: Ano ang makukuha ng mga tagasuporta sa antas na ito
vi: Nhung gi nguoi ung ho nhan duoc o cap do nay
zh_hans: 此级别支持者可获得的权益

# tiersEditor_empty_description
source: Add tiers to suggest donation amounts
ar: أضف مستويات لاقتراح مبالغ التبرع
es: Agrega niveles para sugerir montos de donacion
fr: Ajoutez des paliers pour suggerer des montants de don
ko: 후원 금액을 제안하려면 등급을 추가하세요
pt: Adicione niveis para sugerir valores de doacao
ru: Добавьте уровни для предложения сумм пожертвований
tl: Magdagdag ng mga antas para magmungkahi ng mga halaga ng donasyon
vi: Them cap do de goi y muc quyen gop
zh_hans: 添加级别以建议捐赠金额

# tiersEditor_empty_title
source: No donation tiers yet
ar: لا توجد مستويات تبرع بعد
es: Aun no hay niveles de donacion
fr: Pas encore de paliers de don
ko: 아직 후원 등급이 없습니다
pt: Ainda nao ha niveis de doacao
ru: Уровней пожертвований пока нет
tl: Wala pang mga antas ng donasyon
vi: Chua co cap do quyen gop nao
zh_hans: 暂无捐赠级别

# tiersEditor_tierName
source: Tier Name
ar: اسم المستوى
es: Nombre del Nivel
fr: Nom du Palier
ko: 등급 이름
pt: Nome do Nivel
ru: Название уровня
tl: Pangalan ng Antas
vi: Ten Cap Do
zh_hans: 级别名称

# tiersEditor_tierNamePlaceholder
source: Supporter
ar: داعم
es: Colaborador
fr: Soutien
ko: 서포터
pt: Apoiador
ru: Сторонник
tl: Tagasuporta
vi: Nguoi Ung Ho
zh_hans: 支持者

# tiersEditor_title
source: Donation Tiers
ar: مستويات التبرع
es: Niveles de Donacion
fr: Paliers de Don
ko: 후원 등급
pt: Niveis de Doacao
ru: Уровни пожертвований
tl: Mga Antas ng Donasyon
vi: Cap Do Quyen Gop
zh_hans: 捐赠级别

# tor_add
source: Add
ar: إضافة
es: Añadir
fr: Ajouter
ko: 추가
pt: Adicionar
ru: Добавить
tl: Idagdag
vi: Thêm
zh_hans: 添加

# tor_addCustomRelay
source: Add Custom Relay
ar: إضافة مرحل مخصص
es: Añadir relay personalizado
fr: Ajouter un relais personnalise
ko: 사용자 정의 릴레이 추가
pt: Adicionar Relay Personalizado
ru: Добавить пользовательский ретранслятор
tl: Magdagdag ng Custom na Relay
vi: Thêm relay tùy chỉnh
zh_hans: 添加自定义中继服务器

# tor_advanced
source: Advanced:
ar: متقدم:
es: Avanzado:
fr: Avance :
ko: 고급:
pt: Avancado:
ru: Продвинутые:
vi: Nâng cao:
zh_hans: 高级：

# tor_advancedNote
source: Run a local Tor daemon (port 9050) and enable Manual Proxy mode for desktop integration.
ar: شغل daemon Tor محلي (المنفذ 9050) وفعل وضع البروكسي اليدوي لتكامل سطح المكتب.
es: Ejecuta un demonio Tor local (puerto 9050) y habilita el modo de Proxy Manual para integración de escritorio.
fr: Executez un daemon Tor local (port 9050) et activez le mode Proxy manuel pour l'integration bureau.
ko: 로컬 Tor 데몬(포트 9050)을 실행하고 수동 프록시 모드를 활성화하여 데스크톱 통합을 사용하세요.
pt: Execute um daemon Tor local (porta 9050) e habilite o modo de proxy manual para integracao desktop.
ru: Запустите локальный Tor-демон (порт 9050) и включите ручной режим прокси для интеграции с рабочим столом.
tl: Magpatakbo ng lokal na Tor daemon (port 9050) at i-enable ang manual proxy mode para sa desktop integration.
vi: Chạy daemon Tor cục bộ (cổng 9050) và bật chế độ Proxy thủ công để tích hợp máy tính để bàn.
zh_hans: 运行本地 Tor 守护进程（端口 9050）并启用手动代理模式以进行桌面集成。

# tor_blockGeolocation
source: Block Geolocation
ar: حظر تحديد الموقع
es: Bloquear geolocalización
fr: Bloquer la geolocalisation
ko: 위치정보 차단
pt: Bloquear geolocalizacao
ru: Блокировать геолокацию
tl: I-block ang geolocation
vi: Chặn định vị địa lý
zh_hans: 阻止地理定位

# tor_blockGeolocationDesc
source: Deny all geolocation API requests
ar: رفض جميع طلبات واجهة تحديد الموقع الجغرافي
es: Denegar todas las solicitudes de API de geolocalización
fr: Refuser toutes les demandes de l'API de geolocalisation
ko: 모든 위치정보 API 요청 거부
pt: Negar todas as requisicoes de API de geolocalizacao
ru: Отклонять все запросы геолокации
tl: Tanggihan ang lahat ng mga geolocation API request
vi: Từ chối tất cả các yêu cầu API định vị địa lý
zh_hans: 拒绝所有地理定位 API 请求

# tor_blockWebRTC
source: Block WebRTC
ar: حظر WebRTC
es: Bloquear WebRTC
fr: Bloquer WebRTC
ko: WebRTC 차단
pt: Bloquear WebRTC
ru: Блокировать WebRTC
tl: I-block ang WebRTC
vi: Chặn WebRTC
zh_hans: 阻止 WebRTC

# tor_blockWebRTCDesc
source: Prevent WebRTC IP leaks (requires browser extension)
ar: منع تسرب IP عبر WebRTC (يتطلب إضافة متصفح)
es: Prevenir fugas de IP por WebRTC (requiere extensión del navegador)
fr: Empecher les fuites d'IP via WebRTC (necessite une extension de navigateur)
ko: WebRTC IP 누출 방지 (브라우저 확장 필요)
pt: Prevenir vazamentos de IP via WebRTC (requer extensao do navegador)
ru: Предотвращать утечки IP через WebRTC (требуется расширение браузера)
tl: Pigilan ang mga IP leak sa pamamagitan ng WebRTC (nangangailangan ng browser extension)
vi: Ngăn rò rỉ IP qua WebRTC (yêu cầu tiện ích mở rộng trình duyệt)
zh_hans: 防止 WebRTC IP 泄露（需要浏览器扩展）

# tor_connectionMethod
source: Connection Method
ar: طريقة الاتصال
es: Método de conexión
fr: Methode de connexion
ko: 연결 방법
pt: Metodo de Conexao
ru: Способ подключения
tl: Paraan ng Koneksyon
vi: Phương thức kết nối
zh_hans: 连接方式

# tor_customRelay
source: Custom Relay
ar: مرحل مخصص
es: Relay personalizado
fr: Relais personnalise
ko: 사용자 정의 릴레이
pt: Relay personalizado
ru: Пользовательский ретранслятор
tl: Custom na relay
vi: Relay tùy chỉnh
zh_hans: 自定义中继服务器

# tor_description
source: Connect to Nostr relays through Tor for enhanced privacy and censorship resistance
ar: الاتصال بمرحلات Nostr عبر Tor لخصوصية معززة ومقاومة الرقابة
es: Conectar a relays de Nostr a través de Tor para mayor privacidad y resistencia a la censura
fr: Connectez-vous aux relais Nostr via Tor pour une confidentialite accrue et une resistance a la censure
ko: 향상된 개인정보 보호 및 검열 저항을 위해 Tor를 통해 Nostr 릴레이에 연결
pt: Conecte-se a relays Nostr via Tor para privacidade aprimorada e resistencia a censura
ru: Подключайтесь к Nostr-ретрансляторам через Tor для повышенной конфиденциальности и устойчивости к цензуре
tl: Kumonekta sa mga Nostr relay sa pamamagitan ng Tor para sa pinahusay na privacy at resistensya sa censorship
vi: Kết nối với các relay Nostr qua Tor để tăng cường quyền riêng tư và khả năng chống kiểm duyệt
zh_hans: 通过 Tor 连接到 Nostr 中继服务器，以增强隐私和抗审查能力

# tor_enableRouting
source: Enable Tor Routing
ar: تفعيل توجيه Tor
es: Habilitar enrutamiento Tor
fr: Activer le routage Tor
ko: Tor 라우팅 활성화
pt: Habilitar roteamento Tor
ru: Включить маршрутизацию через Tor
tl: I-enable ang Tor routing
vi: Bật định tuyến Tor
zh_hans: 启用 Tor 路由
