Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# meta_crm
source: Manage contacts, track outreach, and coordinate campaign efforts.
ar: إدارة جهات الاتصال وتتبع التواصل وتنسيق جهود الحملات.
es: Gestiona contactos, seguimiento de alcance y coordina esfuerzos de campaña.
fr: Gérez les contacts, suivez la sensibilisation et coordonnez les efforts de campagne.
ko: 연락처를 관리하고, 아웃리치를 추적하며, 캠페인 활동을 조율하세요.
pt: Gerencie contatos, acompanhe alcance e coordene esforcos de campanha.
ru: Управляйте контактами, отслеживайте работу и координируйте усилия кампании.
tl: Pamahalaan ang mga contact, subaybayan ang outreach, at i-coordinate ang mga pagsisikap sa kampanya.
vi: Quản lý liên hệ, theo dõi tiếp cận và phối hợp các nỗ lực chiến dịch.
zh_hans: 管理联系人、跟踪外联活动、协调运动工作。

# meta_database
source: Custom databases and structured data management.
ar: قواعد بيانات مخصصة وإدارة البيانات المهيكلة.
es: Bases de datos personalizadas y gestión de datos estructurados.
fr: Bases de données personnalisées et gestion de données structurées.
ko: 사용자 정의 데이터베이스 및 구조화된 데이터 관리입니다.
pt: Bancos de dados personalizados e gerenciamento de dados estruturados.
ru: Пользовательские базы данных и управление структурированными данными.
tl: Mga custom na database at pamamahala ng structured data.
vi: Cơ sở dữ liệu tùy chỉnh và quản lý dữ liệu có cấu trúc.
zh_hans: 自定义数据库和结构化数据管理。

# meta_defaultDescription
source: Privacy-first organizing platform built on Nostr protocol for activist groups, co-ops, unions, and community organizers.
ar: منصة تنظيم تركز على الخصوصية، مبنية على بروتوكول Nostr للمجموعات الناشطة والتعاونيات والنقابات والمنظمين المجتمعيين.
es: Plataforma de organización con privacidad integrada, construida sobre el protocolo Nostr para grupos activistas, cooperativas, sindicatos y organizadores comunitarios.
fr: Plateforme d'organisation axée sur la confidentialité, construite sur le protocole Nostr pour les groupes militants, coopératives, syndicats et organisateurs communautaires.
ko: 활동가 그룹, 협동조합, 노동조합 및 지역사회 조직가를 위해 Nostr 프로토콜 기반으로 구축된 프라이버시 중심 조직화 플랫폼입니다.
pt: Plataforma de organizacao com privacidade em primeiro lugar, construida sobre o protocolo Nostr para grupos ativistas, cooperativas, sindicatos e organizadores comunitarios.
ru: Платформа для организации с приоритетом конфиденциальности, построенная на протоколе Nostr для активистских групп, кооперативов, профсоюзов и общественных организаторов.
tl: Plataporma ng pag-oorganisa na nakatuon sa privacy, binuo sa Nostr protocol para sa mga grupong aktibista, kooperatiba, unyon, at mga community organizer.
vi: Nền tảng tổ chức ưu tiên quyền riêng tư được xây dựng trên giao thức Nostr dành cho các nhóm hoạt động xã hội, hợp tác xã, công đoàn và người tổ chức cộng đồng.
zh_hans: 基于 Nostr 协议的隐私优先组织平台，专为活动团体、合作社、工会和社区组织者设计。

# meta_documents
source: Create and collaborate on rich text documents.
ar: أنشئ وتعاون على مستندات نصية غنية.
es: Crea y colabora en documentos de texto enriquecido.
fr: Créez et collaborez sur des documents texte enrichis.
ko: 서식 있는 텍스트 문서를 만들고 협업하세요.
pt: Crie e colabore em documentos de texto formatado.
ru: Создавайте и совместно работайте над форматированными документами.
tl: Lumikha at makipagtulungan sa mga rich text na dokumento.
vi: Tạo và cộng tác trên các tài liệu văn bản phong phú.
zh_hans: 创建和协作编辑富文本文档。

# meta_events
source: Coordinate events, rallies, workshops, and community gatherings.
ar: نسق الأحداث والتجمعات وورش العمل والاجتماعات المجتمعية.
es: Coordina eventos, concentraciones, talleres y reuniones comunitarias.
fr: Coordonnez événements, rassemblements, ateliers et réunions communautaires.
ko: 이벤트, 집회, 워크숍 및 지역사회 모임을 조율하세요.
pt: Coordene eventos, manifestacoes, oficinas e encontros comunitarios.
ru: Координируйте события, митинги, семинары и общественные собрания.
tl: I-coordinate ang mga event, rali, workshop, at mga pagtitipon ng komunidad.
vi: Phối hợp các sự kiện, cuộc mít tinh, hội thảo và hoạt động cộng đồng.
zh_hans: 协调活动、集会、工作坊和社区聚会。

# meta_files
source: Secure file storage and sharing for your groups.
ar: تخزين آمن للملفات ومشاركتها لمجموعاتك.
es: Almacenamiento seguro de archivos y compartición para tus grupos.
fr: Stockage sécurisé de fichiers et partage pour vos groupes.
ko: 그룹을 위한 안전한 파일 저장 및 공유입니다.
pt: Armazenamento seguro de arquivos e compartilhamento para seus grupos.
ru: Безопасное хранение и обмен файлами для ваших групп.
tl: Ligtas na file storage at pagbabahagi para sa iyong mga grupo.
vi: Lưu trữ và chia sẻ tệp an toàn cho các nhóm của bạn.
zh_hans: 为您的群组提供安全的文件存储和共享。

# meta_forms
source: Build custom forms for surveys, signups, and data collection.
ar: أنشئ نماذج مخصصة للاستطلاعات والتسجيلات وجمع البيانات.
es: Construye formularios personalizados para encuestas, inscripciones y recolección de datos.
fr: Créez des formulaires personnalisés pour sondages, inscriptions et collecte de données.
ko: 설문조사, 가입 및 데이터 수집을 위한 사용자 정의 양식을 만드세요.
pt: Construa formularios personalizados para pesquisas, inscricoes e coleta de dados.
ru: Создавайте пользовательские формы для опросов, регистраций и сбора данных.
tl: Bumuo ng mga custom na form para sa mga survey, signup, at pagkolekta ng data.
vi: Xây dựng biểu mẫu tùy chỉnh cho khảo sát, đăng ký và thu thập dữ liệu.
zh_hans: 构建用于调查、注册和数据收集的自定义表单。

# meta_fundraising
source: Organize fundraising campaigns and track donations.
ar: نظم حملات جمع التبرعات وتتبع التبرعات.
es: Organiza campañas de recaudación y rastrea donaciones.
fr: Organisez des campagnes de collecte de fonds et suivez les dons.
ko: 모금 캠페인을 조직하고 기부금을 추적하세요.
pt: Organize campanhas de arrecadacao e acompanhe doacoes.
ru: Организуйте кампании по сбору средств и отслеживайте пожертвования.
tl: Mag-organisa ng mga fundraising campaign at subaybayan ang mga donasyon.
vi: Tổ chức chiến dịch gây quỹ và theo dõi quyên góp.
zh_hans: 组织筹款活动并跟踪捐款。

# meta_governance
source: Democratic decision-making with proposals, voting, and consensus building.
ar: اتخاذ القرارات الديمقراطية مع المقترحات والتصويت وبناء الإجماع.
es: Toma de decisiones democrática con propuestas, votación y construcción de consenso.
fr: Prise de décision démocratique avec propositions, vote et construction de consensus.
ko: 제안, 투표 및 합의 형성을 통한 민주적 의사결정입니다.
pt: Tomada de decisao democratica com propostas, votacao e construcao de consenso.
ru: Демократическое принятие решений с предложениями, голосованием и достижением консенсуса.
tl: Demokratikong paggawa ng desisyon sa pamamagitan ng mga panukala, pagboto, at pagbuo ng konsensus.
vi: Ra quyết định dân chủ với đề xuất, bỏ phiếu và xây dựng đồng thuận.
zh_hans: 通过提案、投票和共识建立进行民主决策。

# meta_groups
source: Create and manage groups for organizing, mutual aid, and community building.
ar: أنشئ وأدر مجموعات للتنظيم والمساعدة المتبادلة وبناء المجتمع.
es: Crea y gestiona grupos para organización, ayuda mutua y construcción de comunidad.
fr: Créez et gérez des groupes pour l'organisation, l'aide mutuelle et la construction communautaire.
ko: 조직화, 상호 부조 및 커뮤니티 구축을 위한 그룹을 만들고 관리하세요.
pt: Crie e gerencie grupos para organizacao, ajuda mutua e construcao de comunidade.
ru: Создавайте группы и управляйте ими для организации, взаимопомощи и построения сообщества.
tl: Lumikha at pamahalaan ang mga grupo para sa pag-oorganisa, bayanihan, at pagbuo ng komunidad.
vi: Tạo và quản lý nhóm để tổ chức, hỗ trợ lẫn nhau và xây dựng cộng đồng.
zh_hans: 创建和管理用于组织、互助和社区建设的群组。

# meta_home
source: Your activity feed with posts, events, and community updates from your groups.
ar: موجز نشاطك مع المنشورات والأحداث والتحديثات من مجموعاتك.
es: Tu feed de actividad con publicaciones, eventos y actualizaciones de tus grupos.
fr: Votre fil d'actualité avec publications, événements et mises à jour de vos groupes.
ko: 그룹의 게시물, 이벤트 및 커뮤니티 업데이트가 포함된 활동 피드입니다.
pt: Seu feed de atividades com postagens, eventos e atualizacoes da comunidade dos seus grupos.
ru: Ваша лента активности с публикациями, событиями и новостями сообщества из ваших групп.
tl: Ang iyong activity feed na may mga post, event, at mga update mula sa iyong mga grupo.
vi: Bảng tin hoạt động với bài viết, sự kiện và cập nhật từ các nhóm của bạn.
zh_hans: 您的活动动态，包含来自您所在群组的帖子、活动和社区更新。

# meta_login
source: Sign in to your account or create a new identity.
ar: سجل الدخول إلى حسابك أو أنشئ هوية جديدة.
es: Inicia sesión en tu cuenta o crea una nueva identidad.
fr: Connectez-vous à votre compte ou créez une nouvelle identité.
ko: 계정에 로그인하거나 새 신원을 생성하세요.
pt: Entre na sua conta ou crie uma nova identidade.
ru: Войдите в свою учетную запись или создайте новую личность.
tl: Mag-sign in sa iyong account o lumikha ng bagong pagkakakilanlan.
vi: Đăng nhập vào tài khoản hoặc tạo danh tính mới.
zh_hans: 登录您的账户或创建新身份。

# meta_messages
source: Secure, end-to-end encrypted messaging for private conversations.
ar: رسائل آمنة مشفرة من طرف إلى طرف للمحادثات الخاصة.
es: Mensajería segura cifrada de extremo a extremo para conversaciones privadas.
fr: Messagerie sécurisée chiffrée de bout en bout pour les conversations privées.
ko: 비공개 대화를 위한 안전한 종단간 암호화 메시징입니다.
pt: Mensagens seguras com criptografia de ponta a ponta para conversas privadas.
ru: Безопасный обмен сообщениями со сквозным шифрованием для приватных разговоров.
tl: Ligtas, end-to-end encrypted na pagmemensahe para sa pribadong mga usapan.
vi: Tin nhắn bảo mật, mã hóa đầu cuối cho các cuộc trò chuyện riêng tư.
zh_hans: 安全的端到端加密消息，用于私密对话。

# meta_mutualAid
source: Share resources, offer help, and coordinate community support.
ar: شارك الموارد وقدم المساعدة ونسق الدعم المجتمعي.
es: Comparte recursos, ofrece ayuda y coordina el apoyo comunitario.
fr: Partagez des ressources, offrez de l'aide et coordonnez le soutien communautaire.
ko: 자원을 공유하고, 도움을 제공하며, 지역사회 지원을 조율하세요.
pt: Compartilhe recursos, ofereca ajuda e coordene apoio comunitario.
ru: Делитесь ресурсами, предлагайте помощь и координируйте поддержку сообщества.
tl: Magbahagi ng mga mapagkukunan, mag-alok ng tulong, at i-coordinate ang suporta sa komunidad.
vi: Chia sẻ tài nguyên, hỗ trợ và phối hợp hỗ trợ cộng đồng.
zh_hans: 共享资源、提供帮助、协调社区支持。

# meta_newsletters
source: Create and send newsletters to your community.
ar: أنشئ وأرسل النشرات الإخبارية لمجتمعك.
es: Crea y envía boletines a tu comunidad.
fr: Créez et envoyez des newsletters à votre communauté.
ko: 커뮤니티에 뉴스레터를 작성하고 발송하세요.
pt: Crie e envie boletins informativos para sua comunidade.
ru: Создавайте и отправляйте рассылки своему сообществу.
tl: Lumikha at magpadala ng mga newsletter sa iyong komunidad.
vi: Tạo và gửi bản tin đến cộng đồng của bạn.
zh_hans: 创建并向您的社区发送通讯。

# meta_notFound
source: The page you're looking for doesn't exist.
ar: الصفحة التي تبحث عنها غير موجودة.
es: La página que buscas no existe.
fr: La page que vous cherchez n'existe pas.
ko: 찾으시는 페이지가 존재하지 않습니다.
pt: A pagina que voce procura nao existe.
ru: Страница, которую вы ищете, не существует.
tl: Ang pahina na hinahanap mo ay hindi umiiral.
vi: Trang bạn tìm kiếm không tồn tại.
zh_hans: 您查找的页面不存在。

# meta_notifications
source: Configure how you receive alerts and updates.
ar: اضبط كيفية تلقي التنبيهات والتحديثات.
es: Configura cómo recibes alertas y actualizaciones.
fr: Configurez comment vous recevez les alertes et mises à jour.
ko: 알림 및 업데이트 수신 방법을 설정하세요.
pt: Configure como voce recebe alertas e atualizacoes.
ru: Настройте, как вы получаете оповещения и обновления.
tl: I-configure kung paano ka makakatanggap ng mga alerto at update.
vi: Cấu hình cách bạn nhận thông báo và cập nhật.
zh_hans: 配置您接收提醒和更新的方式。

# meta_pages
source: Publish public-facing pages for your group or campaign.
ar: انشر صفحات عامة لمجموعتك أو حملتك.
es: Publica páginas públicas para tu grupo o campaña.
fr: Publiez des pages publiques pour votre groupe ou campagne.
ko: 그룹이나 캠페인을 위한 공개 페이지를 게시하세요.
pt: Publique paginas publicas para seu grupo ou campanha.
ru: Публикуйте публичные страницы для вашей группы или кампании.
tl: Mag-publish ng mga pampublikong pahina para sa iyong grupo o kampanya.
vi: Xuất bản các trang công khai cho nhóm hoặc chiến dịch của bạn.
zh_hans: 为您的群组或运动发布公开页面。

# meta_preferences
source: Customize your experience with display and language settings.
ar: خصص تجربتك مع إعدادات العرض واللغة.
es: Personaliza tu experiencia con configuración de pantalla e idioma.
fr: Personnalisez votre expérience avec les paramètres d'affichage et de langue.
ko: 표시 및 언어 설정으로 경험을 맞춤 설정하세요.
pt: Personalize sua experiencia com configuracoes de exibicao e idioma.
ru: Настройте свой опыт с помощью параметров отображения и языка.
tl: I-customize ang iyong karanasan sa mga setting ng display at wika.
vi: Tùy chỉnh trải nghiệm với cài đặt hiển thị và ngôn ngữ.
zh_hans: 通过显示和语言设置自定义您的体验。

# meta_privacy
source: Control your data visibility and privacy settings.
ar: تحكم في رؤية بياناتك وإعدادات الخصوصية.
es: Controla la visibilidad de tus datos y configuración de privacidad.
fr: Contrôlez la visibilité de vos données et paramètres de confidentialité.
ko: 데이터 가시성 및 개인정보 보호 설정을 제어하세요.
pt: Controle a visibilidade e configuracoes de privacidade dos seus dados.
ru: Контролируйте видимость ваших данных и настройки конфиденциальности.
tl: Kontrolin ang visibility ng iyong data at mga setting ng privacy.
vi: Kiểm soát khả năng hiển thị dữ liệu và cài đặt quyền riêng tư.
zh_hans: 控制您的数据可见性和隐私设置。

# meta_recovery
source: Recover your account with your recovery phrase.
ar: استعد حسابك باستخدام عبارة الاسترداد.
fr: Récupérez votre compte avec votre phrase de récupération.
ko: 복구 문구로 계정을 복구하세요.
pt: Recupere sua conta com sua frase de recuperacao.
ru: Восстановите свою учетную запись с помощью фразы восстановления.
tl: I-recover ang iyong account gamit ang iyong pariralang pang-recover.
vi: Khôi phục tài khoản bằng cụm từ khôi phục.
zh_hans: 使用恢复短语恢复您的账户。

# meta_security
source: Security settings and encryption key management.
ar: إعدادات الأمان وإدارة مفاتيح التشفير.
es: Configuración de seguridad y gestión de claves de cifrado.
fr: Paramètres de sécurité et gestion des clés de chiffrement.
ko: 보안 설정 및 암호화 키 관리입니다.
pt: Configuracoes de seguranca e gerenciamento de chaves de criptografia.
ru: Настройки безопасности и управление ключами шифрования.
tl: Mga setting ng seguridad at pamamahala ng encryption key.
vi: Cài đặt bảo mật và quản lý khóa mã hóa.
zh_hans: 安全设置和加密密钥管理。

# meta_settings
source: Manage your profile, privacy, security, and notification preferences.
ar: إدارة ملفك الشخصي والخصوصية والأمان وتفضيلات الإشعارات.
es: Gestiona tu perfil, privacidad, seguridad y preferencias de notificaciones.
fr: Gérez votre profil, confidentialité, sécurité et préférences de notification.
ko: 프로필, 개인정보 보호, 보안 및 알림 설정을 관리하세요.
pt: Gerencie seu perfil, privacidade, seguranca e preferencias de notificacao.
ru: Управляйте своим профилем, конфиденциальностью, безопасностью и настройками уведомлений.
tl: Pamahalaan ang iyong profile, privacy, seguridad, at mga kagustuhan sa notification.
vi: Quản lý hồ sơ, quyền riêng tư, bảo mật và cài đặt thông báo.
zh_hans: 管理您的个人资料、隐私、安全和通知偏好设置。

# meta_unlock
source: Unlock your account to continue.
ar: افتح حسابك للمتابعة.
fr: Déverrouillez votre compte pour continuer.
ko: 계속하려면 계정 잠금을 해제하세요.
pt: Desbloqueie sua conta para continuar.
ru: Разблокируйте свою учетную запись для продолжения.
tl: I-unlock ang iyong account upang magpatuloy.
vi: Mở khóa tài khoản để tiếp tục.
zh_hans: 解锁您的账户以继续。

# meta_wiki
source: Collaborative knowledge base for documentation and organizing resources.
ar: قاعدة معرفة تعاونية للتوثيق وموارد التنظيم.
es: Base de conocimiento colaborativa para documentación y recursos de organización.
fr: Base de connaissances collaborative pour la documentation et les ressources d'organisation.
ko: 문서화 및 조직화 자원을 위한 협업 지식 기반입니다.
pt: Base de conhecimento colaborativa para documentacao e recursos de organizacao.
ru: Совместная база знаний для документации и ресурсов по организации.
tl: Kolaboratibong base ng kaalaman para sa dokumentasyon at mga mapagkukunan sa pag-oorganisa.
vi: Kho kiến thức cộng tác cho tài liệu và nguồn lực tổ chức.
zh_hans: 协作知识库，用于文档和组织资源。

# mobile_accessibility_attachButton
source: Attach file
ar: إرفاق ملف
es: Adjuntar archivo
fr: Joindre un fichier
ko: 파일 첨부
pt: Anexar arquivo
ru: Прикрепить файл
tl: Mag-attach ng file
vi: Đính kèm tệp
zh_hans: 附加文件

# mobile_accessibility_backButton
source: Go back
ar: رجوع
es: Volver
fr: Retour
ko: 뒤로
pt: Voltar
ru: Назад
tl: Bumalik
vi: Quay lại
zh_hans: 返回

# mobile_accessibility_closeButton
source: Close
ar: إغلاق
es: Cerrar
fr: Fermer
ko: 닫기
pt: Fechar
ru: Закрыть
tl: Isara
vi: Đóng
zh_hans: 关闭

# mobile_accessibility_eventDate
source: Event on %@
ar: الحدث في %@
es: Evento el %@
fr: Événement le %@
ko: %@에 이벤트
pt: Evento em %@
ru: Событие %@
tl: Event sa %@
vi: Sự kiện vào %@
zh_hans: 活动日期 %@

# mobile_accessibility_loading
source: Loading
ar: جارٍ التحميل
es: Cargando
fr: Chargement
ko: 로딩
pt: Carregando
ru: Загрузка
tl: Naglo-load
vi: Đang tải
zh_hans: 加载中

# mobile_accessibility_memberCount
source: %lld members
ar: %lld أعضاء
es: %lld miembros
fr: %lld membres
ko: %lld명의 멤버
pt: %lld membros
ru: %lld участников
tl: %lld miyembro
vi: %lld thành viên
zh_hans: %lld 名成员

# mobile_accessibility_menuButton
source: Open menu
ar: فتح القائمة
es: Abrir menú
fr: Ouvrir le menu
ko: 메뉴 열기
pt: Abrir menu
ru: Открыть меню
tl: Buksan ang menu
vi: Mở menu
zh_hans: 打开菜单

# mobile_accessibility_messageFrom
source: Message from %@
ar: رسالة من %@
es: Mensaje de %@
fr: Message de %@
ko: %@의 메시지
pt: Mensagem de %@
ru: Сообщение от %@
tl: Mensahe mula kay %@
vi: Tin nhắn từ %@
zh_hans: 来自 %@ 的消息

# mobile_accessibility_moreOptions
source: More options
ar: المزيد من الخيارات
es: Más opciones
fr: Plus d'options
ko: 더 많은 옵션
pt: Mais opções
ru: Дополнительные опции
tl: Higit pang mga opsyon
vi: Thêm tùy chọn
zh_hans: 更多选项

# mobile_accessibility_searchButton
source: Search
ar: بحث
es: Buscar
fr: Rechercher
ko: 검색
pt: Pesquisar
ru: Поиск
tl: Maghanap
vi: Tìm kiếm
zh_hans: 搜索

# mobile_accessibility_sendButton
source: Send message
ar: إرسال الرسالة
es: Enviar mensaje
fr: Envoyer le message
ko: 메시지 보내기
pt: Enviar mensagem
ru: Отправить сообщение
tl: Magpadala ng mensahe
vi: Gửi tin nhắn
zh_hans: 发送消息

# mobile_accessibility_unreadCount
source: %lld unread messages
ar: %lld رسائل غير مقروءة
es: %lld mensajes sin leer
fr: %lld messages non lus
ko: %lld개의 읽지 않은 메시지
pt: %lld mensagens não lidas
ru: %lld непрочитанных сообщений
tl: %lld hindi nabasa na mensahe
vi: %lld tin nhắn chưa đọc
zh_hans: %lld 条未读消息

# mobile_biometric_authFailed
source: Biometric authentication failed
ar: فشلت المصادقة البيومترية
es: La autenticación biométrica falló
fr: L'authentification biométrique a échoué
ko: 생체 인증 실패
pt: Falha na autenticação biométrica
ru: Биометрическая аутентификация не удалась
tl: Nabigo ang biometric authentication
vi: Xác thực sinh trắc học thất bại
zh_hans: 生物识别认证失败

# mobile_biometric_disable
source: Disable Biometric Unlock
ar: تعطيل الفتح البيومتري
es: Desactivar Desbloqueo Biométrico
fr: Désactiver le Déverrouillage Biométrique
ko: 생체 인식 잠금 해제 비활성화
pt: Desativar Desbloqueio Biométrico
ru: Отключить биометрическую разблокировку
tl: I-disable ang Biometric Unlock
vi: Tắt Mở Khóa Sinh Trắc Học
zh_hans: 禁用生物识别解锁

# mobile_biometric_enable
source: Enable Biometric Unlock
ar: تفعيل الفتح البيومتري
es: Activar Desbloqueo Biométrico
fr: Activer le Déverrouillage Biométrique
ko: 생체 인식 잠금 해제 활성화
pt: Ativar Desbloqueio Biométrico
ru: Включить биометрическую разблокировку
tl: I-enable ang Biometric Unlock
vi: Bật Mở Khóa Sinh Trắc Học
zh_hans: 启用生物识别解锁

# mobile_biometric_notAvailable
source: Biometric authentication is not available on this device
ar: المصادقة البيومترية غير متوفرة على هذا الجهاز
es: La autenticación biométrica no está disponible en este dispositivo
fr: L'authentification biométrique n'est pas disponible sur cet appareil
ko: 이 기기에서는 생체 인증을 사용할 수 없습니다
pt: Autenticação biométrica não está disponível neste dispositivo
ru: Биометрическая аутентификация недоступна на этом устройстве
tl: Hindi available ang biometric authentication sa device na ito
vi: Xác thực sinh trắc học không khả dụng trên thiết bị này
zh_hans: 此设备不支持生物识别认证

# mobile_biometric_notEnrolled
source: No biometric credentials enrolled
ar: لا توجد بيانات بيومترية مسجلة
es: No hay credenciales biométricas registradas
fr: Aucune empreinte biométrique enregistrée
ko: 등록된 생체 인식 자격 증명이 없습니다
pt: Nenhuma credencial biométrica registrada
ru: Биометрические данные не зарегистрированы
tl: Walang naka-enroll na biometric credentials
vi: Chưa đăng ký thông tin sinh trắc học
zh_hans: 未注册生物识别凭据

# mobile_biometric_promptCancel
source: Use Password
ar: استخدام كلمة المرور
es: Usar Contraseña
fr: Utiliser le Mot de Passe
ko: 비밀번호 사용
pt: Usar Senha
ru: Использовать пароль
tl: Gamitin ang Password
vi: Sử Dụng Mật Khẩu
zh_hans: 使用密码

# mobile_biometric_promptSubtitle
source: Use biometrics to unlock BuildIt
ar: استخدم البيومترية لفتح BuildIt
es: Usa biometría para desbloquear BuildIt
fr: Utilisez la biométrie pour déverrouiller BuildIt
ko: 생체 인식으로 BuildIt 잠금 해제
pt: Use biometria para desbloquear o BuildIt
ru: Используйте биометрию для разблокировки BuildIt
tl: Gamitin ang biometrics upang i-unlock ang BuildIt
vi: Sử dụng sinh trắc học để mở khóa BuildIt
zh_hans: 使用生物识别解锁 BuildIt

# mobile_biometric_promptTitle
source: Authenticate
ar: المصادقة
es: Autenticar
fr: S'authentifier
ko: 인증
pt: Autenticar
ru: Аутентификация
tl: Mag-authenticate
vi: Xác Thực
zh_hans: 认证

# mobile_biometric_title
source: Biometric Authentication
ar: المصادقة البيومترية
es: Autenticación Biométrica
fr: Authentification Biométrique
ko: 생체 인증
pt: Autenticação Biométrica
ru: Биометрическая аутентификация
vi: Xác Thực Sinh Trắc Học
zh_hans: 生物识别认证

# mobile_ble_disabled
source: Please enable Bluetooth
ar: يرجى تفعيل البلوتوث
es: Por favor, activa el Bluetooth
fr: Veuillez activer le Bluetooth
ko: 블루투스를 활성화해 주세요
pt: Por favor, ative o Bluetooth
ru: Пожалуйста, включите Bluetooth
tl: Pakibukas ang Bluetooth
vi: Vui lòng bật Bluetooth
zh_hans: 请启用蓝牙

# mobile_ble_notSupported
source: Bluetooth LE is not supported on this device
ar: بلوتوث LE غير مدعوم على هذا الجهاز
es: Bluetooth LE no es compatible con este dispositivo
fr: Bluetooth LE n'est pas pris en charge sur cet appareil
ko: 이 기기는 Bluetooth LE를 지원하지 않습니다
pt: Bluetooth LE não é suportado neste dispositivo
ru: Bluetooth LE не поддерживается на этом устройстве
tl: Hindi sinusuportahan ng device na ito ang Bluetooth LE
vi: Thiết bị này không hỗ trợ Bluetooth LE
zh_hans: 此设备不支持低功耗蓝牙

# mobile_ble_permissionRequired
source: Bluetooth permission is required for mesh networking
ar: إذن البلوتوث مطلوب للشبكة النسيجية
es: Se requiere permiso de Bluetooth para la red mesh
fr: L'autorisation Bluetooth est requise pour le réseau mesh
ko: 메시 네트워킹에 블루투스 권한이 필요합니다
pt: Permissão de Bluetooth é necessária para a rede mesh
ru: Для mesh-сети требуется разрешение Bluetooth
tl: Kinakailangan ang pahintulot sa Bluetooth para sa mesh networking
vi: Cần có quyền Bluetooth cho mạng lưới
zh_hans: 网状网络需要蓝牙权限

# mobile_ble_serviceNotificationText
source: Connecting to nearby devices
ar: جارٍ الاتصال بالأجهزة القريبة
es: Conectando con dispositivos cercanos
fr: Connexion aux appareils à proximité
ko: 주변 기기에 연결 중
pt: Conectando a dispositivos próximos
ru: Подключение к ближайшим устройствам
tl: Kumokonekta sa mga kalapit na device
vi: Đang kết nối với các thiết bị gần đó
zh_hans: 正在连接附近的设备

# mobile_ble_serviceNotificationTitle
source: BuildIt Mesh Active
ar: شبكة BuildIt النسيجية نشطة
es: Red Mesh de BuildIt Activa
fr: Réseau Mesh BuildIt Actif
ko: BuildIt 메시 네트워크 활성화됨
pt: Rede Mesh BuildIt Ativa
ru: Mesh-сеть BuildIt активна
tl: Aktibo ang BuildIt Mesh Network
vi: Mạng Lưới BuildIt Đang Hoạt Động
zh_hans: BuildIt 网状网络已激活
