Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# tor_enableRoutingDesc
source: Route Nostr connections through .onion relays
ar: توجيه اتصالات Nostr عبر مرحلات .onion
es: Enrutar conexiones Nostr a través de relays .onion
fr: Acheminer les connexions Nostr via les relais .onion
ko: .onion 릴레이를 통해 Nostr 연결 라우팅
pt: Rotear conexoes Nostr atraves de relays .onion
ru: Направлять Nostr-соединения через .onion ретрансляторы
tl: I-route ang mga Nostr connection sa pamamagitan ng mga .onion relay
vi: Định tuyến kết nối Nostr qua các relay .onion
zh_hans: 通过 .onion 中继服务器路由 Nostr 连接

# tor_enhancedSecurity
source: Enhanced Security
ar: أمان معزز
es: Seguridad mejorada
fr: Securite renforcee
ko: 향상된 보안
pt: Seguranca Aprimorada
ru: Усиленная безопасность
tl: Pinahusay na Seguridad
vi: Bảo mật nâng cao
zh_hans: 增强安全性

# tor_enhancedSecurityDesc
source: Additional protections when using Tor
ar: حمايات إضافية عند استخدام Tor
es: Protecciones adicionales al usar Tor
fr: Protections supplementaires lors de l'utilisation de Tor
ko: Tor 사용 시 추가 보호
pt: Protecoes adicionais ao usar Tor
ru: Дополнительные меры защиты при использовании Tor
tl: Karagdagang proteksyon kapag gumagamit ng Tor
vi: Bảo vệ bổ sung khi sử dụng Tor
zh_hans: 使用 Tor 时的额外保护

# tor_fallbackClearnet
source: Fallback to Clearnet
ar: احتياطي Clearnet
es: Respaldo a Clearnet
fr: Repli Clearnet
ko: 클리어넷으로 폴백
pt: Fallback para clearnet
ru: Переход на clearnet
tl: I-fallback sa clearnet
vi: Dự phòng Clearnet
zh_hans: 明网回退

# tor_fallbackClearnetDesc
source: Use clearnet relays if .onion relays unavailable
ar: استخدام مرحلات clearnet إذا كانت مرحلات .onion غير متاحة
es: Usar relays clearnet si los relays .onion no están disponibles
fr: Utiliser les relais clearnet si les relais .onion sont indisponibles
ko: .onion 릴레이를 사용할 수 없는 경우 클리어넷 릴레이 사용
pt: Usar relays clearnet se relays .onion estiverem indisponiveis
ru: Использовать clearnet-ретрансляторы, если .onion недоступны
tl: Gumamit ng mga clearnet relay kung ang mga .onion relay ay hindi available
vi: Sử dụng relay clearnet nếu relay .onion không khả dụng
zh_hans: 当 .onion 中继服务器不可用时使用明网中继服务器

# tor_fingerprintProtection
source: Fingerprinting Protection
ar: حماية البصمة
es: Protección contra huellas digitales
fr: Protection contre les empreintes
ko: 핑거프린팅 보호
pt: Protecao contra fingerprinting
ru: Защита от отпечатков
tl: Proteksyon sa fingerprinting
vi: Bảo vệ dấu vân tay
zh_hans: 指纹保护

# tor_fingerprintProtectionDesc
source: Enhanced protection against browser fingerprinting
ar: حماية معززة ضد تتبع بصمة المتصفح
es: Protección mejorada contra el rastreo por huella digital del navegador
fr: Protection renforcee contre le suivi par empreinte de navigateur
ko: 브라우저 핑거프린팅에 대한 향상된 보호
pt: Protecao aprimorada contra fingerprinting do navegador
ru: Усиленная защита от создания отпечатка браузера
tl: Pinahusay na proteksyon laban sa browser fingerprinting
vi: Tăng cường bảo vệ chống theo dõi dấu vân tay trình duyệt
zh_hans: 增强浏览器指纹跟踪保护

# tor_healthCheck
source: Health Check
ar: فحص الحالة
es: Verificación de estado
fr: Verification de l'etat
ko: 상태 확인
pt: Verificacao de Saude
ru: Проверка состояния
vi: Kiểm tra sức khỏe
zh_hans: 健康检查

# tor_howToUse
source: How to use Tor with BuildIt Network
ar: كيفية استخدام Tor مع BuildIt Network
es: Cómo usar Tor con BuildIt Network
fr: Comment utiliser Tor avec BuildIt Network
ko: BuildIt Network에서 Tor 사용 방법
pt: Como usar Tor com BuildIt Network
ru: Как использовать Tor с BuildIt Network
tl: Paano gamitin ang Tor sa BuildIt Network
vi: Cách sử dụng Tor với BuildIt Network
zh_hans: 如何在 BuildIt Network 中使用 Tor

# tor_invalidOnionAddress
source: Please enter a valid .onion address
ar: يرجى إدخال عنوان .onion صالح
es: Por favor ingresa una dirección .onion válida
fr: Veuillez entrer une adresse .onion valide
ko: 유효한 .onion 주소를 입력하세요
pt: Por favor, insira um endereco .onion valido
ru: Пожалуйста, введите действительный .onion адрес
tl: Mangyaring maglagay ng wastong .onion address
vi: Vui lòng nhập địa chỉ .onion hợp lệ
zh_hans: 请输入有效的 .onion 地址

# tor_methodAuto
source: Auto-detect (Recommended)
ar: اكتشاف تلقائي (موصى به)
es: Autodetectar (Recomendado)
fr: Detection automatique (Recommande)
ko: 자동 감지 (권장)
pt: Deteccao automatica (recomendado)
ru: Автоопределение (рекомендуется)
tl: Auto-detect (inirerekomenda)
vi: Tự động phát hiện (Khuyến nghị)
zh_hans: 自动检测（推荐）

# tor_methodAutoDesc
source: Automatically detect Tor Browser or SOCKS5 proxy
ar: اكتشاف متصفح Tor أو بروكسي SOCKS5 تلقائياً
es: Detectar automáticamente el Navegador Tor o proxy SOCKS5
fr: Detecter automatiquement le navigateur Tor ou le proxy SOCKS5
ko: Tor 브라우저 또는 SOCKS5 프록시 자동 감지
pt: Detecta automaticamente Tor Browser ou proxy SOCKS5
ru: Автоматически определяет Tor Browser или SOCKS5 прокси
tl: Awtomatikong nagde-detect ng Tor Browser o SOCKS5 proxy
vi: Tự động phát hiện Trình duyệt Tor hoặc proxy SOCKS5
zh_hans: 自动检测 Tor 浏览器或 SOCKS5 代理

# tor_methodManualProxy
source: Manual SOCKS5 Proxy
ar: بروكسي SOCKS5 يدوي
es: Proxy SOCKS5 manual
fr: Proxy SOCKS5 manuel
ko: 수동 SOCKS5 프록시
pt: Proxy SOCKS5 manual
ru: Ручной SOCKS5 прокси
tl: Manu-manong SOCKS5 proxy
vi: Proxy SOCKS5 thủ công
zh_hans: 手动 SOCKS5 代理

# tor_methodManualProxyDesc
source: Configure custom SOCKS5 proxy (requires local Tor daemon)
ar: تكوين بروكسي SOCKS5 مخصص (يتطلب daemon Tor محلي)
es: Configurar proxy SOCKS5 personalizado (requiere demonio Tor local)
fr: Configurer un proxy SOCKS5 personnalise (necessite un daemon Tor local)
ko: 사용자 정의 SOCKS5 프록시 구성 (로컬 Tor 데몬 필요)
pt: Configurar proxy SOCKS5 personalizado (requer daemon Tor local)
ru: Настроить пользовательский SOCKS5 прокси (требуется локальный Tor-демон)
tl: I-configure ang custom SOCKS5 proxy (nangangailangan ng lokal na Tor daemon)
vi: Cấu hình proxy SOCKS5 tùy chỉnh (yêu cầu daemon Tor cục bộ)
zh_hans: 配置自定义 SOCKS5 代理（需要本地 Tor 守护进程）

# tor_methodTorBrowser
source: Tor Browser
ar: متصفح Tor
es: Navegador Tor
fr: Navigateur Tor
ko: Tor 브라우저
vi: Trình duyệt Tor
zh_hans: Tor 浏览器

# tor_methodTorBrowserDesc
source: Use Tor Browser for .onion relay connections
ar: استخدام متصفح Tor للاتصال بمرحلات .onion
es: Usar el Navegador Tor para conexiones a relays .onion
fr: Utiliser le navigateur Tor pour les connexions aux relais .onion
ko: .onion 릴레이 연결에 Tor 브라우저 사용
pt: Usar Tor Browser para conexoes de relay .onion
ru: Использовать Tor Browser для подключения к .onion ретрансляторам
tl: Gamitin ang Tor Browser para sa mga .onion relay connection
vi: Sử dụng Trình duyệt Tor cho các kết nối relay .onion
zh_hans: 使用 Tor 浏览器连接 .onion 中继服务器

# tor_nameOptional
source: Name (optional)
ar: الاسم (اختياري)
es: Nombre (opcional)
fr: Nom (optionnel)
ko: 이름 (선택사항)
pt: Nome (opcional)
ru: Название (необязательно)
tl: Pangalan (opsyonal)
vi: Tên (tùy chọn)
zh_hans: 名称（可选）

# tor_noRelaysConfigured
source: No .onion relays configured
ar: لم يتم تكوين مرحلات .onion
es: No hay relays .onion configurados
fr: Aucun relais .onion configure
ko: .onion 릴레이가 구성되지 않음
pt: Nenhum relay .onion configurado
ru: Нет настроенных .onion ретрансляторов
tl: Walang naka-configure na .onion relay
vi: Chưa cấu hình relay .onion nào
zh_hans: 未配置 .onion 中继服务器

# tor_note
source: Note:
ar: ملاحظة:
es: Nota:
ko: 참고:
pt: Nota:
ru: Примечание:
tl: Tandaan:
vi: Lưu ý:
zh_hans: 注意：

# tor_noteNote
source: WebRTC and geolocation blocking require browser configuration or extensions. Tor Browser includes these protections by default.
ar: يتطلب حظر WebRTC وتحديد الموقع تكوين المتصفح أو الإضافات. يتضمن متصفح Tor هذه الحمايات افتراضياً.
es: El bloqueo de WebRTC y geolocalización requiere configuración del navegador o extensiones. El Navegador Tor incluye estas protecciones por defecto.
fr: Le blocage WebRTC et geolocalisation necessite une configuration du navigateur ou des extensions. Le navigateur Tor inclut ces protections par defaut.
ko: WebRTC 및 위치정보 차단은 브라우저 구성 또는 확장이 필요합니다. Tor 브라우저는 기본적으로 이러한 보호 기능을 포함합니다.
pt: Bloqueio de WebRTC e geolocalizacao requer configuracao do navegador ou extensoes. O Tor Browser ja inclui essas protecoes.
ru: Блокировка WebRTC и геолокации требует настройки браузера или расширений. Tor Browser уже включает эти защиты.
tl: Ang pag-block ng WebRTC at geolocation ay nangangailangan ng browser configuration o mga extension. Kasama na ng Tor Browser ang mga proteksyong ito.
vi: Chặn WebRTC và định vị địa lý yêu cầu cấu hình trình duyệt hoặc tiện ích mở rộng. Trình duyệt Tor bao gồm các bảo vệ này theo mặc định.
zh_hans: WebRTC 和地理定位阻止需要浏览器配置或扩展。Tor 浏览器默认包含这些保护。

# tor_onionAddress
source: .onion address
ar: عنوان .onion
es: Dirección .onion
fr: Adresse .onion
ko: .onion 주소
pt: Endereco .onion
ru: .onion адрес
vi: Địa chỉ .onion
zh_hans: .onion 地址

# tor_onionOnlyMode
source: Onion Only Mode
ar: وضع Onion فقط
es: Modo solo Onion
fr: Mode Onion uniquement
ko: Onion 전용 모드
pt: Modo apenas Onion
ru: Режим только Onion
vi: Chế độ chỉ Onion
zh_hans: 仅 Onion 模式

# tor_onionOnlyModeDesc
source: Use only .onion relays (no clearnet fallback)
ar: استخدام مرحلات .onion فقط (بدون احتياطي clearnet)
es: Usar solo relays .onion (sin respaldo clearnet)
fr: Utiliser uniquement les relais .onion (pas de repli clearnet)
ko: .onion 릴레이만 사용 (클리어넷 폴백 없음)
pt: Usar apenas relays .onion (sem fallback para clearnet)
ru: Использовать только .onion ретрансляторы (без перехода на clearnet)
tl: Gumamit lamang ng mga .onion relay (walang clearnet fallback)
vi: Chỉ sử dụng các relay .onion (không có dự phòng clearnet)
zh_hans: 仅使用 .onion 中继服务器（无明网回退）

# tor_onionRelays
source: Onion Relays
ar: مرحلات Onion
es: Relays Onion
fr: Relais Onion
ko: Onion 릴레이
pt: Relays Onion
ru: Onion-ретрансляторы
tl: Mga Onion Relay
vi: Relay Onion
zh_hans: Onion 中继服务器

# tor_onionRelaysDesc
source: Manage .onion Nostr relays for Tor connections
ar: إدارة مرحلات Nostr .onion لاتصالات Tor
es: Gestionar relays Nostr .onion para conexiones Tor
fr: Gerer les relais Nostr .onion pour les connexions Tor
ko: Tor 연결을 위한 .onion Nostr 릴레이 관리
pt: Gerenciar relays Nostr .onion para conexoes Tor
ru: Управление .onion Nostr-ретрансляторами для Tor-соединений
tl: Pamahalaan ang mga .onion Nostr relay para sa mga Tor connection
vi: Quản lý các relay Nostr .onion cho kết nối Tor
zh_hans: 管理用于 Tor 连接的 Nostr .onion 中继服务器

# tor_proxyConfig
source: SOCKS5 Proxy Configuration
ar: تكوين بروكسي SOCKS5
es: Configuración de proxy SOCKS5
fr: Configuration du proxy SOCKS5
ko: SOCKS5 프록시 구성
pt: Configuracao de Proxy SOCKS5
ru: Конфигурация SOCKS5 прокси
tl: Configurasyon ng SOCKS5 Proxy
vi: Cấu hình Proxy SOCKS5
zh_hans: SOCKS5 代理配置

# tor_proxyHint
source: Standard Tor: 9050, Tor Browser: 9150
ar: Tor قياسي: 9050، متصفح Tor: 9150
es: Tor estándar: 9050, Navegador Tor: 9150
fr: Tor standard : 9050, Navigateur Tor : 9150
ko: 표준 Tor: 9050, Tor 브라우저: 9150
pt: Tor padrao: 9050, Tor Browser: 9150
ru: Стандартный Tor: 9050, Tor Browser: 9150
vi: Tor tiêu chuẩn: 9050, Trình duyệt Tor: 9150
zh_hans: 标准 Tor：9050，Tor 浏览器：9150

# tor_proxyHost
source: Proxy Host
ar: مضيف البروكسي
es: Host del proxy
fr: Hote du proxy
ko: 프록시 호스트
pt: Host do Proxy
ru: Хост прокси
tl: Host ng Proxy
vi: Host proxy
zh_hans: 代理主机

# tor_proxyPort
source: Proxy Port
ar: منفذ البروكسي
es: Puerto del proxy
fr: Port du proxy
ko: 프록시 포트
pt: Porta do Proxy
ru: Порт прокси
tl: Port ng Proxy
vi: Cổng proxy
zh_hans: 代理端口

# tor_recommended
source: Recommended:
ar: موصى به:
es: Recomendado:
fr: Recommande :
ko: 권장:
pt: Recomendado:
ru: Рекомендуется:
tl: Inirerekomenda:
vi: Khuyến nghị:
zh_hans: 推荐：

# tor_recommendedNote
source: Use Tor Browser for the best privacy and security. BuildIt will automatically detect and use .onion relays.
ar: استخدم متصفح Tor للحصول على أفضل خصوصية وأمان. سيكتشف BuildIt ويستخدم مرحلات .onion تلقائياً.
es: Usa el Navegador Tor para la mejor privacidad y seguridad. BuildIt detectará y usará automáticamente los relays .onion.
fr: Utilisez le navigateur Tor pour la meilleure confidentialite et securite. BuildIt detectera et utilisera automatiquement les relais .onion.
ko: 최고의 개인정보 보호 및 보안을 위해 Tor 브라우저를 사용하세요. BuildIt이 자동으로 .onion 릴레이를 감지하고 사용합니다.
pt: Use o Tor Browser para melhor privacidade e seguranca. O BuildIt detectara automaticamente e usara relays .onion.
ru: Используйте Tor Browser для лучшей конфиденциальности и безопасности. BuildIt автоматически определит и будет использовать .onion ретрансляторы.
tl: Gamitin ang Tor Browser para sa pinakamahusay na privacy at seguridad. Awtomatikong made-detect at gagamitin ng BuildIt ang mga .onion relay.
vi: Sử dụng Trình duyệt Tor để có quyền riêng tư và bảo mật tốt nhất. BuildIt sẽ tự động phát hiện và sử dụng các relay .onion.
zh_hans: 使用 Tor 浏览器可获得最佳隐私和安全性。BuildIt 将自动检测并使用 .onion 中继服务器。

# tor_securityWarnings
source: Security Warnings
ar: تحذيرات الأمان
es: Advertencias de seguridad
fr: Avertissements de securite
ko: 보안 경고
pt: Avisos de Seguranca
ru: Предупреждения безопасности
tl: Mga Babala sa Seguridad
vi: Cảnh báo bảo mật
zh_hans: 安全警告

# tor_statusDown
source: Down
ar: معطل
es: Caído
fr: Hors service
ko: 다운
pt: Fora do ar
ru: Недоступен
vi: Không hoạt động
zh_hans: 离线

# tor_statusHealthy
source: Healthy
ar: سليم
es: Saludable
fr: Sain
ko: 정상
pt: Saudavel
ru: Работает
tl: Malusog
vi: Khỏe mạnh
zh_hans: 健康

# tor_statusUnknown
source: Unknown
ar: غير معروف
es: Desconocido
fr: Inconnu
ko: 알 수 없음
pt: Desconhecido
ru: Неизвестно
tl: Hindi alam
vi: Không rõ
zh_hans: 未知

# tor_tableLatency
source: Latency
ar: زمن الاستجابة
es: Latencia
fr: Latence
ko: 지연 시간
pt: Latencia
ru: Задержка
vi: Độ trễ
zh_hans: 延迟

# tor_tableRelay
source: Relay
ar: المرحل
fr: Relais
ko: 릴레이
ru: Ретранслятор
zh_hans: 中继服务器

# tor_tableStatus
source: Status
ar: الحالة
es: Estado
fr: Statut
ko: 상태
ru: Статус
vi: Trạng thái
zh_hans: 状态

# tor_tableUrl
source: URL
ar: الرابط

# tor_title
source: Tor Integration
ar: تكامل Tor
es: Integración con Tor
fr: Integration Tor
ko: Tor 통합
pt: Integracao Tor
ru: Интеграция с Tor
tl: Integrasyon ng Tor
vi: Tích hợp Tor
zh_hans: Tor 集成

# torStatusIndicator_description_connected
source: Connected to %lld .onion relays
ar: متصل بـ %lld مرحلات .onion
es: Conectado a %lld relays .onion
fr: Connecte a %lld relais .onion
ko: %lld개의 .onion 릴레이에 연결됨
pt: Conectado a %lld relays .onion
ru: Подключено к %lld .onion ретрансляторам
tl: Konektado sa %lld .onion relays
vi: Da ket noi toi %lld relay .onion
zh_hans: 已连接%lld个.onion中继

# torStatusIndicator_description_connecting
source: Connecting to .onion relays...
ar: جاري الاتصال بمرحلات .onion...
es: Conectando a relays .onion...
fr: Connexion aux relais .onion...
ko: .onion 릴레이에 연결 중...
pt: Conectando a relays .onion...
ru: Подключение к .onion ретрансляторам...
tl: Kumokonekta sa .onion relays...
vi: Dang ket noi toi cac relay .onion...
zh_hans: 正在连接.onion中继...

# torStatusIndicator_description_detecting
source: Detecting Tor Browser...
ar: جاري كشف متصفح Tor...
es: Detectando Navegador Tor...
fr: Detection du navigateur Tor...
ko: Tor 브라우저 감지 중...
pt: Detectando Tor Browser...
ru: Обнаружение Tor Browser...
tl: Tinutukoy ang Tor Browser...
vi: Dang phat hien Trinh duyet Tor...
zh_hans: 正在检测Tor浏览器...

# torStatusIndicator_description_disabled
source: Not connected through Tor
ar: غير متصل عبر Tor
es: No conectado a traves de Tor
fr: Non connecte via Tor
ko: Tor를 통해 연결되지 않음
pt: Nao conectado atraves do Tor
ru: Не подключено через Tor
tl: Hindi konektado sa pamamagitan ng Tor
vi: Khong ket noi qua Tor
zh_hans: 未通过Tor连接

# torStatusIndicator_description_enabled
source: Tor routing enabled
ar: تم تفعيل توجيه Tor
es: Enrutamiento Tor habilitado
fr: Routage Tor active
ko: Tor 라우팅 활성화됨
pt: Roteamento Tor ativado
ru: Маршрутизация Tor включена
vi: Da bat dinh tuyen Tor
zh_hans: Tor路由已启用

# torStatusIndicator_description_error
source: Connection error
ar: خطأ في الاتصال
es: Error de conexion
fr: Erreur de connexion
ko: 연결 오류
pt: Erro de conexao
ru: Ошибка подключения
tl: Error sa koneksyon
vi: Loi ket noi
zh_hans: 连接错误

# torStatusIndicator_description_unknown
source: Unknown status
ar: حالة غير معروفة
es: Estado desconocido
fr: Statut inconnu
ko: 알 수 없는 상태
pt: Status desconhecido
ru: Неизвестный статус
tl: Hindi alam na status
vi: Trang thai khong xac dinh
zh_hans: 未知状态

# torStatusIndicator_stats_avgLatency
source: Avg latency: %@ms
ar: متوسط زمن الاستجابة: %@مللي ثانية
es: Latencia promedio: %@ms
fr: Latence moyenne : %@ms
ko: 평균 지연 시간: %@ms
pt: Latencia media: %@ms
ru: Средняя задержка: %@мс
tl: Average na latency: %@ms
vi: Do tre trung binh: %@ms
zh_hans: 平均延迟: %@毫秒

# torStatusIndicator_stats_connectedRelays
source: Connected relays: %1$@/%2$@
ar: المرحلات المتصلة: %1$@/%2$@
es: Relays conectados: %1$@/%2$@
fr: Relais connectes : %1$@/%2$@
ko: 연결된 릴레이: %1$@/%2$@
pt: Relays conectados: %1$@/%2$@
ru: Подключенные ретрансляторы: %1$@/%2$@
tl: Mga konektadong relay: %1$@/%2$@
vi: Relay da ket noi: %1$@/%2$@
zh_hans: 已连接中继: %1$@/%2$@

# torStatusIndicator_stats_data
source: Data
ar: البيانات
es: Datos
fr: Donnees
ko: 데이터
pt: Dados
ru: Данные
vi: Du Lieu
zh_hans: 数据

# torStatusIndicator_stats_latency
source: Avg Latency
ar: متوسط زمن الاستجابة
es: Latencia Promedio
fr: Latence Moyenne
ko: 평균 지연 시간
pt: Latencia Media
ru: Средняя задержка
tl: Average na Latency
vi: Do Tre Trung Binh
zh_hans: 平均延迟

# torStatusIndicator_stats_onionRelays
source: Onion Relays
ar: مرحلات Onion
es: Relays Onion
fr: Relais Onion
ko: Onion 릴레이
pt: Relays Onion
ru: Onion ретрансляторы
tl: Mga Onion Relay
vi: Relay Onion
zh_hans: Onion中继

# torStatusIndicator_stats_uptime
source: Uptime
ar: وقت التشغيل
es: Tiempo Activo
fr: Temps de Fonctionnement
ko: 가동 시간
pt: Tempo Ativo
ru: Время работы
vi: Thoi Gian Hoat Dong
zh_hans: 运行时间

# torStatusIndicator_stats_uptimeValue
source: %@ min
ar: %@ دقيقة
ko: %@분
ru: %@ мин
vi: %@ phut
zh_hans: %@分钟

# torStatusIndicator_status_connected
source: Tor Active
ar: Tor نشط
es: Tor Activo
fr: Tor Actif
ko: Tor 활성
pt: Tor Ativo
ru: Tor активен
tl: Tor Aktibo
vi: Tor Dang Hoat Dong
zh_hans: Tor已激活

# torStatusIndicator_status_connecting
source: Connecting
ar: جاري الاتصال
es: Conectando
fr: Connexion
ko: 연결 중
pt: Conectando
ru: Подключение
tl: Kumokonekta
vi: Dang Ket Noi
zh_hans: 连接中

# torStatusIndicator_status_detecting
source: Detecting
ar: جاري الكشف
es: Detectando
fr: Detection
ko: 감지 중
pt: Detectando
ru: Обнаружение
tl: Tinutukoy
vi: Dang Phat Hien
zh_hans: 检测中

# torStatusIndicator_status_disabled
source: Tor Disabled
ar: Tor معطل
es: Tor Desactivado
fr: Tor Desactive
ko: Tor 비활성화
pt: Tor Desativado
ru: Tor отключен
vi: Tor Da Tat
zh_hans: Tor已禁用

# torStatusIndicator_status_enabled
source: Tor Enabled
ar: Tor مفعل
es: Tor Activado
fr: Tor Active
ko: Tor 활성화
pt: Tor Ativado
ru: Tor включен
vi: Tor Da Bat
zh_hans: Tor已启用

# torStatusIndicator_status_error
source: Tor Error
ar: خطأ في Tor
es: Error de Tor
fr: Erreur Tor
ko: Tor 오류
pt: Erro do Tor
ru: Ошибка Tor
vi: Loi Tor
zh_hans: Tor错误

# torStatusIndicator_status_unknown
source: Unknown
ar: غير معروف
es: Desconocido
fr: Inconnu
ko: 알 수 없음
pt: Desconhecido
ru: Неизвестно
tl: Hindi Alam
vi: Khong Xac Dinh
zh_hans: 未知

# torStatusIndicator_warnings_securityWarnings
source: Security Warnings:
ar: تحذيرات أمنية:
es: Advertencias de Seguridad:
fr: Avertissements de Securite :
ko: 보안 경고:
pt: Avisos de Seguranca:
ru: Предупреждения безопасности:
tl: Mga Babala sa Seguridad:
vi: Canh Bao Bao Mat:
zh_hans: 安全警告:

# torStatusIndicator_warnings_title
source: Warnings:
ar: تحذيرات:
es: Advertencias:
fr: Avertissements :
ko: 경고:
pt: Avisos:
ru: Предупреждения:
tl: Mga Babala:
vi: Canh Bao:
zh_hans: 警告:

# transportStatus_cloud
source: Cloud
ar: سحابة
es: Nube
fr: Nuage
ko: 클라우드
pt: Nuvem
ru: Облако
vi: Dam may
zh_hans: 云端

# transportStatus_mesh
source: Mesh
ar: شبكة محلية
es: Malla
fr: Maillage
ko: 메시
pt: Malha
ru: Меш
vi: Mang luoi
zh_hans: 网状网络

# transportStatus_meshPeers
source: %lld mesh
ar: %lld شبكة
es: %lld malla
fr: %lld maillage
ko: %lld개 메시
pt: %lld malha
ru: %lld меш
vi: %lld nut mang
zh_hans: %lld 个节点

# transportStatus_offline
source: Offline
ar: غير متصل
es: Sin conexion
fr: Hors ligne
ko: 오프라인
ru: Офлайн
vi: Ngoai tuyen
zh_hans: 离线

# transportStatus_relays
source: %lld relays
ar: %lld مرحلات
fr: %lld relais
ko: %lld개 릴레이
ru: %lld реле
tl: %lld relay
vi: %lld relay
zh_hans: %lld 个中继

# userModeration_additionalDetails
source: Additional details (optional)
ar: تفاصيل إضافية (اختياري)
es: Detalles adicionales (opcional)
fr: Details supplementaires (facultatif)
ko: 추가 세부사항 (선택)
pt: Detalhes adicionais (opcional)
ru: Дополнительные подробности (необязательно)
tl: Karagdagang detalye (opsyonal)
vi: Chi Tiet Bo Sung (tuy chon)
zh_hans: 补充说明（可选）

# userModeration_block
source: Block
ar: حظر
es: Bloquear
fr: Bloquer
ko: 차단
pt: Bloquear
ru: Заблокировать
tl: I-block
vi: Chan
zh_hans: 屏蔽

# userModeration_blockDescription
source: Blocking will:
ar: سيؤدي الحظر إلى:
es: Bloquear hara lo siguiente:
fr: Le blocage va :
ko: 차단하면:
pt: O bloqueio ira:
ru: Блокировка приведёт к:
tl: Kapag nag-block ka:
vi: Chan se:
zh_hans: 屏蔽将会：

# userModeration_blockEffects_hideContent
source: Hide all their content from you
ar: إخفاء كل محتواهم عنك
es: Ocultar todo su contenido de ti
fr: Masquer tout leur contenu pour vous
ko: 이 사용자의 모든 콘텐츠가 숨겨집니다
pt: Ocultar todo o conteudo desta pessoa
ru: Весь контент этого пользователя будет скрыт
tl: Itatago ang lahat ng kanilang nilalaman mula sa iyo
vi: An tat ca noi dung cua ho khoi ban
zh_hans: 对您隐藏他们的所有内容

# userModeration_blockEffects_preventMessage
source: Prevent them from messaging you
ar: منعهم من مراسلتك
es: Evitar que te envien mensajes
fr: Les empecher de vous envoyer des messages
ko: 상대방이 회원님에게 메시지를 보낼 수 없습니다
pt: Impedir que ela envie mensagens para voce
ru: Пользователь не сможет отправлять вам сообщения
tl: Pipigilan silang magpadala ng mensahe sa iyo
vi: Ngan ho gui tin nhan cho ban
zh_hans: 阻止他们给您发消息

# userModeration_blockEffects_preventSeeYou
source: Prevent them from seeing your content
ar: منعهم من رؤية محتواك
es: Evitar que vean tu contenido
fr: Les empecher de voir votre contenu
ko: 상대방이 회원님의 콘텐츠를 볼 수 없습니다
pt: Impedir que ela veja seu conteudo
ru: Пользователь не сможет видеть ваш контент
tl: Pipigilan silang makita ang iyong nilalaman
vi: Ngan ho xem noi dung cua ban
zh_hans: 阻止他们查看您的内容

# userModeration_blockEffects_removeFollower
source: Remove them from your followers
ar: إزالتهم من متابعيك
es: Eliminarlos de tus seguidores
fr: Les retirer de vos abonnes
ko: 팔로워 목록에서 제거됩니다
pt: Remove-la dos seus seguidores
ru: Пользователь будет удалён из ваших подписчиков
tl: Aalisin sila sa mga sumusunod sa iyo
vi: Xoa ho khoi danh sach nguoi theo doi
zh_hans: 将他们从您的关注者中移除

# userModeration_blocking
source: Blocking...
ar: جارٍ الحظر...
es: Bloqueando...
fr: Blocage en cours...
ko: 차단 중...
pt: Bloqueando...
ru: Блокировка...
tl: Nag-blo-block...
vi: Dang chan...
zh_hans: 正在屏蔽...

# userModeration_blockTitle
source: Block %@?
ar: حظر %@؟
es: Bloquear a %@?
fr: Bloquer %@ ?
ko: %@님을 차단하시겠습니까?
pt: Bloquear %@?
ru: Заблокировать %@?
tl: I-block si %@?
vi: Chan %@?
zh_hans: 屏蔽 %@？

# userModeration_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# userModeration_duration
source: Duration
ar: المدة
es: Duracion
fr: Duree
ko: 기간
pt: Duracao
ru: Длительность
tl: Tagal
vi: Thoi Han
zh_hans: 时长

# userModeration_durations_1day
source: 1 day
ar: يوم واحد
es: 1 dia
fr: 1 jour
ko: 1일
pt: 1 dia
ru: 1 день
tl: 1 araw
vi: 1 ngay
zh_hans: 1天

# userModeration_durations_1hour
source: 1 hour
ar: ساعة واحدة
es: 1 hora
fr: 1 heure
ko: 1시간
pt: 1 hora
ru: 1 час
tl: 1 oras
vi: 1 gio
zh_hans: 1小时

# userModeration_durations_1month
source: 1 month
ar: شهر واحد
es: 1 mes
fr: 1 mois
ko: 1개월
pt: 1 mes
ru: 1 месяц
tl: 1 buwan
vi: 1 thang
zh_hans: 1个月

# userModeration_durations_1week
source: 1 week
ar: أسبوع واحد
es: 1 semana
fr: 1 semaine
ko: 1주
pt: 1 semana
ru: 1 неделя
tl: 1 linggo
vi: 1 tuan
zh_hans: 1周
