Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# moderationQueue_reasons_violence
source: Violence
ar: عنف
es: Violencia
ko: 폭력
pt: Violencia
ru: Насилие
tl: Karahasan
vi: Bao luc
zh_hans: 暴力内容

# moderationQueue_report
source: Report
ar: بلاغ
es: Reporte
fr: Signalement
ko: 신고
pt: Denuncia
ru: Жалоба
tl: Ulat
vi: Bao cao
zh_hans: 举报

# moderationQueue_reportedBy
source: Reported by:
ar: أبلغ عنه:
es: Reportado por:
fr: Signale par :
ko: 신고자:
pt: Denunciado por:
ru: Автор жалобы:
tl: Iniulat ni:
vi: Nguoi bao cao:
zh_hans: 举报人：

# moderationQueue_reportedUser
source: Reported user:
ar: المستخدم المبلغ عنه:
es: Usuario reportado:
fr: Utilisateur signale :
ko: 신고된 사용자:
pt: Usuario denunciado:
ru: Пользователь, на которого пожаловались:
tl: Naiulat na user:
vi: Nguoi dung bi bao cao:
zh_hans: 被举报用户：

# moderationQueue_reviewed
source: Reviewed
ar: تمت المراجعة
es: Revisado
fr: Examine
ko: 검토 완료
pt: Revisado
ru: Рассмотрено
tl: Nasuri Na
vi: Da Xem xet
zh_hans: 已审核

# moderationQueue_reviewedAppear
source: Reviewed reports will appear here.
ar: ستظهر البلاغات المراجعة هنا.
es: Los reportes revisados apareceran aqui.
fr: Les signalements examines apparaitront ici.
ko: 검토된 신고가 여기에 표시됩니다.
pt: Denuncias revisadas aparecerao aqui.
ru: Рассмотренные жалобы появятся здесь.
tl: Ang mga nasuring ulat ay lalabas dito.
vi: Cac bao cao da xem xet se hien thi o day.
zh_hans: 已审核的举报将显示在这里。

# moderationQueue_reviewedTab
source: Reviewed
ar: المراجعة
es: Revisados
fr: Examines
ko: 검토 완료
pt: Revisados
ru: Рассмотренные
tl: Nasuri Na
vi: Da xem xet
zh_hans: 已审核

# moderationQueue_reviewedToast
source: Report reviewed
ar: تمت مراجعة البلاغ
es: Reporte revisado
fr: Signalement examine
ko: 신고가 검토되었습니다
pt: Denuncia revisada
ru: Жалоба рассмотрена
tl: Nasuri na ang ulat
vi: Da xem xet bao cao
zh_hans: 举报已审核

# moderationQueue_reviewReport
source: Review Report
ar: مراجعة البلاغ
es: Revisar Reporte
fr: Examiner le Signalement
ko: 신고 검토
pt: Revisar Denuncia
ru: Рассмотреть жалобу
tl: Suriin ang Ulat
vi: Xem xet Bao cao
zh_hans: 审核举报

# moderationQueue_reviewReportButton
source: Review Report
ar: مراجعة البلاغ
es: Revisar Reporte
fr: Examiner le Signalement
ko: 신고 검토
pt: Revisar Denuncia
ru: Рассмотреть жалобу
tl: Suriin ang Ulat
vi: Xem xet Bao cao
zh_hans: 审核举报

# moderationQueue_submitted
source: Submitted:
ar: تم الإرسال:
es: Enviado:
fr: Soumis :
ko: 제출일:
pt: Enviado:
ru: Подано:
tl: Isinumite:
vi: Da gui:
zh_hans: 提交时间：

# moderationQueue_systemAction
source: System action
ar: إجراء النظام
es: Accion del sistema
fr: Action systeme
ko: 시스템 조치
pt: Acao do sistema
ru: Системное действие
tl: Aksyon ng sistema
vi: Hanh dong he thong
zh_hans: 系统操作

# moderationQueue_takeAction
source: Take action on this reported content
ar: اتخذ إجراء بشأن هذا المحتوى المبلغ عنه
es: Tomar accion sobre este contenido reportado
fr: Agir sur ce contenu signale
ko: 신고된 콘텐츠에 대해 조치를 취하세요
pt: Tome acao sobre este conteudo denunciado
ru: Примите меры по этому контенту
tl: Kumilos sa naiulat na nilalamang ito
vi: Xu ly noi dung bi bao cao nay
zh_hans: 对此举报内容采取措施

# moderationQueue_title
source: Moderation Queue
ar: قائمة الإشراف
es: Cola de Moderacion
fr: File de Moderation
ko: 검토 대기열
pt: Fila de Moderacao
ru: Очередь модерации
tl: Pila ng Moderasyon
vi: Hang doi Kiem duyet
zh_hans: 审核队列

# moderationQueue_user
source: User:
ar: المستخدم:
es: Usuario:
fr: Utilisateur :
ko: 사용자:
pt: Usuario:
ru: Пользователь:
vi: Nguoi dung:
zh_hans: 用户：

# modules_cannotDisable
source: Cannot disable: %@ depends on this
ar: لا يمكن التعطيل: %@ يعتمد على هذا
es: No se puede desactivar: %@ depende de esto
fr: Impossible de désactiver : %@ en dépend
ko: 비활성화할 수 없음: %@이(가) 이 모듈에 의존합니다
pt: Nao e possivel desativar: %@ depende deste modulo
ru: Невозможно отключить: %@ зависит от этого модуля
tl: Hindi ma-disable: ang %@ ay umaasa dito
vi: Không thể tắt: %@ phụ thuộc vào mô-đun này
zh_hans: 无法禁用：%@依赖此模块

# modules_capabilities
source: Capabilities:
ar: القدرات:
es: Capacidades:
fr: Capacités :
ko: 기능:
pt: Capacidades:
ru: Возможности:
tl: Mga Kakayahan:
vi: Khả năng:
zh_hans: 功能：

# modules_configure
source: Configure
ar: تكوين
es: Configurar
fr: Configurer
ko: 구성
pt: Configurar
ru: Настроить
tl: I-configure
vi: Cấu hình
zh_hans: 配置

# modules_configureModule
source: Configure %@
ar: تكوين %@
es: Configurar %@
fr: Configurer %@
ko: %@ 구성
pt: Configurar %@
ru: Настроить %@
tl: I-configure ang %@
vi: Cấu hình %@
zh_hans: 配置%@

# modules_description
source: Enable and configure modules for your group. Each module provides different features and capabilities.
ar: تمكين وتكوين الوحدات لمجموعتك. كل وحدة توفر ميزات وقدرات مختلفة.
es: Habilita y configura modulos para tu grupo. Cada modulo proporciona diferentes caracteristicas y capacidades.
fr: Activez et configurez les modules pour votre groupe. Chaque module offre différentes fonctionnalités et capacités.
ko: 그룹의 모듈을 활성화하고 구성합니다. 각 모듈은 다양한 기능과 능력을 제공합니다.
pt: Ative e configure modulos para seu grupo. Cada modulo fornece diferentes recursos e capacidades.
ru: Включайте и настраивайте модули для вашей группы. Каждый модуль предоставляет различные функции и возможности.
tl: I-enable at i-configure ang mga module para sa iyong grupo. Ang bawat module ay nagbibigay ng iba't ibang mga feature at kakayahan.
vi: Bật và cấu hình các mô-đun cho nhóm của bạn. Mỗi mô-đun cung cấp các tính năng và khả năng khác nhau.
zh_hans: 为您的群组启用和配置模块。每个模块提供不同的功能和能力。

# modules_enableFirst
source: Enable %@ first
ar: فعّل %@ أولاً
es: Habilita %@ primero
fr: Activez %@ d'abord
ko: 먼저 %@ 활성화
pt: Ative %@ primeiro
ru: Сначала включите %@
tl: I-enable muna ang %@
vi: Bật %@ trước
zh_hans: 请先启用%@

# modules_enableForFeatures
source: Enable %@ for more features
ar: فعّل %@ للمزيد من الميزات
es: Habilita %@ para mas funciones
fr: Activez %@ pour plus de fonctionnalités
ko: 더 많은 기능을 위해 %@ 활성화
pt: Ative %@ para mais recursos
ru: Включите %@ для дополнительных функций
tl: I-enable ang %@ para sa mas maraming feature
vi: Bật %@ để có thêm tính năng
zh_hans: 启用%@以获得更多功能

# modules_enhancedBy
source: Enhanced by:
ar: محسّن بواسطة:
es: Mejorado por:
fr: Amélioré par :
ko: 향상 제공:
pt: Aprimorado por:
ru: Улучшено:
tl: Pinapahusay ng:
vi: Được nâng cao bởi:
zh_hans: 由以下增强：

# modules_enhancedByModule
source: Enhanced by %@
ar: محسّن بواسطة %@
es: Mejorado por %@
fr: Amélioré par %@
ko: %@에 의해 향상됨
pt: Aprimorado por %@
ru: Улучшено модулем %@
tl: Pinapahusay ng %@
vi: Được nâng cao bởi %@
zh_hans: 由%@增强

# modules_error
source: Error: %@
ar: خطأ: %@
fr: Erreur : %@
ko: 오류: %@
pt: Erro: %@
ru: Ошибка: %@
vi: Lỗi: %@
zh_hans: 错误：%@

# modules_failedToToggle
source: Failed to toggle module
ar: فشل في تبديل الوحدة
es: Error al cambiar el modulo
fr: Échec du changement de module
ko: 모듈 전환 실패
pt: Falha ao alternar modulo
ru: Не удалось переключить модуль
tl: Nabigong i-toggle ang module
vi: Không thể bật/tắt mô-đun
zh_hans: 切换模块失败

# modules_failedToUpdateConfig
source: Failed to update configuration
ar: فشل في تحديث الإعدادات
es: Error al actualizar la configuracion
fr: Échec de la mise à jour de la configuration
ko: 구성 업데이트 실패
pt: Falha ao atualizar configuracao
ru: Не удалось обновить конфигурацию
tl: Nabigong i-update ang configuration
vi: Không thể cập nhật cấu hình
zh_hans: 更新配置失败

# modules_isRequired
source: %@ is required
ar: %@ مطلوب
es: %@ es requerido
fr: %@ est requis
ko: %@은(는) 필수입니다
pt: %@ e obrigatorio
ru: %@ является обязательным
tl: Kinakailangan ang %@
vi: %@ là bắt buộc
zh_hans: %@是必需的

# modules_noPermission
source: You do not have permission to manage modules for this group.
ar: ليس لديك صلاحية لإدارة وحدات هذه المجموعة.
es: No tienes permiso para administrar modulos de este grupo.
fr: Vous n'avez pas la permission de gérer les modules de ce groupe.
ko: 이 그룹의 모듈을 관리할 권한이 없습니다.
pt: Voce nao tem permissao para gerenciar modulos deste grupo.
ru: У вас нет разрешения на управление модулями для этой группы.
tl: Wala kang pahintulot na pamahalaan ang mga module para sa grupong ito.
vi: Bạn không có quyền quản lý mô-đun cho nhóm này.
zh_hans: 您没有权限管理此群组的模块。

# modules_noPermissionAlert
source: You do not have permission to manage modules
ar: ليس لديك صلاحية لإدارة الوحدات
es: No tienes permiso para administrar modulos
fr: Vous n'avez pas la permission de gérer les modules
ko: 모듈을 관리할 권한이 없습니다
pt: Voce nao tem permissao para gerenciar modulos
ru: У вас нет разрешения на управление модулями
tl: Wala kang pahintulot na pamahalaan ang mga module
vi: Bạn không có quyền quản lý mô-đun
zh_hans: 您没有权限管理模块

# modules_recommended
source: Recommended:
ar: موصى به:
es: Recomendado:
fr: Recommandé :
ko: 권장:
pt: Recomendado:
ru: Рекомендуется:
tl: Inirerekomenda:
vi: Được khuyến nghị:
zh_hans: 推荐：

# modules_required
source: Required:
ar: مطلوب:
es: Requerido:
fr: Requis :
ko: 필수:
pt: Obrigatorio:
ru: Требуется:
tl: Kinakailangan:
vi: Bắt buộc:
zh_hans: 必需：

# modules_requiredBy
source: Required by:
ar: مطلوب من قبل:
es: Requerido por:
fr: Requis par :
ko: 요구됨:
pt: Exigido por:
ru: Требуется для:
tl: Kinakailangan ng:
vi: Được yêu cầu bởi:
zh_hans: 被以下需要：

# modules_saveConfiguration
source: Save Configuration
ar: حفظ الإعدادات
es: Guardar Configuracion
fr: Enregistrer la Configuration
ko: 구성 저장
pt: Salvar Configuracao
ru: Сохранить конфигурацию
tl: I-save ang Configuration
vi: Lưu cấu hình
zh_hans: 保存配置

# modules_title
source: Module Settings
ar: إعدادات الوحدات
es: Configuracion de Modulos
fr: Paramètres des Modules
ko: 모듈 설정
pt: Configuracoes de Modulos
ru: Настройки модулей
tl: Mga Setting ng Module
vi: Cài đặt mô-đun
zh_hans: 模块设置

# modules_worksWellWith
source: %@ works well with this module
ar: %@ يعمل جيداً مع هذه الوحدة
es: %@ funciona bien con este modulo
fr: %@ fonctionne bien avec ce module
ko: %@이(가) 이 모듈과 잘 작동합니다
pt: %@ funciona bem com este modulo
ru: %@ хорошо работает с этим модулем
tl: Gumagana nang maayos ang %@ sa module na ito
vi: %@ hoạt động tốt với mô-đun này
zh_hans: %@与此模块配合良好

# moveFolderDialog_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# moveFolderDialog_current
source: (current)
ar: (الحالي)
es: (actual)
fr: (actuel)
ko: (현재)
pt: (atual)
ru: (текущая)
tl: (kasalukuyan)
vi: (hien tai)
zh_hans: （当前）

# moveFolderDialog_description
source: Select a destination folder for the selected files.
ar: اختر مجلد الوجهة للملفات المحددة.
es: Selecciona una carpeta de destino para los archivos seleccionados.
fr: Selectionnez un dossier de destination pour les fichiers selectionnes.
ko: 선택한 파일의 대상 폴더를 선택하세요.
pt: Selecione uma pasta de destino para os arquivos selecionados.
ru: Выберите папку назначения для выбранных файлов.
tl: Pumili ng destination folder para sa mga napiling file.
vi: Chon thu muc dich cho cac tap tin da chon.
zh_hans: 为所选文件选择目标文件夹。

# moveFolderDialog_moveHere
source: Move Here
ar: نقل إلى هنا
es: Mover aqui
fr: Deplacer ici
ko: 여기로 이동
pt: Mover para ca
ru: Переместить сюда
tl: Ilipat Dito
vi: Di chuyen den day
zh_hans: 移动到此处

# moveFolderDialog_noFolders
source: No folders available
ar: لا توجد مجلدات متاحة
es: No hay carpetas disponibles
fr: Aucun dossier disponible
ko: 사용 가능한 폴더가 없습니다
pt: Nenhuma pasta disponivel
ru: Нет доступных папок
tl: Walang available na mga folder
vi: Khong co thu muc nao
zh_hans: 没有可用的文件夹

# moveFolderDialog_root
source: Root (No folder)
ar: الجذر (بدون مجلد)
es: Raiz (Sin carpeta)
fr: Racine (Aucun dossier)
ko: 루트 (폴더 없음)
pt: Raiz (Sem pasta)
ru: Корень (без папки)
tl: Root (Walang folder)
vi: Goc (Khong co thu muc)
zh_hans: 根目录（无文件夹）

# moveFolderDialog_title
source: Move %lld file
ar: نقل %lld ملف
es: Mover %lld archivo
fr: Deplacer %lld fichier
ko: %lld개 파일 이동
pt: Mover %lld arquivo
ru: Переместить %lld файл
tl: Ilipat ang %lld file
vi: Di chuyen %lld tap tin
zh_hans: 移动 %lld 个文件

# moveFolderDialog_title_plural
source: Move %lld files
ar: نقل %lld ملفات
es: Mover %lld archivos
fr: Deplacer %lld fichiers
ko: %lld개 파일 이동
pt: Mover %lld arquivos
ru: Переместить %lld файлов
tl: Ilipat ang %lld mga file
vi: Di chuyen %lld tap tin
zh_hans: 移动 %lld 个文件

# mutual-aid_browse
source: Browse
ar: تصفح
es: Explorar
fr: Parcourir

# mutual-aid_createRequest
source: Create Request/Offer
ar: إنشاء طلب/عرض
es: Crear Solicitud/Oferta
fr: Créer Demande/Offre

# mutual-aid_matches
source: Matches
ar: التطابقات
es: Coincidencias
fr: Correspondances

# mutual-aid_meta_description
source: Share resources, offer help, and coordinate community support.
ar: شارك الموارد، قدم المساعدة، ونسق الدعم المجتمعي.
es: Comparte recursos, ofrece ayuda y coordina el apoyo comunitario.
fr: Partagez des ressources, offrez de l'aide et coordonnez le soutien communautaire.

# mutual-aid_myItems
source: My Items
ar: عناصري
es: Mis Elementos
fr: Mes Éléments

# mutual-aid_noOffers
source: No available offers
ar: لا توجد عروض متاحة
es: No hay ofertas disponibles
fr: Pas d'offres disponibles

# mutual-aid_noRequests
source: No active requests
ar: لا توجد طلبات نشطة
es: No hay solicitudes activas
fr: Pas de demandes actives

# mutual-aid_offers
source: Available Offers
ar: العروض المتاحة
es: Ofertas Disponibles
fr: Offres Disponibles

# mutual-aid_requests
source: Active Requests
ar: الطلبات النشطة
es: Solicitudes Activas
fr: Demandes Actives

# mutual-aid_rideShare
source: Solidarity Ride Share
ar: مشاركة الرحلات التضامنية
es: Viajes Solidarios
fr: Covoiturage Solidaire

# mutual-aid_title
source: Mutual Aid
ar: المساعدة المتبادلة
es: Ayuda Mutua
fr: Entraide

# mutualAid_browse
source: Browse
ar: تصفح
es: Explorar
fr: Parcourir
ko: 둘러보기
pt: Explorar
ru: Обзор
tl: Mag-browse
vi: Duyệt
zh_hans: 浏览

# mutualAid_createRequest
source: Create Request/Offer
ar: إنشاء طلب/عرض
es: Crear solicitud/oferta
fr: Créer une demande/offre
ko: 요청/제안 만들기
pt: Criar Pedido/Oferta
ru: Создать запрос/предложение
tl: Lumikha ng Kahilingan/Alok
vi: Tạo yêu cầu/đề nghị
zh_hans: 创建请求/提供

# mutualAid_description
source: Community support through resource sharing and solidarity
ar: دعم المجتمع من خلال مشاركة الموارد والتضامن
es: Apoyo comunitario a través del intercambio de recursos y solidaridad
fr: Soutien communautaire par le partage de ressources et la solidarité
ko: 자원 공유와 연대를 통한 지역사회 지원
pt: Apoio comunitario atraves do compartilhamento de recursos e solidariedade
ru: Поддержка сообщества через обмен ресурсами и солидарность
tl: Suporta sa komunidad sa pamamagitan ng pagbabahagi ng mapagkukunan at solidaridad
vi: Hỗ trợ cộng đồng thông qua chia sẻ tài nguyên và đoàn kết
zh_hans: 通过资源共享和团结互助的社区支持

# mutualAid_matches
source: Matches
ar: التطابقات
es: Coincidencias
fr: Correspondances
ko: 매칭
pt: Correspondencias
ru: Совпадения
tl: Mga Tugma
vi: Kết nối
zh_hans: 匹配

# mutualAid_myItems
source: My Items
ar: عناصري
es: Mis elementos
fr: Mes éléments
ko: 내 항목
pt: Meus Itens
ru: Мои записи
tl: Mga Item Ko
vi: Mục của tôi
zh_hans: 我的项目

# mutualAid_noMatches
source: No matches found. Create a request or offer to get started.
ar: لم يتم العثور على تطابقات. أنشئ طلبًا أو عرضًا للبدء.
es: No se encontraron coincidencias. Crea una solicitud u oferta para comenzar.
fr: Aucune correspondance trouvée. Créez une demande ou une offre pour commencer.
ko: 매칭 결과가 없습니다. 시작하려면 요청이나 제안을 만드세요.
pt: Nenhuma correspondencia encontrada. Crie um pedido ou oferta para comecar.
ru: Совпадения не найдены. Создайте запрос или предложение, чтобы начать.
tl: Walang nakitang mga tugma. Lumikha ng kahilingan o alok para magsimula.
vi: Không tìm thấy kết nối. Tạo yêu cầu hoặc đề nghị để bắt đầu.
zh_hans: 未找到匹配。创建一个请求或提供来开始吧。

# mutualAid_noMyItems
source: You haven't created any requests or offers yet
ar: لم تنشئ أي طلبات أو عروض بعد
es: Aún no has creado ninguna solicitud u oferta
fr: Vous n'avez pas encore créé de demandes ou d'offres
ko: 아직 요청이나 제안을 만들지 않았습니다
pt: Voce ainda nao criou nenhum pedido ou oferta
ru: Вы ещё не создали запросов или предложений
tl: Wala ka pang nilikhang kahilingan o alok
vi: Bạn chưa tạo yêu cầu hoặc đề nghị nào
zh_hans: 您还没有创建任何请求或提供

# mutualAid_noOffers
source: No available offers
ar: لا توجد عروض متاحة
es: No hay ofertas disponibles
fr: Aucune offre disponible
ko: 이용 가능한 제안이 없습니다
pt: Nenhuma oferta disponivel
ru: Нет доступных предложений
tl: Walang mga available na alok
vi: Không có đề nghị có sẵn
zh_hans: 暂无可用资源

# mutualAid_noRequests
source: No active requests
ar: لا توجد طلبات نشطة
es: No hay solicitudes activas
fr: Aucune demande active
ko: 활성 요청이 없습니다
pt: Nenhum pedido ativo
ru: Нет активных запросов
tl: Walang mga aktibong kahilingan
vi: Không có yêu cầu đang hoạt động
zh_hans: 暂无活跃请求

# mutualAid_noRideShares
source: No ride shares available
ar: لا توجد رحلات مشتركة متاحة
es: No hay viajes disponibles
fr: Aucun covoiturage disponible
ko: 이용 가능한 카풀이 없습니다
pt: Nenhuma carona disponivel
ru: Нет доступных поездок
tl: Walang available na hatid-sundo
vi: Không có chia sẻ xe có sẵn
zh_hans: 暂无可用顺风车

# mutualAid_offers
source: Available Offers
ar: العروض المتاحة
es: Ofertas disponibles
fr: Offres disponibles
ko: 이용 가능한 제안
pt: Ofertas Disponiveis
ru: Доступные предложения
tl: Mga Available na Alok
vi: Đề nghị có sẵn
zh_hans: 可用资源

# mutualAid_offersDesc
source: Resources available to help
ar: موارد متاحة للمساعدة
es: Recursos disponibles para ayudar
fr: Ressources disponibles pour aider
ko: 도움을 줄 수 있는 자원들
pt: Recursos disponiveis para ajudar
ru: Ресурсы, доступные для помощи
tl: Mga mapagkukunan na available para tumulong
vi: Tài nguyên sẵn có để giúp đỡ
zh_hans: 可提供帮助的资源

# mutualAid_requests
source: Active Requests
ar: الطلبات النشطة
es: Solicitudes activas
fr: Demandes actives
ko: 활성 요청
pt: Pedidos Ativos
ru: Активные запросы
tl: Mga Aktibong Kahilingan
vi: Yêu cầu đang hoạt động
zh_hans: 活跃请求

# mutualAid_requestsDesc
source: Community members need your help
ar: أعضاء المجتمع بحاجة إلى مساعدتك
es: Miembros de la comunidad necesitan tu ayuda
fr: Des membres de la communauté ont besoin de votre aide
ko: 커뮤니티 구성원들이 여러분의 도움을 필요로 합니다
pt: Membros da comunidade precisam da sua ajuda
ru: Участникам сообщества нужна ваша помощь
tl: Ang mga miyembro ng komunidad ay nangangailangan ng iyong tulong
vi: Thành viên cộng đồng cần sự giúp đỡ của bạn
zh_hans: 社区成员需要您的帮助

# mutualAid_rideShare
source: Ride Share
ar: مشاركة الرحلات التضامنية
es: Viajes solidarios
fr: Covoiturage solidaire
ko: 연대 카풀
pt: Carona Solidaria
ru: Солидарные поездки
tl: Solidaritasang Hatid-Sundo
vi: Chia sẻ xe đoàn kết
zh_hans: 互助顺风车

# mutualAid_rideShareDesc
source: Coordinate transportation with community members
ar: تنسيق النقل مع أعضاء المجتمع
es: Coordina transporte con miembros de la comunidad
fr: Coordonnez le transport avec les membres de la communauté
ko: 커뮤니티 구성원들과 교통편을 조율하세요
pt: Coordene transporte com membros da comunidade
ru: Координируйте транспорт с участниками сообщества
tl: I-coordinate ang transportasyon kasama ang mga miyembro ng komunidad
vi: Phối hợp di chuyển với thành viên cộng đồng
zh_hans: 与社区成员协调出行

# mutualAid_solidarityRideShare
source: Solidarity Ride Share
ar: مشاركة الرحلات التضامنية
es: Viajes solidarios
fr: Covoiturage solidaire
ko: 연대 카풀
pt: Carona Solidaria
ru: Солидарные поездки
tl: Solidaritasang Hatid-Sundo
vi: Chia sẻ xe đoàn kết
zh_hans: 互助顺风车

# mutualAid_title
source: Mutual Aid
ar: المساعدة المتبادلة
es: Ayuda mutua
fr: Aide mutuelle
ko: 상호 부조
pt: Ajuda Mutua
ru: Взаимопомощь
tl: Bayanihan
vi: Hỗ trợ lẫn nhau
zh_hans: 互助

# mutualAidFeedCard_actions_details
source: Details
ar: التفاصيل
es: Detalles
ko: 상세정보
pt: Detalhes
ru: Подробности
tl: Mga Detalye
vi: Chi Tiet
zh_hans: 详情

# mutualAidFeedCard_actions_message
source: Message
ar: رسالة
es: Mensaje
ko: 메시지
pt: Mensagem
ru: Сообщение
tl: Mensahe
vi: Nhan Tin
zh_hans: 发消息

# mutualAidFeedCard_actions_offerHelp
source: Offer Help
ar: تقديم المساعدة
es: Ofrecer Ayuda
fr: Offrir de l'Aide
ko: 도움 제공하기
pt: Oferecer Ajuda
ru: Предложить помощь
tl: Mag-alok ng Tulong
vi: De Nghi Giup Do
zh_hans: 提供帮助

# mutualAidFeedCard_actions_requestThis
source: Request This
ar: طلب هذا
es: Solicitar Esto
fr: Demander Ceci
ko: 요청하기
pt: Solicitar Isto
ru: Запросить это
tl: Hilingin Ito
vi: Yeu Cau Dieu Nay
zh_hans: 请求此项

# mutualAidFeedCard_actions_viewDetails
source: View Details
ar: عرض التفاصيل
es: Ver Detalles
fr: Voir les Details
ko: 상세정보 보기
pt: Ver Detalhes
ru: Посмотреть подробности
tl: Tingnan ang Mga Detalye
vi: Xem Chi Tiet
zh_hans: 查看详情

# mutualAidFeedCard_expired
source: Expired
ar: منتهي الصلاحية
es: Expirado
fr: Expire
ko: 만료됨
pt: Expirado
ru: Истекло
tl: Nag-expire na
vi: Da het han
zh_hans: 已过期

# mutualAidFeedCard_expires
source: Expires %@
ar: ينتهي %@
es: Expira %@
fr: Expire %@
ko: %@에 만료
pt: Expira %@
ru: Истекает %@
tl: Mag-e-expire %@
vi: Het han %@
zh_hans: %@到期

# mutualAidFeedCard_status_closed
source: Closed
ar: مغلق
es: Cerrado
fr: Ferme
ko: 닫힘
pt: Fechado
ru: Закрыто
tl: Sarado
vi: Da Dong
zh_hans: 已关闭

# mutualAidFeedCard_status_fulfilled
source: Fulfilled
ar: مكتمل
es: Completado
fr: Accompli
ko: 완료됨
pt: Concluido
ru: Выполнено
tl: Nakumpleto
vi: Hoan Thanh
zh_hans: 已完成

# mutualAidFeedCard_status_inProgress
source: In Progress
ar: قيد التنفيذ
es: En Progreso
fr: En Cours
ko: 진행 중
pt: Em Andamento
ru: В процессе
tl: Kasalukuyan
vi: Dang Thuc Hien
zh_hans: 进行中

# mutualAidFeedCard_status_matched
source: Matched
ar: تم التطابق
es: Emparejado
fr: Jumele
ko: 연결됨
pt: Conectado
ru: Связано
tl: Nakatugma
vi: Da ghep cap
zh_hans: 已匹配

# mutualAidFeedCard_status_open
source: Open
ar: مفتوح
es: Abierto
fr: Ouvert
ko: 열림
pt: Aberto
ru: Открыто
tl: Bukas
vi: Mo
zh_hans: 开放

# mutualAidFeedCard_typeLabels_offering
source: offering help
ar: يقدم المساعدة
es: ofreciendo ayuda
fr: offre de l'aide
ko: 도움 제공 중
pt: oferecendo ajuda
ru: предлагает помощь
tl: nag-aalok ng tulong
vi: de nghi giup do
zh_hans: 提供帮助

# mutualAidFeedCard_typeLabels_requesting
source: requesting help
ar: يطلب المساعدة
es: solicitando ayuda
fr: demande de l'aide
ko: 도움 요청 중
pt: solicitando ajuda
ru: запрашивает помощь
tl: humihingi ng tulong
vi: yeu cau giup do
zh_hans: 请求帮助

# nav_events
source: Events
ar: الأحداث
es: Eventos
fr: Événements
ko: 이벤트
pt: Eventos
ru: События
tl: Mga Event
vi: Sự kiện
zh_hans: 活动

# nav_feed
source: Feed
ar: الموجز
es: Inicio
fr: Fil d'actualité
ko: 피드
ru: Лента
vi: Bảng tin
zh_hans: 动态

# nav_groups
source: Groups
ar: المجموعات
es: Grupos
fr: Groupes
ko: 그룹
pt: Grupos
ru: Группы
tl: Mga Grupo
vi: Nhóm
zh_hans: 群组

# nav_messages
source: Messages
ar: الرسائل
es: Mensajes
ko: 메시지
pt: Mensagens
ru: Сообщения
tl: Mga Mensahe
vi: Tin nhắn
zh_hans: 消息

# nav_mutualAid
source: Mutual Aid
ar: المساعدة المتبادلة
es: Ayuda mutua
fr: Aide mutuelle
ko: 상호 부조
pt: Ajuda Mutua
ru: Взаимопомощь
tl: Bayanihan
vi: Hỗ trợ lẫn nhau
zh_hans: 互助

# nav_openMenu
source: Open navigation menu
ar: افتح قائمة التنقل
es: Abrir menú de navegación
fr: Ouvrir le menu de navigation
ko: 내비게이션 메뉴 열기
pt: Abrir menu de navegacao
ru: Открыть меню навигации
tl: Buksan ang navigation menu
vi: Mở menu điều hướng
zh_hans: 打开导航菜单

# nav_settings
source: Settings
ar: الإعدادات
es: Configuración
fr: Paramètres
ko: 설정
pt: Configuracoes
ru: Настройки
tl: Mga Setting
vi: Cài đặt
zh_hans: 设置

# nav_tools
source: Tools
ar: الأدوات
es: Herramientas
fr: Outils
ko: 도구
pt: Ferramentas
ru: Инструменты
tl: Mga Tool
vi: Công cụ
zh_hans: 工具

# newsletterEditor_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# newsletterEditor_compose_content
source: Content
ar: المحتوى
es: Contenido
fr: Contenu
ko: 내용
pt: Conteudo
ru: Содержание
tl: Nilalaman
vi: Noi dung
zh_hans: 内容
