Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# channelManager_empty_description
source: Create channels to organize conversations by role or topic
ar: أنشئ قنوات لتنظيم المحادثات حسب الدور أو الموضوع
es: Crea canales para organizar conversaciones por rol o tema
fr: Creez des canaux pour organiser les conversations par role ou sujet
ko: 역할이나 주제별로 대화를 구성하기 위해 채널을 만드세요
pt: Crie canais para organizar conversas por funcao ou topico
ru: Создайте каналы для организации разговоров по ролям или темам
tl: Lumikha ng mga channel para ayusin ang mga pag-uusap ayon sa tungkulin o paksa
vi: Tao kenh de to chuc cac cuoc tro chuyen theo vai tro hoac chu de
zh_hans: 创建频道以按角色或主题组织对话

# channelManager_empty_title
source: No channels yet
ar: لا توجد قنوات بعد
es: Aun no hay canales
fr: Pas encore de canaux
ko: 아직 채널이 없습니다
pt: Nenhum canal ainda
ru: Каналов пока нет
tl: Wala pang mga channel
vi: Chua co kenh nao
zh_hans: 暂无频道

# channelManager_newChannel
source: New Channel
ar: قناة جديدة
es: Nuevo canal
fr: Nouveau canal
ko: 새 채널
pt: Novo Canal
ru: Новый канал
tl: Bagong Channel
vi: Kenh moi
zh_hans: 新建频道

# channelManager_title
source: Channels
ar: القنوات
es: Canales
fr: Canaux
ko: 채널
pt: Canais
ru: Каналы
tl: Mga Channel
vi: Kenh
zh_hans: 频道

# channelManager_typeDescriptions_adminOnly
source: Only admins can read and post
ar: المشرفون فقط يمكنهم القراءة والنشر
es: Solo los administradores pueden leer y publicar
fr: Seuls les administrateurs peuvent lire et publier
ko: 관리자만 읽고 게시할 수 있음
pt: Apenas administradores podem ler e publicar
ru: Только администраторы могут читать и писать
tl: Mga admin lamang ang makakapagbasa at makakapag-post
vi: Chi quan tri vien co the doc va dang
zh_hans: 只有管理员可以阅读和发布

# channelManager_typeDescriptions_member
source: All group members can participate
ar: جميع أعضاء المجموعة يمكنهم المشاركة
es: Todos los miembros del grupo pueden participar
fr: Tous les membres du groupe peuvent participer
ko: 모든 그룹 구성원이 참여 가능
pt: Todos os membros do grupo podem participar
ru: Все участники группы могут участвовать
tl: Lahat ng miyembro ng grupo ay maaaring lumahok
vi: Tat ca thanh vien nhom co the tham gia
zh_hans: 所有群组成员都可以参与

# channelManager_typeDescriptions_public
source: Anyone can read and post
ar: يمكن للجميع القراءة والنشر
es: Cualquiera puede leer y publicar
fr: Tout le monde peut lire et publier
ko: 누구나 읽고 게시할 수 있음
pt: Qualquer um pode ler e publicar
ru: Любой может читать и писать
tl: Kahit sino ay makakapagbasa at makakapag-post
vi: Ai cung co the doc va dang
zh_hans: 任何人都可以阅读和发布

# channelManager_typeDescriptions_roleBased
source: Custom permissions per role
ar: صلاحيات مخصصة لكل دور
es: Permisos personalizados por rol
fr: Permissions personnalisees par role
ko: 역할별 맞춤 권한
pt: Permissoes personalizadas por funcao
ru: Настраиваемые разрешения для каждой роли
tl: Pasadyang mga pahintulot bawat tungkulin
vi: Quyen tuy chinh theo vai tro
zh_hans: 按角色自定义权限

# channelManager_typeLabels_adminOnly
source: Admins
ar: مشرفون
es: Administradores
ko: 관리자
pt: Administradores
ru: Администраторы
tl: Mga Admin
vi: Quan tri
zh_hans: 管理员

# channelManager_typeLabels_member
source: Members
ar: أعضاء
es: Miembros
fr: Membres
ko: 구성원
pt: Membros
ru: Участники
tl: Mga Miyembro
vi: Thanh vien
zh_hans: 成员

# channelManager_typeLabels_public
source: Public
ar: عام
es: Publico
ko: 공개
pt: Publico
ru: Публичный
tl: Pampubliko
vi: Cong khai
zh_hans: 公开

# channelManager_typeLabels_roleBased
source: Role-based
ar: حسب الدور
es: Basado en roles
fr: Par role
ko: 역할 기반
pt: Por Funcao
ru: По ролям
tl: Batay sa Tungkulin
vi: Theo vai tro
zh_hans: 按角色

# channelManager_types_adminOnly
source: Admins Only
ar: المشرفون فقط
es: Solo administradores
fr: Administrateurs uniquement
ko: 관리자 전용
pt: Apenas Administradores
ru: Только администраторы
tl: Mga Admin Lamang
vi: Chi quan tri vien
zh_hans: 仅管理员

# channelManager_types_member
source: Members Only
ar: الأعضاء فقط
es: Solo miembros
fr: Membres uniquement
ko: 구성원 전용
pt: Apenas Membros
ru: Только участники
tl: Mga Miyembro Lamang
vi: Chi thanh vien
zh_hans: 仅成员

# channelManager_types_public
source: Public (Everyone)
ar: عام (الجميع)
es: Publico (Todos)
fr: Public (Tout le monde)
ko: 공개 (모든 사람)
pt: Publico (Todos)
ru: Публичный (Все)
tl: Pampubliko (Lahat)
vi: Cong khai (Tat ca)
zh_hans: 公开（所有人）

# channelManager_types_roleBased
source: Role-Based
ar: حسب الدور
es: Basado en roles
fr: Base sur les roles
ko: 역할 기반
pt: Baseado em Funcoes
ru: На основе ролей
tl: Batay sa Tungkulin
vi: Dua tren vai tro
zh_hans: 基于角色

# commentSidebar_actions_delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
ko: 삭제
pt: Excluir
ru: Удалить
tl: Burahin
vi: Xoa
zh_hans: 删除

# commentSidebar_actions_reply
source: Reply
ar: رد
es: Responder
fr: Repondre
ko: 답글
pt: Responder
ru: Ответить
tl: Sumagot
vi: Tra Loi
zh_hans: 回复

# commentSidebar_actions_resolve
source: Resolve
ar: حل
es: Resolver
fr: Resoudre
ko: 해결
pt: Resolver
ru: Решить
tl: Lutasin
vi: Giai Quyet
zh_hans: 解决

# commentSidebar_empty_description
source: Select text to add a comment
ar: حدد نصاً لإضافة تعليق
es: Selecciona texto para agregar un comentario
fr: Selectionnez du texte pour ajouter un commentaire
ko: 댓글을 추가하려면 텍스트를 선택하세요
pt: Selecione o texto para adicionar um comentario
ru: Выделите текст, чтобы добавить комментарий
tl: Pumili ng teksto para magdagdag ng komento
vi: Chon van ban de them binh luan
zh_hans: 选择文本以添加评论

# commentSidebar_empty_title
source: No comments yet
ar: لا توجد تعليقات بعد
es: Aun no hay comentarios
fr: Pas encore de commentaires
ko: 아직 댓글이 없습니다
pt: Nenhum comentario ainda
ru: Пока нет комментариев
tl: Wala pang mga komento
vi: Chua co binh luan nao
zh_hans: 暂无评论

# commentSidebar_hideResolved
source: Hide %lld resolved
ar: إخفاء %lld محلولة
es: Ocultar %lld resueltos
fr: Masquer %lld resolus
ko: 해결된 %lld개 숨기기
pt: Ocultar %lld resolvidos
ru: Скрыть %lld решённых
tl: Itago ang %lld nalutas
vi: An %lld da giai quyet
zh_hans: 隐藏 %lld 条已解决

# commentSidebar_mentioned
source: %lld mentioned
ar: %lld مذكورين
es: %lld mencionados
fr: %lld mentionnes
ko: %lld명 멘션됨
pt: %lld mencionados
ru: %lld упомянуто
tl: %lld na-mention
vi: %lld nguoi duoc tag
zh_hans: %lld 人被提及

# commentSidebar_mentionSuggestions
source: Mention suggestions
ar: اقتراحات الإشارة
es: Sugerencias de mencion
fr: Suggestions de mention
ko: 멘션 제안
pt: Sugestoes de mencao
ru: Предложения упоминаний
tl: Mga suhestyon sa pag-mention
vi: Goi y tag
zh_hans: 提及建议

# commentSidebar_openCount
source: %lld open
ar: %lld مفتوحة
es: %lld abiertos
fr: %lld ouverts
ko: %lld개 미해결
pt: %lld abertos
ru: %lld открытых
tl: %lld bukas
vi: %lld dang mo
zh_hans: %lld 条待处理

# commentSidebar_reply_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# commentSidebar_reply_mentionHint
source: Type @ to mention
ar: اكتب @ للإشارة
es: Escribe @ para mencionar
fr: Tapez @ pour mentionner
ko: @를 입력하여 멘션
pt: Digite @ para mencionar
ru: Введите @ для упоминания
tl: I-type ang @ para mag-mention
vi: Nhap @ de tag
zh_hans: 输入 @ 提及

# commentSidebar_reply_placeholder
source: Write a reply... Use @ to mention users
ar: اكتب رداً... استخدم @ للإشارة إلى المستخدمين
es: Escribe una respuesta... Usa @ para mencionar usuarios
fr: Ecrivez une reponse... Utilisez @ pour mentionner des utilisateurs
ko: 답글 작성... @로 사용자 멘션
pt: Escreva uma resposta... Use @ para mencionar usuarios
ru: Напишите ответ... Используйте @ для упоминания
tl: Sumulat ng sagot... Gamitin ang @ para mag-mention
vi: Viet phan hoi... Dung @ de tag nguoi dung
zh_hans: 写下回复... 使用 @ 提及用户

# commentSidebar_reply_submit
source: Reply
ar: رد
es: Responder
fr: Repondre
ko: 답글
pt: Responder
ru: Ответить
tl: Sumagot
vi: Tra Loi
zh_hans: 回复

# commentSidebar_resolved
source: Resolved
ar: تم الحل
es: Resueltos
fr: Resolus
ko: 해결됨
pt: Resolvido
ru: Решено
tl: Nalutas
vi: Da Giai Quyet
zh_hans: 已解决

# commentSidebar_showResolved
source: Show %lld resolved
ar: إظهار %lld محلولة
es: Mostrar %lld resueltos
fr: Afficher %lld resolus
ko: 해결된 %lld개 보기
pt: Mostrar %lld resolvidos
ru: Показать %lld решённых
tl: Ipakita ang %lld nalutas
vi: Hien thi %lld da giai quyet
zh_hans: 显示 %lld 条已解决

# commentSidebar_title
source: Comments
ar: التعليقات
es: Comentarios
fr: Commentaires
ko: 댓글
pt: Comentarios
ru: Комментарии
tl: Mga Komento
vi: Binh Luan
zh_hans: 评论

# commentThread_confirmDelete
source: Delete this comment?
ar: هل تريد حذف هذا التعليق؟
es: Eliminar este comentario?
fr: Supprimer ce commentaire?
ko: 이 댓글을 삭제하시겠습니까?
pt: Excluir este comentario?
ru: Удалить этот комментарий?
tl: Burahin ang komentong ito?
vi: Xoa binh luan nay?
zh_hans: 删除此评论？

# commentThread_delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
ko: 삭제
pt: Excluir
ru: Удалить
tl: Burahin
vi: Xoa
zh_hans: 删除

# commentThread_mute
source: Mute
ar: كتم
es: Silenciar
fr: Masquer
ko: 음소거
pt: Silenciar
ru: Заглушить
tl: I-mute
vi: Tat tieng
zh_hans: 静音

# commentThread_noComments
source: No comments yet. Be the first to comment!
ar: لا توجد تعليقات بعد. كن أول من يعلق!
es: Aun no hay comentarios. Se el primero en comentar!
fr: Pas encore de commentaires. Soyez le premier a commenter!
ko: 아직 댓글이 없습니다. 첫 번째로 댓글을 남겨보세요!
pt: Ainda nao ha comentarios. Seja o primeiro a comentar!
ru: Комментариев пока нет. Будьте первым!
tl: Wala pang mga komento. Maging unang magkomento!
vi: Chua co binh luan nao. Hay la nguoi dau tien binh luan!
zh_hans: 暂无评论。成为第一个评论者！

# commentThread_replies
source: %lld reply
ar: %lld رد
es: %lld respuesta
fr: %lld reponse
ko: 답글 %lld개
pt: %lld resposta
ru: %lld ответ
tl: %lld tugon
vi: %lld tra loi
zh_hans: %lld 条回复

# commentThread_replies_plural
source: %lld replies
ar: %lld ردود
es: %lld respuestas
fr: %lld reponses
ko: 답글 %lld개
pt: %lld respostas
ru: %lld ответов
tl: %lld na tugon
vi: %lld tra loi
zh_hans: %lld 条回复

# commentThread_reply
source: Reply
ar: رد
es: Responder
fr: Repondre
ko: 답글
pt: Responder
ru: Ответить
tl: Tumugon
vi: Tra loi
zh_hans: 回复

# commentThread_replyTo
source: Reply to %@...
ar: الرد على %@...
es: Responder a %@...
fr: Repondre a %@...
ko: %@님에게 답글...
pt: Responder a %@...
ru: Ответить %@...
tl: Tumugon kay %@...
vi: Tra loi %@...
zh_hans: 回复 %@...

# commentThread_threadCollapsed
source: Thread collapsed (%lld reply)
ar: سلسلة مطوية (%lld رد)
es: Hilo contraido (%lld respuesta)
fr: Fil reduit (%lld reponse)
ko: 스레드 접힘 (답글 %lld개)
pt: Conversa recolhida (%lld resposta)
ru: Ветка свернута (%lld ответ)
tl: Nakatago ang thread (%lld tugon)
vi: Chuoi da thu gon (%lld tra loi)
zh_hans: 对话已折叠（%lld 条回复）

# commentThread_threadCollapsed_plural
source: Thread collapsed (%lld replies)
ar: سلسلة مطوية (%lld ردود)
es: Hilo contraido (%lld respuestas)
fr: Fil reduit (%lld reponses)
ko: 스레드 접힘 (답글 %lld개)
pt: Conversa recolhida (%lld respostas)
ru: Ветка свернута (%lld ответов)
tl: Nakatago ang thread (%lld na tugon)
vi: Chuoi da thu gon (%lld tra loi)
zh_hans: 对话已折叠（%lld 条回复）

# commentThread_unmute
source: Unmute
ar: إلغاء الكتم
es: Dejar de silenciar
fr: Afficher
ko: 음소거 해제
pt: Ativar som
ru: Включить звук
tl: I-unmute
vi: Bat tieng
zh_hans: 取消静音

# common_anErrorOccurred
source: An error occurred
ar: حدث خطأ
es: Ocurrió un error
fr: Une erreur s'est produite
ko: 오류가 발생했습니다
pt: Ocorreu um erro
ru: Произошла ошибка
tl: Isang error ang naganap
vi: Đã xảy ra lỗi
zh_hans: 发生错误

# common_back
source: Back
ar: رجوع
es: Atrás
fr: Retour
ko: 뒤로
pt: Voltar
ru: Назад
tl: Bumalik
vi: Quay lại
zh_hans: 返回

# common_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Hủy
zh_hans: 取消

# common_close
source: Close
ar: إغلاق
es: Cerrar
fr: Fermer
ko: 닫기
pt: Fechar
ru: Закрыть
tl: Isara
vi: Đóng
zh_hans: 关闭

# common_continue
source: Continue
ar: متابعة
es: Continuar
fr: Continuer
ko: 계속
pt: Continuar
ru: Продолжить
tl: Magpatuloy
vi: Tiếp tục
zh_hans: 继续

# common_create
source: Create
ar: إنشاء
es: Crear
fr: Créer
ko: 만들기
pt: Criar
ru: Создать
tl: Lumikha
vi: Tạo
zh_hans: 创建

# common_delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
ko: 삭제
pt: Excluir
ru: Удалить
tl: Burahin
vi: Xóa
zh_hans: 删除

# common_done
source: Done
ar: تم
es: Listo
fr: Terminé
ko: 완료
pt: Concluido
ru: Готово
tl: Tapos na
vi: Hoàn tất
zh_hans: 完成

# common_edit
source: Edit
ar: تعديل
es: Editar
fr: Modifier
ko: 편집
pt: Editar
ru: Редактировать
tl: I-edit
vi: Sửa
zh_hans: 编辑

# common_error
source: Error
ar: خطأ
fr: Erreur
ko: 오류
pt: Erro
ru: Ошибка
vi: Lỗi
zh_hans: 错误

# common_filter
source: Filter
ar: تصفية
es: Filtrar
fr: Filtrer
ko: 필터
pt: Filtrar
ru: Фильтр
tl: I-filter
vi: Lọc
zh_hans: 筛选

# common_goToApp
source: Go to App
ar: الذهاب للتطبيق
es: Ir a la aplicación
fr: Aller à l'application
ko: 앱으로 이동
pt: Ir para o App
ru: Перейти в приложение
tl: Pumunta sa App
vi: Đến ứng dụng
zh_hans: 进入应用

# common_hide
source: Hide
ar: إخفاء
es: Ocultar
fr: Masquer
ko: 숨기기
pt: Ocultar
ru: Скрыть
tl: Itago
vi: Ẩn
zh_hans: 隐藏

# common_join
source: Join
ar: انضمام
es: Unirse
fr: Rejoindre
ko: 가입
pt: Participar
ru: Присоединиться
tl: Sumali
vi: Tham gia
zh_hans: 加入

# common_language_switch
source: Switch language
ar: تغيير اللغة
es: Cambiar idioma
fr: Changer de langue
ko: 언어 변경
pt: Mudar idioma
ru: Сменить язык
tl: Palitan ang wika
vi: Chuyển ngôn ngữ
zh_hans: 切换语言

# common_loading
source: Loading...
ar: جاري التحميل...
es: Cargando...
fr: Chargement...
ko: 로딩 중...
pt: Carregando...
ru: Загрузка...
tl: Naglo-load...
vi: Đang tải...
zh_hans: 加载中...

# common_next
source: Next
ar: التالي
es: Siguiente
fr: Suivant
ko: 다음
pt: Proximo
ru: Далее
tl: Susunod
vi: Tiếp theo
zh_hans: 下一步

# common_previous
source: Previous
ar: السابق
es: Anterior
fr: Précédent
ko: 이전
pt: Anterior
ru: Назад
tl: Nakaraan
vi: Trước
zh_hans: 上一步

# common_reloadPage
source: Reload Page
ar: إعادة تحميل الصفحة
es: Recargar página
fr: Recharger la page
ko: 페이지 새로고침
pt: Recarregar Pagina
ru: Перезагрузить страницу
tl: I-reload ang Pahina
vi: Tải lại trang
zh_hans: 刷新页面

# common_save
source: Save
ar: حفظ
es: Guardar
fr: Enregistrer
ko: 저장
pt: Salvar
ru: Сохранить
tl: I-save
vi: Lưu
zh_hans: 保存

# common_search
source: Search
ar: بحث
es: Buscar
fr: Rechercher
ko: 검색
pt: Pesquisar
ru: Поиск
tl: Maghanap
vi: Tìm kiếm
zh_hans: 搜索

# common_select
source: Select...
ar: اختر...
es: Seleccionar...
fr: Sélectionner...
ko: 선택...
pt: Selecionar...
ru: Выберите...
tl: Pumili...
vi: Chọn...
zh_hans: 选择...

# common_sending
source: Sending...
ar: جاري الإرسال...
es: Enviando...
fr: Envoi...
ko: 보내는 중...
pt: Enviando...
ru: Отправка...
tl: Ipinapadala...
vi: Đang gửi...
zh_hans: 发送中...

# common_show
source: Show
ar: إظهار
es: Mostrar
fr: Afficher
ko: 표시
pt: Mostrar
ru: Показать
tl: Ipakita
vi: Hiện
zh_hans: 显示

# common_somethingWentWrong
source: Something went wrong
ar: حدث خطأ ما
es: Algo salió mal
fr: Une erreur s'est produite
ko: 문제가 발생했습니다
pt: Algo deu errado
ru: Что-то пошло не так
tl: May nangyaring mali
vi: Đã xảy ra lỗi
zh_hans: 出了点问题

# common_submit
source: Submit
ar: إرسال
es: Enviar
fr: Soumettre
ko: 제출
pt: Enviar
ru: Отправить
tl: Isumite
vi: Gửi
zh_hans: 提交

# common_success
source: Success
ar: نجاح
es: Éxito
fr: Succès
ko: 성공
pt: Sucesso
ru: Успешно
tl: Matagumpay
vi: Thành công
zh_hans: 成功

# common_theme_dark
source: Dark
ar: داكن
es: Oscuro
fr: Sombre
ko: 다크
pt: Escuro
ru: Темная
tl: Madilim
vi: Tối
zh_hans: 深色

# common_theme_light
source: Light
ar: فاتح
es: Claro
fr: Clair
ko: 라이트
pt: Claro
ru: Светлая
tl: Maliwanag
vi: Sáng
zh_hans: 浅色

# common_theme_system
source: System
ar: النظام
es: Sistema
fr: Système
ko: 시스템
pt: Sistema
ru: Системная
vi: Hệ thống
zh_hans: 跟随系统

# common_theme_toggle
source: Toggle theme
ar: تبديل المظهر
es: Cambiar tema
fr: Changer de thème
ko: 테마 전환
pt: Alternar tema
ru: Переключить тему
tl: I-toggle ang tema
vi: Chuyển đổi giao diện
zh_hans: 切换主题

# common_unknownError
source: An unknown error occurred
ar: حدث خطأ غير معروف
es: Ocurrió un error desconocido
fr: Une erreur inconnue s'est produite
ko: 알 수 없는 오류가 발생했습니다
pt: Ocorreu um erro desconhecido
ru: Произошла неизвестная ошибка
tl: Isang hindi kilalang error ang naganap
vi: Đã xảy ra lỗi không xác định
zh_hans: 发生未知错误

# conditionalLogicEditor_actions_hide
source: Hide this field
ar: إخفاء هذا الحقل
es: Ocultar este campo
fr: Masquer ce champ
ko: 이 필드 숨기기
pt: Ocultar este campo
ru: Скрыть это поле
tl: Itago ang field na ito
vi: An truong nay
zh_hans: 隐藏此字段

# conditionalLogicEditor_actions_require
source: Require this field
ar: جعل هذا الحقل مطلوباً
es: Requerir este campo
fr: Rendre ce champ obligatoire
ko: 이 필드 필수
pt: Tornar obrigatorio
ru: Сделать обязательным
tl: Gawing kinakailangan ang field na ito
vi: Yeu cau truong nay
zh_hans: 设为必填

# conditionalLogicEditor_actions_show
source: Show this field
ar: إظهار هذا الحقل
es: Mostrar este campo
fr: Afficher ce champ
ko: 이 필드 표시
pt: Mostrar este campo
ru: Показать это поле
tl: Ipakita ang field na ito
vi: Hien thi truong nay
zh_hans: 显示此字段

# conditionalLogicEditor_addRule
source: Add Rule
ar: إضافة قاعدة
es: Agregar Regla
fr: Ajouter une Regle
ko: 규칙 추가
pt: Adicionar Regra
ru: Добавить правило
tl: Magdagdag ng Panuntunan
vi: Them Quy Tac
zh_hans: 添加规则

# conditionalLogicEditor_is
source: Is
ar: هو
es: Es
fr: Est
ko: 일 때
pt: for
ru: равно
tl: ay
vi: La
zh_hans: 为

# conditionalLogicEditor_noLogic
source: No conditional logic set
ar: لا يوجد منطق شرطي محدد
es: Sin logica condicional configurada
fr: Aucune logique conditionnelle definie
ko: 조건부 로직이 설정되지 않음
pt: Nenhuma logica condicional definida
ru: Условная логика не настроена
tl: Walang conditional logic na nakatakda
vi: Chua co logic co dieu kien nao
zh_hans: 未设置条件逻辑

# conditionalLogicEditor_note
source: Note: Conditional logic uses JSON Schema if/then/else syntax
ar: ملاحظة: يستخدم المنطق الشرطي صيغة if/then/else من JSON Schema
es: Nota: La logica condicional usa sintaxis if/then/else de JSON Schema
fr: Note : La logique conditionnelle utilise la syntaxe if/then/else de JSON Schema
ko: 참고: 조건부 로직은 JSON Schema if/then/else 구문을 사용합니다
pt: Nota: A logica condicional usa a sintaxe if/then/else do JSON Schema
ru: Примечание: Условная логика использует синтаксис if/then/else из JSON Schema
tl: Paalala: Ang conditional logic ay gumagamit ng JSON Schema if/then/else syntax
vi: Luu y: Logic co dieu kien su dung cu phap if/then/else cua JSON Schema
zh_hans: 注意：条件逻辑使用 JSON Schema 的 if/then/else 语法

# conditionalLogicEditor_operators_contains
source: Contains
ar: يحتوي على
es: Contiene
fr: Contient
ko: 포함
pt: Contem
ru: Содержит
tl: Naglalaman
vi: Chua
zh_hans: 包含

# conditionalLogicEditor_operators_equals
source: Equals
ar: يساوي
es: Es igual a
fr: Est egal a
ko: 같음
pt: Igual a
ru: Равно
tl: Katumbas
vi: Bang
zh_hans: 等于

# conditionalLogicEditor_operators_greaterThan
source: Greater Than
ar: أكبر من
es: Mayor que
fr: Superieur a
ko: 보다 큼
pt: Maior que
ru: Больше чем
tl: Mas Malaki Sa
vi: Lon Hon
zh_hans: 大于

# conditionalLogicEditor_operators_lessThan
source: Less Than
ar: أصغر من
es: Menor que
fr: Inferieur a
ko: 보다 작음
pt: Menor que
ru: Меньше чем
tl: Mas Maliit Sa
vi: Nho Hon
zh_hans: 小于

# conditionalLogicEditor_operators_notEquals
source: Not Equals
ar: لا يساوي
es: No es igual a
fr: N'est pas egal a
ko: 같지 않음
pt: Diferente de
ru: Не равно
tl: Hindi Katumbas
vi: Khong Bang
zh_hans: 不等于

# conditionalLogicEditor_then
source: Then
ar: إذاً
es: Entonces
fr: Alors
ko: 그러면
pt: Entao
ru: Тогда
tl: Pagkatapos
vi: Thi
zh_hans: 则

# conditionalLogicEditor_title
source: Conditional Logic
ar: المنطق الشرطي
es: Logica Condicional
fr: Logique Conditionnelle
ko: 조건부 로직
pt: Logica Condicional
ru: Условная логика
vi: Logic Co Dieu Kien
zh_hans: 条件逻辑

# conditionalLogicEditor_value
source: Value
ar: القيمة
es: Valor
fr: Valeur
ko: 값
pt: Valor
ru: Значение
tl: Halaga
vi: Gia Tri
zh_hans: 值

# conditionalLogicEditor_valuePlaceholder
source: Enter value
ar: أدخل قيمة
es: Ingresa un valor
fr: Entrez une valeur
ko: 값 입력
pt: Digite o valor
ru: Введите значение
tl: Ilagay ang halaga
vi: Nhap gia tri
zh_hans: 输入值

# conditionalLogicEditor_whenField
source: When field
ar: عندما يكون الحقل
es: Cuando el campo
fr: Quand le champ
ko: 필드가
pt: Quando o campo
ru: Когда поле
tl: Kapag ang field
vi: Khi truong
zh_hans: 当字段

# contactActivityLog_addNote
source: Add Note
ar: إضافة ملاحظة
es: Agregar nota
fr: Ajouter une note
ko: 메모 추가
pt: Adicionar Nota
ru: Добавить заметку
tl: Magdagdag ng Tala
vi: Them ghi chu
zh_hans: 添加备注

# contactActivityLog_description
source: All interactions with %@
ar: جميع التفاعلات مع %@
es: Todas las interacciones con %@
fr: Toutes les interactions avec %@
ko: %@님과의 모든 상호작용
pt: Todas as interacoes com %@
ru: Все взаимодействия с %@
tl: Lahat ng pakikipag-ugnayan kay %@
vi: Tat ca tuong tac voi %@
zh_hans: 与 %@ 的所有互动

# contactActivityLog_empty
source: No activities found
ar: لم يتم العثور على أنشطة
es: No se encontraron actividades
fr: Aucune activite trouvee
ko: 활동이 없습니다
pt: Nenhuma atividade encontrada
ru: Активности не найдены
tl: Walang nahanap na aktibidad
vi: Khong tim thay hoat dong
zh_hans: 未找到活动

# contactActivityLog_noteForm_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# contactActivityLog_noteForm_placeholder
source: Add a note about this contact...
ar: أضف ملاحظة حول جهة الاتصال هذه...
es: Agregar una nota sobre este contacto...
fr: Ajouter une note sur ce contact...
ko: 이 연락처에 대한 메모를 추가하세요...
pt: Adicione uma nota sobre este contato...
ru: Добавьте заметку об этом контакте...
tl: Magdagdag ng tala tungkol sa contact na ito...
vi: Them ghi chu ve lien he nay...
zh_hans: 添加关于此联系人的备注...

# contactActivityLog_noteForm_save
source: Save Note
ar: حفظ الملاحظة
es: Guardar nota
fr: Enregistrer la note
ko: 메모 저장
pt: Salvar Nota
ru: Сохранить заметку
tl: I-save ang Tala
vi: Luu ghi chu
zh_hans: 保存备注

# contactActivityLog_noteForm_title
source: Add Note
ar: إضافة ملاحظة
es: Agregar nota
fr: Ajouter une note
ko: 메모 추가
pt: Adicionar Nota
ru: Добавить заметку
tl: Magdagdag ng Tala
vi: Them ghi chu
zh_hans: 添加备注

# contactActivityLog_searchPlaceholder
source: Search activity...
ar: البحث في النشاط...
es: Buscar actividad...
fr: Rechercher une activite...
ko: 활동 검색...
pt: Pesquisar atividade...
ru: Поиск активности...
tl: Maghanap ng aktibidad...
vi: Tim kiem hoat dong...
zh_hans: 搜索活动...

# contactActivityLog_summary_events
source: Events
ar: الأحداث
es: Eventos
fr: Evenements
ko: 이벤트
pt: Eventos
ru: События
tl: Mga Kaganapan
vi: Su kien
zh_hans: 活动

# contactActivityLog_summary_messages
source: Messages
ar: الرسائل
es: Mensajes
ko: 메시지
pt: Mensagens
ru: Сообщения
tl: Mga Mensahe
vi: Tin nhan
zh_hans: 消息

# contactActivityLog_summary_notes
source: Notes
ar: الملاحظات
es: Notas
ko: 메모
pt: Notas
ru: Заметки
tl: Mga Tala
vi: Ghi chu
zh_hans: 备注

# contactActivityLog_summary_title
source: Activity Summary
ar: ملخص النشاط
es: Resumen de actividad
fr: Resume des activites
ko: 활동 요약
pt: Resumo de Atividades
ru: Сводка активности
tl: Buod ng Aktibidad
vi: Tom tat hoat dong
zh_hans: 活动摘要

# contactActivityLog_title
source: Activity Timeline
ar: الجدول الزمني للنشاط
es: Linea de tiempo de actividad
fr: Chronologie des activites
ko: 활동 타임라인
pt: Linha do Tempo de Atividades
ru: Хронология активности
tl: Timeline ng Aktibidad
vi: Dong thoi gian hoat dong
zh_hans: 活动时间线

# contactCard_addToFavorites
source: Add to Favorites
ar: اضافة الى المفضلة
es: Agregar a favoritos
fr: Ajouter aux favoris
ko: 즐겨찾기에 추가
pt: Adicionar aos Favoritos
ru: Добавить в избранное
tl: Idagdag sa mga Paborito
vi: Them vao yeu thich
zh_hans: 添加到收藏

# contactCard_blockContact
source: Block Contact
ar: حظر جهة الاتصال
es: Bloquear contacto
fr: Bloquer le contact
ko: 연락처 차단
pt: Bloquear Contato
ru: Заблокировать контакт
tl: I-block ang Kontak
vi: Chan lien he
zh_hans: 屏蔽联系人
