Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# cache_limit
source: limit
ar: الحد
es: límite
fr: limite
ko: 제한
pt: limite
ru: лимит
tl: limitasyon
vi: giới hạn
zh_hans: 限制

# cache_maxCacheSize
source: Maximum Cache Size
ar: الحد الأقصى لحجم التخزين المؤقت
es: Tamaño máximo de caché
fr: Taille maximale du cache
ko: 최대 캐시 크기
pt: Tamanho Maximo do Cache
ru: Максимальный размер кэша
tl: Pinakamataas na Laki ng Cache
vi: Kích thước bộ nhớ đệm tối đa
zh_hans: 最大缓存大小

# cache_maxCacheSizeDesc
source: Limit for cached files and images
ar: الحد الأقصى للملفات والصور المخزنة مؤقتاً
es: Límite para archivos e imágenes en caché
fr: Limite pour les fichiers et images en cache
ko: 캐시된 파일 및 이미지 제한
pt: Limite para arquivos e imagens em cache
ru: Лимит для кэшированных файлов и изображений
tl: Limitasyon para sa mga naka-cache na file at larawan
vi: Giới hạn cho các tệp và hình ảnh được lưu trong bộ nhớ đệm
zh_hans: 缓存文件和图片的限制

# cache_messages
source: Messages
ar: الرسائل
es: Mensajes
ko: 메시지
pt: Mensagens
ru: Сообщения
tl: Mga Mensahe
vi: Tin nhắn
zh_hans: 消息

# cache_noCleanupYet
source: No cleanup performed yet
ar: لم يتم إجراء تنظيف بعد
es: Aún no se ha realizado limpieza
fr: Aucun nettoyage effectué
ko: 아직 정리가 수행되지 않았습니다
pt: Nenhuma limpeza realizada ainda
ru: Очистка ещё не выполнялась
tl: Wala pang naganap na paglilinis
vi: Chưa thực hiện dọn dẹp
zh_hans: 尚未执行清理

# cache_offlineQueue
source: Offline Queue
ar: قائمة الانتظار بدون إنترنت
es: Cola sin conexión
fr: File d'attente hors ligne
ko: 오프라인 대기열
pt: Fila Offline
ru: Офлайн-очередь
tl: Offline na Pila
vi: Hàng đợi ngoại tuyến
zh_hans: 离线队列

# cache_oldest
source: Oldest
ar: الأقدم
es: Más antiguo
fr: Le plus ancien
ko: 가장 오래된
pt: Mais Antigo
ru: Старейший
tl: Pinakamatanda
vi: Cũ nhất
zh_hans: 最旧

# cache_posts
source: Posts
ar: المنشورات
es: Publicaciones
fr: Publications
ko: 게시물
ru: Посты
tl: Mga Post
vi: Bài viết
zh_hans: 帖子

# cache_refresh
source: Refresh
ar: تحديث
es: Actualizar
fr: Actualiser
ko: 새로고침
pt: Atualizar
ru: Обновить
tl: I-refresh
vi: Làm mới
zh_hans: 刷新

# cache_storageDesc
source: Cached data for offline access
ar: البيانات المخزنة مؤقتاً للوصول بدون إنترنت
es: Datos en caché para acceso sin conexión
fr: Données mises en cache pour l'accès hors ligne
ko: 오프라인 접근을 위한 캐시된 데이터
pt: Dados em cache para acesso offline
ru: Кэшированные данные для офлайн-доступа
tl: Naka-cache na data para sa offline na pag-access
vi: Dữ liệu được lưu trong bộ nhớ đệm để truy cập ngoại tuyến
zh_hans: 用于离线访问的缓存数据

# cache_storageUsage
source: Storage Usage
ar: استخدام التخزين
es: Uso de almacenamiento
fr: Utilisation du stockage
ko: 저장소 사용량
pt: Uso de Armazenamento
ru: Использование хранилища
tl: Paggamit ng Storage
vi: Sử dụng lưu trữ
zh_hans: 存储使用情况

# cache_used
source: used
ar: مستخدم
es: usado
fr: utilisé
ko: 사용됨
pt: usado
ru: использовано
tl: ginamit
vi: đã dùng
zh_hans: 已使用

# calendarView_days_fri
source: Fri
ar: جمع
es: Vie
fr: Ven
ko: 금
pt: Sex
ru: Пт
tl: Biy
vi: T6
zh_hans: 周五

# calendarView_days_mon
source: Mon
ar: اثن
es: Lun
fr: Lun
ko: 월
pt: Seg
ru: Пн
tl: Lun
vi: T2
zh_hans: 周一

# calendarView_days_sat
source: Sat
ar: سبت
es: Sab
fr: Sam
ko: 토
pt: Sab
ru: Сб
tl: Sab
vi: T7
zh_hans: 周六

# calendarView_days_sun
source: Sun
ar: احد
es: Dom
fr: Dim
ko: 일
pt: Dom
ru: Вс
tl: Lin
vi: CN
zh_hans: 周日

# calendarView_days_thu
source: Thu
ar: خمس
es: Jue
fr: Jeu
ko: 목
pt: Qui
ru: Чт
tl: Huw
vi: T5
zh_hans: 周四

# calendarView_days_tue
source: Tue
ar: ثلا
es: Mar
fr: Mar
ko: 화
pt: Ter
ru: Вт
tl: Mar
vi: T3
zh_hans: 周二

# calendarView_days_wed
source: Wed
ar: اربع
es: Mie
fr: Mer
ko: 수
pt: Qua
ru: Ср
tl: Miy
vi: T4
zh_hans: 周三

# calendarView_more
source: +%lld more
ar: +%lld المزيد
es: +%lld mas
fr: +%lld de plus
ko: +%lld개 더
pt: +%lld mais
ru: +%lld ещё
tl: +%lld pa
vi: +%lld khac
zh_hans: +%lld 更多

# calendarView_next
source: Next
ar: التالي
es: Siguiente
fr: Suivant
ko: 다음
pt: Proximo
ru: Вперёд
tl: Susunod
vi: Tiep
zh_hans: 下一个

# calendarView_noDateField
source: No date field configured
ar: لم يتم تكوين حقل تاريخ لهذا العرض
es: No hay campo de fecha configurado para esta vista
fr: Aucun champ de date configure pour cette vue
ko: 이 보기에 날짜 필드가 설정되지 않았습니다
pt: Nenhum campo de data configurado para esta visualizacao
ru: Для этого представления не настроено поле даты
tl: Walang field ng petsa na na-configure para sa view na ito
vi: Chua cau hinh truong ngay cho che do xem nay
zh_hans: 此视图未配置日期字段

# calendarView_previous
source: Previous
ar: السابق
es: Anterior
fr: Precedent
ko: 이전
pt: Anterior
ru: Назад
tl: Nakaraan
vi: Truoc
zh_hans: 上一个

# calendarView_today
source: Today
ar: اليوم
es: Hoy
fr: Aujourd'hui
ko: 오늘
pt: Hoje
ru: Сегодня
tl: Ngayon
vi: Hom nay
zh_hans: 今天

# calendarView_untitled
source: Untitled
ar: بدون عنوان
es: Sin titulo
fr: Sans titre
ko: 제목 없음
pt: Sem titulo
ru: Без названия
tl: Walang pamagat
vi: Chua co tieu de
zh_hans: 无标题

# campaignAnalytics_activeVotes
source: active votes
ar: تصويتات نشطة
es: votaciones activas
fr: votes actifs
ko: 진행 중인 투표
pt: votacoes ativas
ru: активных голосований
tl: aktibong boto
vi: bo phieu dang dien ra
zh_hans: 进行中的投票

# campaignAnalytics_actual
source: Actual
ar: الفعلي
es: Real
fr: Reel
ko: 실제 참석
pt: Compareceram
ru: Фактически
tl: Aktwal
vi: Thuc te
zh_hans: 实际

# campaignAnalytics_avgEventAttendance
source: Avg Event Attendance
ar: متوسط حضور الفعاليات
es: Asistencia promedio a eventos
fr: Participation moyenne aux evenements
ko: 평균 행사 참석률
pt: Presenca Media em Eventos
ru: Средняя посещаемость
tl: Karaniwang Pagdalo sa Event
vi: Ty le tham du su kien trung binh
zh_hans: 平均活动出席率

# campaignAnalytics_avgTurnout
source: Avg Turnout
ar: متوسط المشاركة
es: Participación promedio
fr: Participation moyenne
ko: 평균 투표율
pt: Participacao Media
ru: Средняя явка
tl: Karaniwang Turnout
vi: Ty le tham gia trung binh
zh_hans: 平均参与率

# campaignAnalytics_campaignWins
source: Campaign Wins
ar: انتصارات الحملة
es: Victorias de la campaña
fr: Victoires de la campagne
ko: 캠페인 성과
pt: Vitorias da Campanha
ru: Победы кампании
tl: Mga Tagumpay ng Kampanya
vi: Thanh tuu chien dich
zh_hans: 运动成果

# campaignAnalytics_comments
source: Comments
ar: التعليقات
es: Comentarios
fr: Commentaires
ko: 댓글
pt: Comentarios
ru: Комментарии
tl: Mga Komento
vi: Binh luan
zh_hans: 评论

# campaignAnalytics_consensusRate
source: Consensus Rate
ar: معدل التوافق
es: Tasa de consenso
fr: Taux de consensus
ko: 합의율
pt: Taxa de Consenso
ru: Уровень консенсуса
tl: Rate ng Konsensus
vi: Ty le dong thuan
zh_hans: 共识率

# campaignAnalytics_description
source: Track campaign performance and engagement trends
ar: تتبع أداء الحملة واتجاهات المشاركة
es: Rastrea el rendimiento de la campaña y las tendencias de participación
fr: Suivez les performances de la campagne et les tendances d'engagement
ko: 캠페인 성과 및 참여 동향 추적
pt: Acompanhe o desempenho da campanha e tendencias de engajamento
ru: Отслеживайте эффективность кампании и тенденции вовлечённости
tl: Subaybayan ang performance ng kampanya at mga trend ng engagement
vi: Theo doi hieu suat chien dich va xu huong tuong tac
zh_hans: 追踪运动表现和参与趋势

# campaignAnalytics_discussion
source: Discussion
ar: نقاش
es: Discusión
ko: 토론
pt: Discussao
ru: Обсуждение
tl: Diskusyon
vi: Thao luan
zh_hans: 讨论

# campaignAnalytics_engagementRate
source: Engagement Rate
ar: معدل المشاركة
es: Tasa de participación
fr: Taux d'engagement
ko: 참여율
pt: Taxa de Engajamento
ru: Уровень вовлечённости
tl: Rate ng Engagement
vi: Ty le tuong tac
zh_hans: 参与率

# campaignAnalytics_engagementTrends
source: Engagement Trends
ar: اتجاهات المشاركة
es: Tendencias de participación
fr: Tendances d'engagement
ko: 참여 동향
pt: Tendencias de Engajamento
ru: Тенденции вовлечённости
tl: Mga Trend ng Engagement
vi: Xu huong tuong tac
zh_hans: 参与趋势

# campaignAnalytics_eventAttendance
source: Event Attendance
ar: حضور الفعاليات
es: Asistencia a eventos
fr: Participation aux evenements
ko: 행사 참석
pt: Presenca em Eventos
ru: Посещаемость событий
tl: Pagdalo sa Event
vi: Tham du su kien
zh_hans: 活动出席

# campaignAnalytics_exportCSV
source: Export CSV
ar: تصدير CSV
es: Exportar CSV
fr: Exporter CSV
ko: CSV 내보내기
pt: Exportar CSV
ru: Экспорт CSV
tl: I-export ang CSV
vi: Xuat CSV
zh_hans: 导出 CSV

# campaignAnalytics_governanceParticipation
source: Governance Participation
ar: المشاركة في الحوكمة
es: Participación en gobernanza
fr: Participation a la gouvernance
ko: 거버넌스 참여
pt: Participacao na Governanca
ru: Участие в управлении
tl: Partisipasyon sa Governance
vi: Tham gia quan tri
zh_hans: 治理参与

# campaignAnalytics_growth
source: Growth
ar: النمو
es: Crecimiento
fr: Croissance
ko: 성장
pt: Crescimento
ru: Рост
tl: Paglago
vi: Tang truong
zh_hans: 增长

# campaignAnalytics_lastMonth
source: Last Month
ar: الشهر الماضي
es: Mes anterior
fr: Mois dernier
ko: 지난 달
pt: Mes Passado
ru: Прошлый месяц
tl: Nakaraang Buwan
vi: Thang truoc
zh_hans: 上月

# campaignAnalytics_majorImpact
source: Major Impact
ar: تأثير كبير
es: Impacto mayor
fr: Impact majeur
ko: 주요 영향
pt: Impacto Maior
ru: Значительное влияние
tl: Malaking Epekto
vi: Tac dong lon
zh_hans: 重大影响

# campaignAnalytics_membershipGrowth
source: Membership Growth
ar: نمو العضوية
es: Crecimiento de membresía
fr: Croissance des membres
ko: 회원 증가
pt: Crescimento de Membros
ru: Рост участников
tl: Paglago ng Miyembro
vi: Tang truong thanh vien
zh_hans: 成员增长

# campaignAnalytics_moderateImpact
source: Moderate Impact
ar: تأثير متوسط
es: Impacto moderado
fr: Impact modere
ko: 중간 영향
pt: Impacto Moderado
ru: Умеренное влияние
tl: Katamtamang Epekto
vi: Tac dong vua
zh_hans: 中等影响

# campaignAnalytics_passed
source: Passed
ar: تم الموافقة
es: Aprobado
fr: Adopte
ko: 통과됨
pt: Aprovado
ru: Принято
tl: Naipasa
vi: Da thong qua
zh_hans: 已通过

# campaignAnalytics_posts
source: Posts
ar: المنشورات
es: Publicaciones
fr: Publications
ko: 게시물
pt: Postagens
ru: Публикации
tl: Mga Post
vi: Bai viet
zh_hans: 帖子

# campaignAnalytics_postsReactions
source: %1$@ posts • %2$@ reactions
ar: %1$@ منشور • %2$@ تفاعل
es: %1$@ publicaciones • %2$@ reacciones
fr: %1$@ publications • %2$@ reactions
ko: 게시물 %1$@개 - 반응 %2$@개
pt: %1$@ postagens - %2$@ reacoes
ru: %1$@ публикаций - %2$@ реакций
tl: %1$@ post - %2$@ reaksyon
vi: %1$@ bai viet • %2$@ phan ung
zh_hans: %1$@ 篇帖子 • %2$@ 次互动

# campaignAnalytics_reactions
source: reactions
ar: تفاعلات
es: reacciones
ko: 반응
pt: reacoes
ru: реакций
tl: reaksyon
vi: phan ung
zh_hans: 互动

# campaignAnalytics_rsvp
source: RSVP
ar: المؤكدون
es: Confirmados
fr: Inscrits
ko: 참석 예정
pt: Confirmados
ru: Подтвердили участие
vi: Da xac nhan
zh_hans: 已确认

# campaignAnalytics_rsvpRate
source: RSVP Rate
ar: معدل التأكيد
es: Tasa de confirmación
fr: Taux d'inscription
ko: 참석 예정 비율
pt: Taxa de Confirmacao
ru: Процент подтверждений
tl: Rate ng RSVP
vi: Ty le xac nhan
zh_hans: 确认率

# campaignAnalytics_showUpRate
source: show-up rate
ar: معدل الحضور
es: tasa de asistencia
fr: taux de presence
ko: 출석률
pt: taxa de comparecimento
ru: процент явки
tl: rate ng pagpunta
vi: ty le co mat
zh_hans: 到场率

# campaignAnalytics_showUpRateLabel
source: Show-Up Rate
ar: معدل الحضور
es: Tasa de asistencia
fr: Taux de presence
ko: 출석률
pt: Taxa de Comparecimento
ru: Процент явки
tl: Rate ng Pagpunta
vi: Ty le co mat
zh_hans: 到场率

# campaignAnalytics_thisMonth
source: this month
ar: هذا الشهر
es: este mes
fr: ce mois-ci
ko: 이번 달
pt: este mes
ru: в этом месяце
tl: ngayong buwan
vi: thang nay
zh_hans: 本月

# campaignAnalytics_title
source: Campaign Analytics
ar: تحليلات الحملة
es: Analíticas de campaña
fr: Analytiques de campagne
ko: 캠페인 분석
pt: Analise de Campanha
ru: Аналитика кампании
tl: Analytics ng Kampanya
vi: Phan tich chien dich
zh_hans: 运动分析

# campaignAnalytics_topContributors
source: Top Contributors
ar: أفضل المساهمين
es: Principales contribuyentes
fr: Principaux contributeurs
ko: 최고 기여자
pt: Maiores Contribuidores
ru: Лучшие участники
tl: Mga Nangungunang Contributor
vi: Nguoi dong gop hang dau
zh_hans: 优秀贡献者

# campaignAnalytics_totalMembers
source: Total Members
ar: إجمالي الأعضاء
es: Total de miembros
fr: Total des membres
ko: 총 회원수
pt: Total de Membros
ru: Всего участников
tl: Kabuuang Miyembro
vi: Tong so thanh vien
zh_hans: 总成员数

# campaignAnalytics_turnout
source: Turnout
ar: نسبة المشاركة
es: Participación
fr: Participation
ko: 투표율
pt: Participacao
ru: Явка
vi: Ty le tham gia
zh_hans: 参与率

# campaignAnalytics_voteTurnout
source: Vote Turnout
ar: نسبة المشاركة في التصويت
es: Participación en votaciones
fr: Participation aux votes
ko: 투표 참여율
pt: Participacao em Votacoes
ru: Явка на голосование
tl: Turnout ng Boto
vi: Ty le tham gia bo phieu
zh_hans: 投票参与率

# campaignBuilder_basicInfo
source: Basic Information
ar: المعلومات الأساسية
es: Informacion Basica
fr: Informations de base
ko: 기본 정보
pt: Informacoes Basicas
ru: Основная информация
tl: Pangunahing Impormasyon
vi: Thong tin co ban
zh_hans: 基本信息

# campaignBuilder_campaignTitle
source: Campaign Title *
ar: عنوان الحملة *
es: Titulo de la Campana *
fr: Titre de la campagne *
ko: 캠페인 제목 *
pt: Titulo da Campanha *
ru: Название кампании *
tl: Pamagat ng Kampanya *
vi: Ten chien dich *
zh_hans: 活动标题 *

# campaignBuilder_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# campaignBuilder_categories_bail
source: Bail Fund
ar: صندوق الكفالة
es: Fondo de Fianzas
fr: Fonds de caution
ko: 보석금
pt: Fundo de Fianca
ru: Залоговый фонд
tl: Pondo para sa Piyansa
vi: Quy bao lanh
zh_hans: 保释金

# campaignBuilder_categories_emergency
source: Emergency
ar: طوارئ
es: Emergencia
fr: Urgence
ko: 긴급
pt: Emergencia
ru: Экстренная помощь
tl: Emerhensya
vi: Khan cap
zh_hans: 紧急

# campaignBuilder_categories_general
source: General
ar: عام
ko: 일반
pt: Geral
ru: Общее
tl: Pangkalahatan
vi: Chung
zh_hans: 通用

# campaignBuilder_categories_legal
source: Legal Defense
ar: الدفاع القانوني
es: Defensa Legal
fr: Defense juridique
ko: 법적 방어
pt: Defesa Legal
ru: Юридическая защита
tl: Legal na Depensa
vi: Bao ve phap ly
zh_hans: 法律援助

# campaignBuilder_categories_mutual-aid
source: Mutual Aid
ar: المساعدة المتبادلة
es: Ayuda Mutua
fr: Entraide
ko: 상호 부조
pt: Ajuda Mutua
ru: Взаимопомощь
tl: Tulong sa Kapwa
vi: Ho tro tuong tro
zh_hans: 互助

# campaignBuilder_categories_strike
source: Strike Fund
ar: صندوق الإضراب
es: Fondo de Huelga
fr: Fonds de greve
ko: 파업 기금
pt: Fundo de Greve
ru: Забастовочный фонд
tl: Pondo para sa Welga
vi: Quy dinh cong
zh_hans: 罢工基金

# campaignBuilder_category
source: Category
ar: الفئة
es: Categoria
fr: Categorie
ko: 카테고리
pt: Categoria
ru: Категория
tl: Kategorya
vi: Danh muc
zh_hans: 类别

# campaignBuilder_createCampaign
source: Create Campaign
ar: إنشاء حملة
es: Crear Campana
fr: Creer une campagne
ko: 캠페인 만들기
pt: Criar Campanha
ru: Создать кампанию
tl: Gumawa ng Kampanya
vi: Tao chien dich
zh_hans: 创建活动

# campaignBuilder_currency
source: Currency
ar: العملة
es: Moneda
fr: Devise
ko: 통화
pt: Moeda
ru: Валюта
tl: Pera
vi: Loai tien
zh_hans: 货币

# campaignBuilder_description
source: Description
ar: الوصف
es: Descripcion
ko: 설명
pt: Descricao
ru: Описание
tl: Paglalarawan
vi: Mo ta
zh_hans: 描述

# campaignBuilder_descriptionPlaceholder
source: Describe your fundraising campaign...
ar: صف حملة جمع التبرعات الخاصة بك...
es: Describe tu campana de recaudacion...
fr: Decrivez votre campagne de collecte de fonds...
ko: 모금 캠페인에 대해 설명하세요...
pt: Descreva sua campanha de arrecadacao...
ru: Опишите вашу кампанию по сбору средств...
tl: Ilarawan ang iyong fundraising campaign...
vi: Mo ta chien dich gay quy cua ban...
zh_hans: 描述您的筹款活动...

# campaignBuilder_editCampaign
source: Edit Campaign
ar: تعديل الحملة
es: Editar Campana
fr: Modifier la campagne
ko: 캠페인 수정
pt: Editar Campanha
ru: Редактировать кампанию
tl: I-edit ang Kampanya
vi: Chinh sua chien dich
zh_hans: 编辑活动

# campaignBuilder_fundraisingGoal
source: Fundraising Goal
ar: هدف جمع التبرعات
es: Meta de Recaudacion
fr: Objectif de collecte
ko: 모금 목표
pt: Meta de Arrecadacao
ru: Цель сбора средств
tl: Layunin sa Pagpopondo
vi: Muc tieu gay quy
zh_hans: 筹款目标

# campaignBuilder_goalAmount
source: Goal Amount *
ar: المبلغ المستهدف *
es: Monto de la Meta *
fr: Montant de l'objectif *
ko: 목표 금액 *
pt: Valor da Meta *
ru: Целевая сумма *
tl: Halaga ng Layunin *
vi: So tien muc tieu *
zh_hans: 目标金额 *

# campaignBuilder_saveCampaign
source: Save Campaign
ar: حفظ الحملة
es: Guardar Campana
fr: Enregistrer la campagne
ko: 캠페인 저장
pt: Salvar Campanha
ru: Сохранить кампанию
tl: I-save ang Kampanya
vi: Luu chien dich
zh_hans: 保存活动

# campaignBuilder_slugPlaceholder
source: strike-support-fund
ar: صندوق-دعم-الاضراب
es: fondo-apoyo-huelga
fr: fonds-soutien-greve
pt: fundo-apoio-greve
ru: fond-podderzhki-zabastovki
tl: pondo-suporta-welga
vi: quy-ho-tro-dinh-cong

# campaignBuilder_subtitle
source: Set up a fundraising campaign for your group
ar: قم بإعداد حملة جمع تبرعات لمجموعتك
es: Configura una campana de recaudacion para tu grupo
fr: Configurez une campagne de collecte de fonds pour votre groupe
ko: 그룹을 위한 모금 캠페인을 설정하세요
pt: Configure uma campanha de arrecadacao para seu grupo
ru: Настройте кампанию по сбору средств для вашей группы
tl: Mag-set up ng fundraising campaign para sa iyong grupo
vi: Thiet lap chien dich gay quy cho nhom cua ban
zh_hans: 为您的组织设置筹款活动

# campaignBuilder_titlePlaceholder
source: Strike Support Fund
ar: صندوق دعم الإضراب
es: Fondo de Apoyo a Huelga
fr: Fonds de soutien a la greve
ko: 파업 지원 기금
pt: Fundo de Apoio a Greve
ru: Фонд поддержки забастовки
tl: Pondo para sa Suporta ng Welga
vi: Quy ho tro dinh cong
zh_hans: 罢工支持基金

# campaignBuilder_urlPreview
source: URL: /campaigns/%@
ar: الرابط: /campaigns/%@

# campaignBuilder_urlSlug
source: URL Slug *
ar: معرف الرابط *
fr: Identifiant URL *
ko: URL 슬러그 *
pt: Slug da URL *
ru: URL-идентификатор *
zh_hans: URL标识 *

# campaignTemplateGallery_blank_description
source: Start from scratch and build your own custom campaign
ar: ابدأ من الصفر وابنِ حملتك المخصصة
es: Comienza desde cero y construye tu propia campana personalizada
fr: Partez de zero et construisez votre propre campagne personnalisee
ko: 처음부터 시작하여 나만의 맞춤 캠페인을 만드세요
pt: Comece do zero e construa sua propria campanha personalizada
ru: Начните с нуля и создайте свою собственную кампанию
tl: Magsimula mula sa simula at buuin ang iyong sariling custom na kampanya
vi: Bat dau tu dau va xay dung chien dich tuy chinh cua rieng ban
zh_hans: 从零开始构建您自己的自定义活动

# campaignTemplateGallery_blank_title
source: Blank Campaign
ar: حملة فارغة
es: Campana en Blanco
fr: Campagne Vierge
ko: 빈 캠페인
pt: Campanha em Branco
ru: Пустая кампания
tl: Blangkong Kampanya
vi: Chien Dich Trong
zh_hans: 空白活动

# campaignTemplateGallery_description
source: Start with a pre-built template or create a campaign from scratch
ar: ابدأ بقالب جاهز أو أنشئ حملة من الصفر
es: Comienza con una plantilla predefinida o crea una campana desde cero
fr: Commencez avec un modele pre-construit ou creez une campagne a partir de zero
ko: 미리 만들어진 템플릿으로 시작하거나 처음부터 캠페인을 만드세요
pt: Comece com um modelo pronto ou crie uma campanha do zero
ru: Начните с готового шаблона или создайте кампанию с нуля
tl: Magsimula gamit ang isang pre-built na template o gumawa ng kampanya mula sa simula
vi: Bat dau voi mau co san hoac tao chien dich tu dau
zh_hans: 从预建模板开始或从零创建活动

# campaignTemplateGallery_includesTiers
source: Includes %lld donation tiers
ar: يتضمن %lld مستويات تبرع
es: Incluye %lld niveles de donacion
fr: Comprend %lld niveaux de don
ko: %lld개의 기부 등급 포함
pt: Inclui %lld niveis de doacao
ru: Включает %lld уровней пожертвований
tl: Kasama ang %lld tier ng donasyon
vi: Bao gom %lld muc quyen gop
zh_hans: 包含 %lld 个捐赠等级

# campaignTemplateGallery_title
source: Campaign Templates
ar: قوالب الحملات
es: Plantillas de Campana
fr: Modeles de Campagne
ko: 캠페인 템플릿
pt: Modelos de Campanha
ru: Шаблоны кампаний
tl: Mga Template ng Kampanya
vi: Thu Vien Mau Chien Dich
zh_hans: 活动模板

# campaignTemplateGallery_useTemplate
source: Use Template
ar: استخدام القالب
es: Usar Plantilla
fr: Utiliser le Modele
ko: 템플릿 사용
pt: Usar Modelo
ru: Использовать шаблон
tl: Gamitin ang Template
vi: Su Dung Mau
zh_hans: 使用模板

# channelManager_buttons_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# channelManager_buttons_create
source: Create Channel
ar: إنشاء القناة
es: Crear canal
fr: Creer le canal
ko: 채널 만들기
pt: Criar Canal
ru: Создать канал
tl: Lumikha ng Channel
vi: Tao kenh
zh_hans: 创建频道

# channelManager_confirmDelete
source: Are you sure you want to delete this channel?
ar: هل أنت متأكد من حذف هذه القناة؟
es: Estas seguro de que quieres eliminar este canal?
fr: Etes-vous sur de vouloir supprimer ce canal ?
ko: 이 채널을 삭제하시겠습니까?
pt: Tem certeza que deseja excluir este canal?
ru: Вы уверены, что хотите удалить этот канал?
tl: Sigurado ka bang gusto mong burahin ang channel na ito?
vi: Ban co chac chan muon xoa kenh nay?
zh_hans: 确定要删除此频道吗？

# channelManager_createDialog_description
source: Create a role-based channel for focused communication
ar: أنشئ قناة مبنية على الأدوار للتواصل المركز
es: Crea un canal basado en roles para comunicacion enfocada
fr: Creez un canal base sur les roles pour une communication ciblee
ko: 집중적인 소통을 위한 역할 기반 채널 만들기
pt: Crie um canal baseado em funcoes para comunicacao focada
ru: Создайте канал на основе ролей для целенаправленного общения
tl: Lumikha ng channel na batay sa tungkulin para sa nakatutok na komunikasyon
vi: Tao kenh dua tren vai tro de giao tiep tap trung
zh_hans: 创建基于角色的频道以进行专注沟通

# channelManager_createDialog_descriptionLabel
source: Description
ar: الوصف
es: Descripcion
ko: 설명
pt: Descricao
ru: Описание
tl: Paglalarawan
vi: Mo ta
zh_hans: 描述

# channelManager_createDialog_descriptionPlaceholder
source: What is this channel for?
ar: ما الغرض من هذه القناة؟
es: Para que es este canal?
fr: A quoi sert ce canal ?
ko: 이 채널은 무엇을 위한 것인가요?
pt: Para que serve este canal?
ru: Для чего этот канал?
tl: Para saan ang channel na ito?
vi: Kenh nay dung de lam gi?
zh_hans: 这个频道的用途是什么？

# channelManager_createDialog_nameLabel
source: Channel Name
ar: اسم القناة
es: Nombre del canal
fr: Nom du canal
ko: 채널 이름
pt: Nome do Canal
ru: Название канала
tl: Pangalan ng Channel
vi: Ten kenh
zh_hans: 频道名称

# channelManager_createDialog_namePlaceholder
source: e.g., leadership, volunteers
ar: مثال: القيادة، المتطوعين
es: ej., liderazgo, voluntarios
fr: ex., direction, benevoles
ko: 예: 리더십, 자원봉사자
pt: ex: lideranca, voluntarios
ru: например, руководство, волонтёры
tl: hal., pamumuno, mga boluntaryo
vi: vi du: lanh dao, tinh nguyen vien
zh_hans: 例如：领导层、志愿者

# channelManager_createDialog_title
source: Create Channel
ar: إنشاء قناة
es: Crear canal
fr: Creer un canal
ko: 채널 만들기
pt: Criar Canal
ru: Создать канал
tl: Lumikha ng Channel
vi: Tao kenh
zh_hans: 创建频道

# channelManager_createDialog_typeLabel
source: Channel Type
ar: نوع القناة
es: Tipo de canal
fr: Type de canal
ko: 채널 유형
pt: Tipo de Canal
ru: Тип канала
tl: Uri ng Channel
vi: Loai kenh
zh_hans: 频道类型

# channelManager_description
source: Role-based channels for organized communication
ar: قنوات مبنية على الأدوار للتواصل المنظم
es: Canales basados en roles para comunicacion organizada
fr: Canaux bases sur les roles pour une communication organisee
ko: 체계적인 소통을 위한 역할 기반 채널
pt: Canais baseados em funcoes para comunicacao organizada
ru: Каналы на основе ролей для организованного общения
tl: Mga channel na batay sa tungkulin para sa organisadong komunikasyon
vi: Kenh dua tren vai tro de giao tiep co to chuc
zh_hans: 基于角色的频道，用于有组织的沟通
