Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# memberInviteDialog_publicKeyPlaceholder
source: npub1... or hex public key
ar: npub1... أو المفتاح العام بصيغة hex
es: npub1... o clave publica hex
fr: npub1... ou cle publique hex
ko: npub1... 또는 16진수 공개 키
pt: npub1... ou chave publica hex
ru: npub1... или hex публичный ключ
tl: npub1... o hex public key
vi: npub1... hoac khoa cong khai hex
zh_hans: npub1... 或十六进制公钥

# memberInviteDialog_roleDescription
source: Role assigned to anyone who joins via this link
ar: الدور المخصص لأي شخص ينضم عبر هذا الرابط
es: Rol asignado a cualquiera que se una mediante este enlace
fr: Role attribue a toute personne qui rejoint via ce lien
ko: 이 링크를 통해 가입하는 모든 사람에게 할당되는 역할
pt: Funcao atribuida a qualquer pessoa que entrar por este link
ru: Роль, назначаемая всем, кто присоединяется по этой ссылке
tl: Tungkuling itatalaga sa sinumang sumali gamit ang link na ito
vi: Vai tro duoc gan cho bat ky ai tham gia qua lien ket nay
zh_hans: 通过此链接加入的用户将被分配此角色

# memberInviteDialog_roleLabel
source: Role
ar: الدور
es: Rol
ko: 역할
pt: Funcao
ru: Роль
tl: Tungkulin
vi: Vai tro
zh_hans: 角色

# memberInviteDialog_roles_admin
source: Admin
ar: مسؤول
es: Administrador
fr: Administrateur
ko: 관리자
pt: Administrador
ru: Администратор
vi: Quan tri vien
zh_hans: 管理员

# memberInviteDialog_roles_member
source: Member
ar: عضو
es: Miembro
fr: Membre
ko: 멤버
pt: Membro
ru: Участник
tl: Miyembro
vi: Thanh vien
zh_hans: 成员

# memberInviteDialog_roles_moderator
source: Moderator
ar: مشرف
es: Moderador
fr: Moderateur
ko: 중재자
pt: Moderador
ru: Модератор
vi: Nguoi kiem duyet
zh_hans: 版主

# memberInviteDialog_roles_readOnly
source: Read Only
ar: قراءة فقط
es: Solo lectura
fr: Lecture seule
ko: 읽기 전용
pt: Somente Leitura
ru: Только чтение
vi: Chi doc
zh_hans: 只读

# memberInviteDialog_sending
source: Sending...
ar: جارٍ الإرسال...
es: Enviando...
fr: Envoi...
ko: 전송 중...
pt: Enviando...
ru: Отправка...
tl: Ipinapadala...
vi: Dang gui...
zh_hans: 发送中...

# memberInviteDialog_sendInvitation
source: Send Invitation
ar: إرسال الدعوة
es: Enviar invitacion
fr: Envoyer l'invitation
ko: 초대 전송
pt: Enviar Convite
ru: Отправить приглашение
tl: Ipadala ang Imbitasyon
vi: Gui loi moi
zh_hans: 发送邀请

# memberInviteDialog_shareLink
source: Share this link with people you want to invite
ar: شارك هذا الرابط مع الأشخاص الذين تريد دعوتهم
es: Comparte este enlace con las personas que quieras invitar
fr: Partagez ce lien avec les personnes que vous souhaitez inviter
ko: 초대하려는 사람들과 이 링크를 공유하세요
pt: Compartilhe este link com as pessoas que deseja convidar
ru: Поделитесь этой ссылкой с теми, кого хотите пригласить
tl: Ibahagi ang link na ito sa mga taong gusto mong imbitahan
vi: Chia se lien ket nay voi nhung nguoi ban muon moi
zh_hans: 将此链接分享给您想邀请的人

# memberVerification_admin
source: Admin
ar: مسؤول
es: Administrador
fr: Administrateur
ko: 관리자
pt: Administrador
ru: Администратор
vi: Quản trị viên
zh_hans: 管理员

# memberVerification_cameraRequired
source: Camera access required for in-person verification
ar: الوصول للكاميرا مطلوب للتحقق الشخصي
es: Se requiere acceso a la cámara para verificación en persona
fr: Acces a la camera requis pour la verification en personne
ko: 대면 인증에는 카메라 접근이 필요합니다
pt: Acesso a camera necessario para verificacao presencial
ru: Для личной верификации требуется доступ к камере
tl: Kinakailangan ang access sa camera para sa personal na berifikasyon
vi: Cần quyền truy cập camera để xác minh trực tiếp
zh_hans: 当面验证需要相机访问权限

# memberVerification_closeScanner
source: Close Scanner
ar: إغلاق الماسح
es: Cerrar Escáner
fr: Fermer le Scanner
ko: 스캐너 닫기
pt: Fechar Scanner
ru: Закрыть сканер
tl: Isara ang Scanner
vi: Đóng Máy quét
zh_hans: 关闭扫描器

# memberVerification_description
source: Verify members in-person to build trust and prevent infiltration
ar: تحقق من الأعضاء شخصياً لبناء الثقة ومنع التسلل
es: Verifica miembros en persona para construir confianza y prevenir infiltración
fr: Verifiez les membres en personne pour etablir la confiance et prevenir l'infiltration
ko: 신뢰를 구축하고 침입을 방지하기 위해 대면으로 멤버를 인증하세요
pt: Verifique membros pessoalmente para construir confianca e prevenir infiltracao
ru: Верифицируйте участников лично для укрепления доверия и предотвращения проникновения
tl: I-verify ang mga miyembro nang personal upang bumuo ng tiwala at maiwasan ang infiltration
vi: Xác minh thành viên trực tiếp để xây dựng niềm tin và ngăn chặn xâm nhập
zh_hans: 当面验证成员以建立信任并防止渗透

# memberVerification_enterMemberId
source: Or enter member ID manually...
ar: أو أدخل معرف العضو يدوياً...
es: O ingresa el ID del miembro manualmente...
fr: Ou entrez l'ID du membre manuellement...
ko: 또는 멤버 ID를 수동으로 입력...
pt: Ou insira o ID do membro manualmente...
ru: Или введите ID участника вручную...
tl: O ilagay ang member ID nang manu-mano...
vi: Hoặc nhập ID thành viên thủ công...
zh_hans: 或手动输入成员 ID...

# memberVerification_howItWorks
source: How Verification Works
ar: كيف يعمل التحقق
es: Cómo Funciona la Verificación
fr: Comment Fonctionne la Verification
ko: 인증 방식
pt: Como Funciona a Verificacao
ru: Как работает верификация
tl: Paano Gumagana ang Berifikasyon
vi: Cách Xác minh Hoạt động
zh_hans: 验证如何运作

# memberVerification_inPerson
source: In-Person Verification:
ar: التحقق الشخصي:
es: Verificación en Persona:
fr: Verification en Personne :
ko: 대면 인증:
pt: Verificacao Presencial:
ru: Личная верификация:
tl: Personal na Berifikasyon:
vi: Xác minh Trực tiếp:
zh_hans: 当面验证：

# memberVerification_inPersonDesc
source: Scan member's QR code when you meet face-to-face
ar: امسح رمز QR الخاص بالعضو عند اللقاء وجهاً لوجه
es: Escanea el código QR del miembro cuando te encuentres cara a cara
fr: Scannez le code QR du membre lors d'une rencontre en face a face
ko: 직접 만날 때 멤버의 QR 코드를 스캔하세요
pt: Escaneie o codigo QR do membro quando se encontrarem pessoalmente
ru: Сканируйте QR-код участника при личной встрече
tl: I-scan ang QR code ng miyembro kapag nagkita kayo nang personal
vi: Quét mã QR của thành viên khi gặp mặt trực tiếp
zh_hans: 在面对面会面时扫描成员的二维码

# memberVerification_joined
source: Joined %@
ar: انضم %@
es: Se unió %@
fr: A rejoint %@
ko: %@ 가입
pt: Entrou em %@
ru: Присоединился %@
tl: Sumali noong %@
vi: Tham gia %@
zh_hans: 加入于 %@

# memberVerification_lowTrustAdvice
source: Consider in-person verification before sharing sensitive information.
ar: فكر في التحقق الشخصي قبل مشاركة معلومات حساسة.
es: Considera la verificación en persona antes de compartir información sensible.
fr: Envisagez une verification en personne avant de partager des informations sensibles.
ko: 민감한 정보를 공유하기 전에 대면 인증을 고려하세요.
pt: Considere verificacao presencial antes de compartilhar informacoes sensiveis.
ru: Рекомендуется личная верификация перед передачей конфиденциальной информации.
tl: Isaalang-alang ang personal na berifikasyon bago magbahagi ng sensitibong impormasyon.
vi: Cân nhắc xác minh trực tiếp trước khi chia sẻ thông tin nhạy cảm.
zh_hans: 在分享敏感信息前考虑进行当面验证。

# memberVerification_lowTrustWarning
source: Low trust score.
ar: درجة ثقة منخفضة.
es: Puntuación de confianza baja.
fr: Score de confiance faible.
ko: 낮은 신뢰 점수.
pt: Baixa pontuacao de confianca.
ru: Низкий рейтинг доверия.
tl: Mababang trust score.
vi: Điểm tin cậy thấp.
zh_hans: 信任分数较低。

# memberVerification_members
source: Members
ar: الأعضاء
es: Miembros
fr: Membres
ko: 멤버
pt: Membros
ru: Участники
tl: Mga Miyembro
vi: Thành viên
zh_hans: 成员

# memberVerification_newLevel
source: New (40-59)
ar: جديد (40-59)
es: Nuevo (40-59)
fr: Nouveau (40-59)
ko: 신규 (40-59)
pt: Novo (40-59)
ru: Новый (40-59)
tl: Bago (40-59)
vi: Mới (40-59)
zh_hans: 新成员 (40-59)

# memberVerification_newLevelDesc
source: Active but unverified
ar: نشط لكن غير موثق
es: Activo pero no verificado
fr: Actif mais non verifie
ko: 활동하지만 미인증
pt: Ativo mas nao verificado
ru: Активный, но не верифицирован
tl: Aktibo ngunit hindi na-verify
vi: Hoạt động nhưng chưa xác minh
zh_hans: 活跃但未验证

# memberVerification_organizer
source: Organizer
ar: منظم
es: Organizador
fr: Organisateur
ko: 조직자
pt: Organizador
ru: Организатор
vi: Người tổ chức
zh_hans: 组织者

# memberVerification_qrScannerPlaceholder
source: QR Scanner would appear here in production
ar: سيظهر ماسح QR هنا في الإنتاج
es: El escáner QR aparecería aquí en producción
fr: Le scanner QR apparaitrait ici en production
ko: 프로덕션 환경에서 QR 스캐너가 여기에 표시됩니다
pt: O scanner QR apareceria aqui em producao
ru: Сканер QR-кодов появится здесь в рабочей версии
tl: Ang QR Scanner ay lalabas dito sa production
vi: Máy quét QR sẽ xuất hiện ở đây trong môi trường sản xuất
zh_hans: 二维码扫描器将在生产环境中显示

# memberVerification_qrVerification
source: QR Code Verification
ar: التحقق برمز QR
es: Verificación por Código QR
fr: Verification par Code QR
ko: QR 코드 인증
pt: Verificacao por Codigo QR
ru: Верификация по QR-коду
tl: QR Code na Berifikasyon
vi: Xác minh Mã QR
zh_hans: 二维码验证

# memberVerification_scanQR
source: Scan QR Code
ar: مسح رمز QR
es: Escanear Código QR
fr: Scanner le Code QR
ko: QR 코드 스캔
pt: Escanear Codigo QR
ru: Сканировать QR-код
tl: I-scan ang QR Code
vi: Quét Mã QR
zh_hans: 扫描二维码

# memberVerification_title
source: Member Verification
ar: التحقق من الأعضاء
es: Verificación de Miembros
fr: Verification des Membres
ko: 멤버 인증
pt: Verificacao de Membros
ru: Верификация участников
tl: Berifikasyon ng Miyembro
vi: Xác minh Thành viên
zh_hans: 成员验证

# memberVerification_trusted
source: Trusted (80+)
ar: موثوق (80+)
es: Confiable (80+)
fr: De Confiance (80+)
ko: 신뢰함 (80+)
pt: Confiavel (80+)
ru: Доверенный (80+)
tl: Pinagkakatiwalaan (80+)
vi: Đáng tin cậy (80+)
zh_hans: 可信任 (80+)

# memberVerification_trustedDesc
source: Verified + multiple vouches
ar: موثق + تزكيات متعددة
es: Verificado + múltiples respaldos
fr: Verifie + plusieurs parrainages
ko: 인증됨 + 다수의 보증
pt: Verificado + multiplas atestacoes
ru: Верифицирован + множество поручительств
tl: Na-verify + maraming garantiya
vi: Đã xác minh + nhiều bảo lãnh
zh_hans: 已验证 + 多次担保

# memberVerification_trustLevels
source: Trust Score Levels
ar: مستويات درجة الثقة
es: Niveles de Puntuación de Confianza
fr: Niveaux de Score de Confiance
ko: 신뢰 점수 수준
pt: Niveis de Pontuacao de Confianca
ru: Уровни рейтинга доверия
tl: Mga Level ng Trust Score
vi: Các Mức Điểm Tin cậy
zh_hans: 信任分数等级

# memberVerification_trustScore
source: Trust Score
ar: درجة الثقة
es: Puntuación de Confianza
fr: Score de Confiance
ko: 신뢰 점수
pt: Pontuacao de Confianca
ru: Рейтинг доверия
vi: Điểm Tin cậy
zh_hans: 信任分数

# memberVerification_trustScoreDesc
source: Calculated based on verification, vouches, and activity
ar: تُحسب بناءً على التحقق والتزكيات والنشاط
es: Calculada basada en verificación, respaldos y actividad
fr: Calcule en fonction de la verification, des parrainages et de l'activite
ko: 인증, 보증 및 활동을 기반으로 계산됩니다
pt: Calculada com base em verificacao, atestacoes e atividade
ru: Рассчитывается на основе верификации, поручительств и активности
tl: Kinakalkula batay sa berifikasyon, mga garantiya, at aktibidad
vi: Được tính dựa trên xác minh, bảo lãnh và hoạt động
zh_hans: 根据验证、担保和活动计算

# memberVerification_trustScoreInfo
source: Trust Score:
ar: درجة الثقة:
es: Puntuación de Confianza:
fr: Score de Confiance :
ko: 신뢰 점수:
pt: Pontuacao de Confianca:
ru: Рейтинг доверия:
vi: Điểm Tin cậy:
zh_hans: 信任分数：

# memberVerification_unverified
source: Unverified (<40)
ar: غير موثق (<40)
es: No verificado (<40)
fr: Non verifie (<40)
ko: 미인증 (<40)
pt: Nao verificado (<40)
ru: Не верифицирован (<40)
tl: Hindi na-verify (<40)
vi: Chưa xác minh (<40)
zh_hans: 未验证 (<40)

# memberVerification_unverifiedDesc
source: Requires verification
ar: يتطلب التحقق
es: Requiere verificación
fr: Necessite une verification
ko: 인증 필요
pt: Requer verificacao
ru: Требуется верификация
tl: Nangangailangan ng berifikasyon
vi: Cần xác minh
zh_hans: 需要验证

# memberVerification_verified
source: Verified
ar: موثق
es: Verificado
fr: Verifie
ko: 인증됨
pt: Verificado
ru: Верифицирован
tl: Na-verify
vi: Đã xác minh
zh_hans: 已验证

# memberVerification_verifiedBadge
source: Verified Badge:
ar: شارة التحقق:
es: Insignia de Verificado:
fr: Badge Verifie :
ko: 인증 배지:
pt: Selo de Verificado:
ru: Значок верификации:
vi: Huy hiệu Đã xác minh:
zh_hans: 已验证徽章：

# memberVerification_verifiedBadgeDesc
source: Shows member has been verified in-person
ar: تُظهر أن العضو تم التحقق منه شخصياً
es: Muestra que el miembro ha sido verificado en persona
fr: Indique que le membre a ete verifie en personne
ko: 멤버가 대면으로 인증되었음을 표시합니다
pt: Mostra que o membro foi verificado pessoalmente
ru: Показывает, что участник был верифицирован лично
tl: Nagpapakita na ang miyembro ay na-verify nang personal
vi: Cho thấy thành viên đã được xác minh trực tiếp
zh_hans: 表示成员已当面验证

# memberVerification_verifiedLevel
source: Verified (60-79)
ar: موثق (60-79)
es: Verificado (60-79)
fr: Verifie (60-79)
ko: 인증됨 (60-79)
pt: Verificado (60-79)
ru: Верифицирован (60-79)
tl: Na-verify (60-79)
vi: Đã xác minh (60-79)
zh_hans: 已验证 (60-79)

# memberVerification_verifiedLevelDesc
source: In-person verified
ar: تم التحقق منه شخصياً
es: Verificado en persona
fr: Verifie en personne
ko: 대면 인증됨
pt: Verificado pessoalmente
ru: Лично верифицирован
tl: Na-verify nang personal
vi: Đã xác minh trực tiếp
zh_hans: 已当面验证

# memberVerification_verify
source: Verify
ar: تحقق
es: Verificar
fr: Verifier
ko: 인증
pt: Verificar
ru: Верифицировать
tl: I-verify
vi: Xác minh
zh_hans: 验证

# memberVerification_verifyInPerson
source: Verify In-Person
ar: التحقق شخصياً
es: Verificar en Persona
fr: Verifier en Personne
ko: 대면 인증
pt: Verificar Pessoalmente
ru: Верифицировать лично
tl: I-verify nang Personal
vi: Xác minh Trực tiếp
zh_hans: 当面验证

# memberVerification_vouch
source: vouch
ar: تزكية
es: respaldo
fr: parrainage
ko: 보증
pt: atestacao
ru: поручительство
tl: garantiya
vi: bảo lãnh
zh_hans: 担保

# memberVerification_vouches
source: vouches
ar: تزكيات
es: respaldos
fr: parrainages
ko: 보증
pt: atestacoes
ru: поручительств
tl: mga garantiya
vi: bảo lãnh
zh_hans: 担保

# memberVerification_vouchForMember
source: Vouch for Member
ar: تزكية العضو
es: Respaldar al Miembro
fr: Parrainer le Membre
ko: 멤버 보증
pt: Atestar por Membro
ru: Поручиться за участника
tl: Garantiyahan ang Miyembro
vi: Bảo lãnh cho Thành viên
zh_hans: 为成员担保

# memberVerification_vouching
source: Vouching:
ar: التزكية:
es: Respaldo:
fr: Parrainage :
ko: 보증:
pt: Atestacao:
ru: Поручительство:
tl: Paggarantiya:
vi: Bảo lãnh:
zh_hans: 担保：

# memberVerification_vouchingDesc
source: Vouch for members you trust to increase their trust score
ar: زكِّ الأعضاء الذين تثق بهم لزيادة درجة ثقتهم
es: Respalda a los miembros en los que confías para aumentar su puntuación de confianza
fr: Parrainez les membres en qui vous avez confiance pour augmenter leur score de confiance
ko: 신뢰하는 멤버를 보증하여 신뢰 점수를 높이세요
pt: Ateste por membros em quem voce confia para aumentar a pontuacao de confianca deles
ru: Поручитесь за участников, которым доверяете, чтобы повысить их рейтинг доверия
tl: Garantiyahan ang mga miyembro na pinagkakatiwalaan mo upang itaas ang kanilang trust score
vi: Bảo lãnh cho thành viên bạn tin tưởng để tăng điểm tin cậy của họ
zh_hans: 为您信任的成员担保以提高他们的信任分数

# memberVerification_youVouched
source: You vouched
ar: لقد زكّيت
es: Has respaldado
fr: Vous avez parraine
ko: 보증함
pt: Voce atestou
ru: Вы поручились
tl: Ginaantiyahan mo
vi: Bạn đã bảo lãnh
zh_hans: 您已担保

# mermaidBlock_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# mermaidBlock_clickToAdd
source: Click to add diagram
ar: انقر لإضافة مخطط
es: Haz clic para agregar diagrama
fr: Cliquez pour ajouter un diagramme
ko: 다이어그램을 추가하려면 클릭
pt: Clique para adicionar diagrama
ru: Нажмите, чтобы добавить диаграмму
tl: I-click para magdagdag ng diagram
vi: Nhan de them so do
zh_hans: 点击添加图表

# mermaidBlock_docs
source: Mermaid Docs
ar: وثائق Mermaid
es: Documentacion de Mermaid
fr: Documentation Mermaid
ko: Mermaid 문서
pt: Documentacao Mermaid
ru: Документация Mermaid
vi: Tai lieu Mermaid
zh_hans: Mermaid 文档

# mermaidBlock_examples_flowchart
source: Flowchart
ar: مخطط انسيابي
es: Diagrama de flujo
fr: Organigramme
ko: 플로우차트
pt: Fluxograma
ru: Блок-схема
vi: So do luong
zh_hans: 流程图

# mermaidBlock_examples_gantt
source: Gantt
ar: جانت
ko: 간트
ru: Гант
zh_hans: 甘特图

# mermaidBlock_examples_pie
source: Pie
ar: دائري
es: Circular
fr: Circulaire
ko: 파이
pt: Pizza
ru: Круговая
vi: Bieu do tron
zh_hans: 饼图

# mermaidBlock_examples_sequence
source: Sequence
ar: تسلسلي
es: Secuencia
ko: 시퀀스
pt: Sequencia
ru: Последовательность
vi: Trinh tu
zh_hans: 时序图

# mermaidBlock_instructions
source: Enter Mermaid diagram (Ctrl/Cmd+Enter to save, Escape to cancel)
ar: أدخل مخطط Mermaid (Ctrl/Cmd+Enter للحفظ، Escape للإلغاء)
es: Ingresa el diagrama Mermaid (Ctrl/Cmd+Enter para guardar, Escape para cancelar)
fr: Entrez le diagramme Mermaid (Ctrl/Cmd+Entree pour enregistrer, Echap pour annuler)
ko: Mermaid 다이어그램 입력 (Ctrl/Cmd+Enter로 저장, Escape로 취소)
pt: Digite o diagrama Mermaid (Ctrl/Cmd+Enter para salvar, Escape para cancelar)
ru: Введите диаграмму Mermaid (Ctrl/Cmd+Enter для сохранения, Escape для отмены)
tl: Ilagay ang Mermaid diagram (Ctrl/Cmd+Enter para i-save, Escape para kanselahin)
vi: Nhap so do Mermaid (Ctrl/Cmd+Enter de luu, Escape de huy)
zh_hans: 输入 Mermaid 图表（Ctrl/Cmd+Enter 保存，Escape 取消）

# mermaidBlock_save
source: Save
ar: حفظ
es: Guardar
fr: Enregistrer
ko: 저장
pt: Salvar
ru: Сохранить
tl: I-save
vi: Luu
zh_hans: 保存

# messages_conversations
source: Conversations
ar: المحادثات
es: Conversaciones
ko: 대화
pt: Conversas
ru: Разговоры
tl: Mga Usapan
vi: Cuộc trò chuyện
zh_hans: 对话

# messages_invalidPublicKey
source: Invalid public key. Must be 64 hex characters.
ar: مفتاح عام غير صالح. يجب أن يكون 64 حرفاً سداسياً عشرياً.
es: Clave pública inválida. Debe tener 64 caracteres hexadecimales.
fr: Clé publique invalide. Doit être 64 caractères hexadécimaux.
ko: 잘못된 공개 키입니다. 64자리 16진수여야 합니다.
pt: Chave publica invalida. Deve ter 64 caracteres hexadecimais.
ru: Недействительный публичный ключ. Должен содержать 64 шестнадцатеричных символа.
tl: Hindi valid ang public key. Dapat ay 64 hex na karakter.
vi: Khóa công khai không hợp lệ. Phải là 64 ký tự hex.
zh_hans: 无效的公钥。必须是64个十六进制字符。

# messages_newConversation
source: New Conversation
ar: محادثة جديدة
es: Nueva conversación
fr: Nouvelle conversation
ko: 새 대화
pt: Nova Conversa
ru: Новый разговор
tl: Bagong Usapan
vi: Cuộc trò chuyện mới
zh_hans: 新建对话

# messages_noMessages
source: No messages yet
ar: لا توجد رسائل بعد
es: Aún no hay mensajes
fr: Pas encore de messages
ko: 아직 메시지가 없습니다
pt: Nenhuma mensagem ainda
ru: Пока нет сообщений
tl: Wala pang mga mensahe
vi: Chưa có tin nhắn
zh_hans: 暂无消息

# messages_recipientPlaceholder
source: Enter 64-character hex public key...
ar: أدخل مفتاحاً عاماً سداسياً من 64 حرفاً...
es: Ingresa clave pública hexadecimal de 64 caracteres...
fr: Entrez une clé publique hexadécimale de 64 caractères...
ko: 64자리 16진수 공개 키를 입력하세요...
pt: Digite a chave publica hexadecimal de 64 caracteres...
ru: Введите 64-символьный шестнадцатеричный публичный ключ...
tl: Ilagay ang 64-character hex public key...
vi: Nhập khóa công khai hex 64 ký tự...
zh_hans: 输入64个字符的十六进制公钥...

# messages_recipientPublicKey
source: Recipient Public Key
ar: المفتاح العام للمستلم
es: Clave pública del destinatario
fr: Clé publique du destinataire
ko: 수신자 공개 키
pt: Chave Publica do Destinatario
ru: Публичный ключ получателя
tl: Public Key ng Tagatanggap
vi: Khóa công khai người nhận
zh_hans: 接收者公钥

# messages_selectConversation
source: Select a conversation or start a new one
ar: اختر محادثة أو ابدأ واحدة جديدة
es: Selecciona una conversación o inicia una nueva
fr: Sélectionnez une conversation ou démarrez-en une nouvelle
ko: 대화를 선택하거나 새 대화를 시작하세요
pt: Selecione uma conversa ou inicie uma nova
ru: Выберите разговор или начните новый
tl: Pumili ng usapan o magsimula ng bago
vi: Chọn một cuộc trò chuyện hoặc bắt đầu cuộc trò chuyện mới
zh_hans: 选择一个对话或开始新对话

# messages_send
source: Send
ar: إرسال
es: Enviar
fr: Envoyer
ko: 보내기
pt: Enviar
ru: Отправить
tl: Ipadala
vi: Gửi
zh_hans: 发送

# messages_startConversation
source: Start Conversation
ar: بدء محادثة
es: Iniciar conversación
fr: Démarrer la conversation
ko: 대화 시작
pt: Iniciar Conversa
ru: Начать разговор
tl: Magsimula ng Usapan
vi: Bắt đầu trò chuyện
zh_hans: 开始对话

# messages_startNewConversation
source: Start New Conversation
ar: بدء محادثة جديدة
es: Iniciar nueva conversación
fr: Démarrer une nouvelle conversation
ko: 새 대화 시작
pt: Iniciar Nova Conversa
ru: Начать новый разговор
tl: Magsimula ng Bagong Usapan
vi: Bắt đầu cuộc trò chuyện mới
zh_hans: 开始新对话

# messages_title
source: Messages
ar: الرسائل
es: Mensajes
ko: 메시지
pt: Mensagens
ru: Сообщения
tl: Mga Mensahe
vi: Tin nhắn
zh_hans: 消息

# messages_typeMessage
source: Type a message...
ar: اكتب رسالة...
es: Escribe un mensaje...
fr: Tapez un message...
ko: 메시지를 입력하세요...
pt: Digite uma mensagem...
ru: Введите сообщение...
tl: Mag-type ng mensahe...
vi: Nhập tin nhắn...
zh_hans: 输入消息...

# messageThread_invalidConversation
source: Invalid conversation
ar: محادثة غير صالحة
es: Conversacion invalida
fr: Conversation invalide
ko: 유효하지 않은 대화입니다
pt: Conversa invalida
ru: Недействительный разговор
tl: Di-wastong usapan
vi: Cuoc tro chuyen khong hop le
zh_hans: 无效的对话

# messageThread_newMessage
source: New Message
ar: رسالة جديدة
es: Nuevo Mensaje
fr: Nouveau message
ko: 새 메시지
pt: Nova Mensagem
ru: Новое сообщение
tl: Bagong Mensahe
vi: Tin nhan moi
zh_hans: 新消息

# messageThread_noMessages
source: No messages yet. Start the conversation!
ar: لا توجد رسائل بعد. ابدأ المحادثة!
es: Aun no hay mensajes. Inicia la conversacion!
fr: Aucun message pour le moment. Lancez la conversation!
ko: 아직 메시지가 없습니다. 대화를 시작하세요!
pt: Ainda nao ha mensagens. Comece a conversa!
ru: Пока нет сообщений. Начните разговор!
tl: Wala pang mga mensahe. Simulan ang usapan!
vi: Chua co tin nhan. Hay bat dau cuoc tro chuyen!
zh_hans: 暂无消息。开始对话吧!

# messageThread_placeholder
source: Type a message... (use @ to mention)
ar: اكتب رسالة... (استخدم @ للإشارة)
es: Escribe un mensaje... (usa @ para mencionar)
fr: Ecrivez un message... (utilisez @ pour mentionner)
ko: 메시지를 입력하세요... (@로 멘션)
pt: Digite uma mensagem... (use @ para mencionar)
ru: Введите сообщение... (используйте @ для упоминания)
tl: Mag-type ng mensahe... (gamitin ang @ upang mag-mention)
vi: Nhap tin nhan... (dung @ de tag)
zh_hans: 输入消息... (使用 @ 提及)

# messageThread_send
source: Send
ar: إرسال
es: Enviar
fr: Envoyer
ko: 보내기
pt: Enviar
ru: Отправить
tl: Ipadala
vi: Gui
zh_hans: 发送

# messageThread_today
source: Today
ar: اليوم
es: Hoy
fr: Aujourd'hui
ko: 오늘
pt: Hoje
ru: Сегодня
tl: Ngayon
vi: Hom nay
zh_hans: 今天

# messageThread_yesterday
source: Yesterday
ar: أمس
es: Ayer
fr: Hier
ko: 어제
pt: Ontem
ru: Вчера
tl: Kahapon
vi: Hom qua
zh_hans: 昨天

# meta_analytics
source: View engagement metrics and group activity statistics.
ar: عرض مقاييس المشاركة وإحصائيات نشاط المجموعة.
es: Ver métricas de participación y estadísticas de actividad del grupo.
fr: Consultez les métriques d'engagement et statistiques d'activité du groupe.
ko: 참여 지표 및 그룹 활동 통계를 확인하세요.
pt: Visualize metricas de engajamento e estatisticas de atividade do grupo.
ru: Просматривайте метрики вовлеченности и статистику активности группы.
tl: Tingnan ang mga engagement metric at statistics ng aktibidad ng grupo.
vi: Xem số liệu tương tác và thống kê hoạt động nhóm.
zh_hans: 查看互动指标和群组活动统计。

# meta_bookmarks
source: Your saved posts, events, and content.
ar: منشوراتك وأحداثك ومحتوياتك المحفوظة.
es: Tus publicaciones, eventos y contenido guardados.
fr: Vos publications, événements et contenus sauvegardés.
ko: 저장한 게시물, 이벤트 및 콘텐츠입니다.
pt: Suas postagens, eventos e conteudos salvos.
ru: Ваши сохраненные публикации, события и контент.
tl: Ang iyong mga naka-save na post, event, at content.
vi: Bài viết, sự kiện và nội dung đã lưu của bạn.
zh_hans: 您保存的帖子、活动和内容。
