Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# addFriendDialog_qr_yourQrCode
source: Your QR Code
ar: رمز QR الخاص بك
es: Tu codigo QR
fr: Votre code QR
ko: 내 QR 코드
pt: Seu Codigo QR
ru: Ваш QR-код
tl: Ang iyong QR Code
vi: Ma QR cua ban
zh_hans: 您的二维码

# addFriendDialog_tabs_email
source: Email
ar: البريد الإلكتروني
es: Correo electronico
ko: 이메일
ru: Эл. почта
zh_hans: 电子邮件

# addFriendDialog_tabs_link
source: Link
ar: رابط
es: Enlace
fr: Lien
ko: 링크
ru: Ссылка
vi: Lien ket
zh_hans: 链接

# addFriendDialog_tabs_qr
source: QR Code
ar: رمز QR
es: Codigo QR
fr: Code QR
ko: QR 코드
pt: Codigo QR
ru: QR-код
vi: Ma QR
zh_hans: 二维码

# addFriendDialog_tabs_username
source: Username
ar: اسم المستخدم
es: Nombre de usuario
fr: Nom d'utilisateur
ko: 사용자 이름
pt: Nome de usuario
ru: Имя пользователя
vi: Ten nguoi dung
zh_hans: 用户名

# addFriendDialog_title
source: Add Friend
ar: إضافة صديق
es: Agregar amigo
fr: Ajouter un ami
ko: 친구 추가
pt: Adicionar Amigo
ru: Добавить друга
tl: Magdagdag ng Kaibigan
vi: Them ban be
zh_hans: 添加好友

# addFriendDialog_toasts_emailComingSoon
source: Email invites coming soon!
ar: دعوات البريد الإلكتروني قريبا!
es: Invitaciones por correo proximamente!
fr: Invitations par email bientot disponibles!
ko: 이메일 초대 기능이 곧 제공됩니다!
pt: Convites por e-mail em breve!
ru: Приглашения по эл. почте скоро будут доступны!
tl: Paparating na ang email invites!
vi: Loi moi qua email sap co!
zh_hans: 电子邮件邀请即将推出!

# addFriendDialog_toasts_enterEmail
source: Please enter an email address
ar: يرجى إدخال عنوان بريد إلكتروني
es: Por favor ingresa una direccion de correo electronico
fr: Veuillez entrer une adresse email
ko: 이메일 주소를 입력하세요
pt: Por favor, digite um endereco de e-mail
ru: Пожалуйста, введите адрес эл. почты
tl: Mangyaring maglagay ng email address
vi: Vui long nhap dia chi email
zh_hans: 请输入电子邮件地址

# addFriendDialog_toasts_enterUsername
source: Please enter a username
ar: يرجى إدخال اسم مستخدم
es: Por favor ingresa un nombre de usuario
fr: Veuillez entrer un nom d'utilisateur
ko: 사용자 이름을 입력하세요
pt: Por favor, digite um nome de usuario
ru: Пожалуйста, введите имя пользователя
tl: Mangyaring maglagay ng username
vi: Vui long nhap ten nguoi dung
zh_hans: 请输入用户名

# addFriendDialog_toasts_failedToAccessCamera
source: Failed to access camera
ar: فشل الوصول إلى الكاميرا
es: No se pudo acceder a la camara
fr: Impossible d'acceder a la camera
ko: 카메라에 접근하지 못했습니다
pt: Falha ao acessar a camera
ru: Не удалось получить доступ к камере
tl: Hindi ma-access ang camera
vi: Khong the truy cap camera
zh_hans: 无法访问摄像头

# addFriendDialog_toasts_invalidQrCode
source: Invalid QR code
ar: رمز QR غير صالح
es: Codigo QR invalido
fr: Code QR invalide
ko: 유효하지 않은 QR 코드
pt: Codigo QR invalido
ru: Недействительный QR-код
tl: Hindi wastong QR code
vi: Ma QR khong hop le
zh_hans: 无效的二维码

# addFriendDialog_toasts_inviteLinkCreated
source: Invite link created!
ar: تم إنشاء رابط الدعوة!
es: Enlace de invitacion creado!
fr: Lien d'invitation cree!
ko: 초대 링크가 생성되었습니다!
pt: Link de convite criado!
ru: Ссылка-приглашение создана!
tl: Nagawa na ang invite link!
vi: Lien ket moi da duoc tao!
zh_hans: 邀请链接已创建!

# addFriendDialog_toasts_linkCopied
source: Link copied to clipboard!
ar: تم نسخ الرابط إلى الحافظة!
es: Enlace copiado al portapapeles!
fr: Lien copie dans le presse-papiers!
ko: 링크가 클립보드에 복사되었습니다!
pt: Link copiado para a area de transferencia!
ru: Ссылка скопирована в буфер обмена!
tl: Nakopya na ang link sa clipboard!
vi: Lien ket da duoc sao chep vao clipboard!
zh_hans: 链接已复制到剪贴板!

# addFriendDialog_toasts_requestSent
source: Friend request sent!
ar: تم إرسال طلب الصداقة!
es: Solicitud de amistad enviada!
fr: Demande d'ami envoyee!
ko: 친구 요청을 보냈습니다!
pt: Pedido de amizade enviado!
ru: Запрос в друзья отправлен!
tl: Naipadala na ang friend request!
vi: Yeu cau ket ban da duoc gui!
zh_hans: 好友请求已发送!

# addFriendDialog_username_label
source: Username or Public Key
ar: اسم المستخدم أو المفتاح العام
es: Nombre de usuario o clave publica
fr: Nom d'utilisateur ou cle publique
ko: 사용자 이름 또는 공개 키
pt: Nome de usuario ou Chave Publica
ru: Имя пользователя или публичный ключ
tl: Username o Public Key
vi: Ten nguoi dung hoac Khoa cong khai
zh_hans: 用户名或公钥

# addFriendDialog_username_messageLabel
source: Optional Message
ar: رسالة اختيارية
es: Mensaje opcional
fr: Message optionnel
ko: 선택적 메시지
pt: Mensagem Opcional
ru: Необязательное сообщение
tl: Opsyonal na Mensahe
vi: Tin nhan tuy chon
zh_hans: 可选消息

# addFriendDialog_username_messagePlaceholder
source: Say hello...
ar: قل مرحبا...
es: Saluda...
fr: Dites bonjour...
ko: 인사하세요...
pt: Diga ola...
ru: Поздоровайтесь...
tl: Bumati...
vi: Chao ban...
zh_hans: 打个招呼...

# addFriendDialog_username_placeholder
source: Enter username or pubkey...
ar: أدخل اسم المستخدم أو المفتاح العام...
es: Ingresa nombre de usuario o clave publica...
fr: Entrez le nom d'utilisateur ou la cle publique...
ko: 사용자 이름 또는 공개 키를 입력하세요...
pt: Digite o nome de usuario ou chave publica...
ru: Введите имя пользователя или публичный ключ...
tl: Ilagay ang username o pubkey...
vi: Nhap ten nguoi dung hoac khoa cong khai...
zh_hans: 输入用户名或公钥...

# addFriendDialog_username_sending
source: Sending...
ar: جاري الإرسال...
es: Enviando...
fr: Envoi en cours...
ko: 보내는 중...
pt: Enviando...
ru: Отправка...
tl: Nagpapadala...
vi: Dang gui...
zh_hans: 发送中...

# addFriendDialog_username_sendRequest
source: Send Friend Request
ar: إرسال طلب صداقة
es: Enviar solicitud de amistad
fr: Envoyer une demande d'ami
ko: 친구 요청 보내기
pt: Enviar Pedido de Amizade
ru: Отправить запрос в друзья
tl: Magpadala ng Friend Request
vi: Gui yeu cau ket ban
zh_hans: 发送好友请求

# analyticsDashboard_description
source: Privacy-preserving analytics (no user tracking)
ar: احصائيات تحافظ على الخصوصية (بدون تتبع المستخدمين)
es: Estadisticas que respetan la privacidad (sin rastreo de usuarios)
fr: Statistiques respectueuses de la vie privee (sans suivi des utilisateurs)
ko: 개인정보 보호 분석 (사용자 추적 없음)
pt: Analises com privacidade (sem rastreamento de usuarios)
ru: Аналитика с защитой конфиденциальности (без отслеживания пользователей)
tl: Analytics na may proteksyon sa privacy (walang pagsubaybay sa user)
vi: Thong ke bao mat quyen rieng tu (khong theo doi nguoi dung)
zh_hans: 隐私保护型统计（无用户追踪）

# analyticsDashboard_empty_description
source: Analytics will appear here once you start getting traffic
ar: ستظهر الاحصائيات هنا بمجرد ان تبدا في استقبال الزيارات
es: Las estadisticas apareceran aqui una vez que comiences a recibir trafico
fr: Les statistiques apparaitront ici une fois que vous commencerez a recevoir du trafic
ko: 트래픽이 발생하면 여기에 분석 결과가 표시됩니다
pt: As analises aparecerao aqui quando voce comecar a receber trafego
ru: Аналитика появится здесь, когда начнется трафик
tl: Lalabas dito ang analytics kapag nagsimula nang magkaroon ng trapiko
vi: Thong ke se xuat hien tai day khi ban bat dau co luong truy cap
zh_hans: 开始获得流量后，统计数据将在此显示

# analyticsDashboard_empty_title
source: No analytics data yet
ar: لا توجد بيانات احصائية بعد
es: Aun no hay datos de estadisticas
fr: Pas encore de donnees statistiques
ko: 분석 데이터가 아직 없습니다
pt: Ainda nao ha dados de analise
ru: Данных аналитики пока нет
tl: Wala pang analytics data
vi: Chua co du lieu thong ke
zh_hans: 暂无统计数据

# analyticsDashboard_lastUpdated
source: Last updated: %@
ar: اخر تحديث: %@
es: Ultima actualizacion: %@
fr: Derniere mise a jour : %@
ko: 최종 업데이트: %@
pt: Ultima atualizacao: %@
ru: Обновлено: %@
tl: Huling na-update: %@
vi: Cap nhat lan cuoi: %@
zh_hans: 最后更新：%@

# analyticsDashboard_privacyNotice_description
source: We collect only aggregated, anonymized data. No IP addresses, no cookies, no user tracking. Session IDs are random and not tied to individuals. Referrer data shows only domains, not full URLs.
ar: نجمع فقط بيانات مجمعة ومجهولة الهوية. لا عناوين IP، لا ملفات تعريف ارتباط، لا تتبع للمستخدمين. معرفات الجلسات عشوائية وغير مرتبطة بالافراد. بيانات الاحالة تعرض النطاقات فقط، وليس الروابط الكاملة.
es: Solo recopilamos datos agregados y anonimizados. Sin direcciones IP, sin cookies, sin rastreo de usuarios. Los IDs de sesion son aleatorios y no estan vinculados a individuos. Los datos de referencia muestran solo dominios, no URLs completas.
fr: Nous ne collectons que des donnees agregees et anonymisees. Pas d'adresses IP, pas de cookies, pas de suivi des utilisateurs. Les identifiants de session sont aleatoires et non lies aux individus. Les donnees de provenance n'affichent que les domaines, pas les URLs completes.
ko: 집계된 익명 데이터만 수집합니다. IP 주소, 쿠키, 사용자 추적이 없습니다. 세션 ID는 무작위이며 개인과 연결되지 않습니다. 유입처 데이터는 전체 URL이 아닌 도메인만 표시합니다.
pt: Coletamos apenas dados agregados e anonimizados. Sem enderecos IP, cookies ou rastreamento de usuarios. IDs de sessao sao aleatorios e nao vinculados a individuos. Dados de referencia mostram apenas dominios, nao URLs completas.
ru: Мы собираем только агрегированные, анонимизированные данные. Без IP-адресов, куки или отслеживания пользователей. ID сессий случайны и не связаны с конкретными людьми. Данные источников показывают только домены, не полные URL.
tl: Nangongolekta lang kami ng pinagsama-samang, anonymous na data. Walang IP address, walang cookies, walang pagsubaybay sa user. Random ang session ID at hindi nakakonekta sa mga indibidwal. Nagpapakita lang ng domain ang referrer data, hindi buong URL.
vi: Chung toi chi thu thap du lieu tong hop, an danh. Khong dia chi IP, khong cookie, khong theo doi nguoi dung. ID phien la ngau nhien va khong lien ket voi ca nhan. Du lieu gioi thieu chi hien ten mien, khong hien URL day du.
zh_hans: 我们仅收集聚合的匿名数据。不收集IP地址、不使用Cookie、不追踪用户。会话ID是随机的，与个人身份无关。来源数据仅显示域名，不显示完整网址。

# analyticsDashboard_privacyNotice_title
source: Privacy-First Analytics:
ar: احصائيات تحترم الخصوصية:
es: Estadisticas con privacidad:
fr: Statistiques respectueuses de la vie privee :
ko: 개인정보 우선 분석:
pt: Analises com Privacidade:
ru: Аналитика с приоритетом конфиденциальности:
tl: Analytics na May Privacy-First:
vi: Thong ke uu tien quyen rieng tu:
zh_hans: 隐私优先统计：

# analyticsDashboard_stats_clicks
source: Clicks
ar: النقرات
es: Clics
fr: Clics
ko: 클릭 수
pt: Cliques
ru: Кликов
tl: Mga Klik
vi: Luot nhan
zh_hans: 点击数

# analyticsDashboard_stats_conversionRate
source: Conversion Rate
ar: معدل التحويل
es: Tasa de conversion
fr: Taux de conversion
ko: 전환율
pt: Taxa de Conversao
ru: Конверсия
tl: Rate ng Conversion
vi: Ty le chuyen doi
zh_hans: 转化率

# analyticsDashboard_stats_donations
source: Donations
ar: التبرعات
es: Donaciones
fr: Dons
ko: 기부 수
pt: Doacoes
ru: Пожертвований
tl: Mga Donasyon
vi: Quyen gop
zh_hans: 捐款数

# analyticsDashboard_stats_shares
source: Shares
ar: المشاركات
es: Compartidos
fr: Partages
ko: 공유 수
pt: Compartilhamentos
ru: Поделились
tl: Mga Pagbabahagi
vi: Luot chia se
zh_hans: 分享数

# analyticsDashboard_stats_submissions
source: Submissions
ar: التقديمات
es: Envios
fr: Soumissions
ko: 제출 수
pt: Envios
ru: Отправок
tl: Mga Pagsusumite
vi: Luot gui
zh_hans: 提交数

# analyticsDashboard_stats_totalRaised
source: Total Raised
ar: اجمالي المبلغ المجمع
es: Total recaudado
fr: Total collecte
ko: 총 모금액
pt: Total Arrecadado
ru: Всего собрано
tl: Kabuuang Nakalap
vi: Tong so tien quyen gop
zh_hans: 筹集总额

# analyticsDashboard_stats_totalViews
source: Total Views
ar: اجمالي المشاهدات
es: Vistas totales
fr: Vues totales
ko: 총 조회수
pt: Total de Visualizacoes
ru: Всего просмотров
tl: Kabuuang Mga View
vi: Tong luot xem
zh_hans: 总浏览量

# analyticsDashboard_timeframes_all
source: All Time
ar: كل الوقت
es: Todo el tiempo
fr: Depuis le debut
ko: 전체 기간
pt: Todo o Periodo
ru: За все время
tl: Lahat ng Panahon
vi: Toan bo thoi gian
zh_hans: 全部时间

# analyticsDashboard_timeframes_day
source: Last 24 Hours
ar: اخر 24 ساعة
es: Ultimas 24 horas
fr: Dernieres 24 heures
ko: 최근 24시간
pt: Ultimas 24 Horas
ru: Последние 24 часа
tl: Huling 24 na Oras
vi: 24 gio qua
zh_hans: 过去24小时

# analyticsDashboard_timeframes_month
source: Last 30 Days
ar: اخر 30 يوما
es: Ultimos 30 dias
fr: 30 derniers jours
ko: 최근 30일
pt: Ultimos 30 Dias
ru: Последние 30 дней
tl: Huling 30 Araw
vi: 30 ngay qua
zh_hans: 过去30天

# analyticsDashboard_timeframes_week
source: Last 7 Days
ar: اخر 7 ايام
es: Ultimos 7 dias
fr: 7 derniers jours
ko: 최근 7일
pt: Ultimos 7 Dias
ru: Последние 7 дней
tl: Huling 7 Araw
vi: 7 ngay qua
zh_hans: 过去7天

# analyticsDashboard_timeframes_year
source: Last Year
ar: السنة الماضية
es: Ultimo ano
fr: Derniere annee
ko: 지난 1년
pt: Ultimo Ano
ru: За год
tl: Nakaraang Taon
vi: Nam qua
zh_hans: 过去一年

# analyticsDashboard_title
source: Analytics
ar: الاحصائيات
es: Estadisticas
fr: Statistiques
ko: 분석
pt: Analises
ru: Аналитика
vi: Thong ke
zh_hans: 数据统计

# analyticsDashboard_topReferrers_direct
source: Direct
ar: مباشر
es: Directo
ko: 직접 방문
pt: Direto
ru: Прямой переход
tl: Direkta
vi: Truc tiep
zh_hans: 直接访问

# analyticsDashboard_topReferrers_privacyNote
source: (Privacy: domain only, no full URLs)
ar: (الخصوصية: النطاق فقط، بدون روابط كاملة)
es: (Privacidad: solo dominio, sin URLs completas)
fr: (Confidentialite : domaine uniquement, pas d'URLs completes)
ko: (개인정보: 도메인만 표시, 전체 URL 없음)
pt: (Privacidade: apenas dominio, sem URLs completas)
ru: (Конфиденциальность: только домены, без полных URL)
tl: (Privacy: domain lang, walang buong URL)
vi: (Bao mat: chi hien ten mien, khong hien URL day du)
zh_hans: （隐私保护：仅显示域名，不显示完整网址）

# analyticsDashboard_topReferrers_title
source: Top Referrers
ar: اهم مصادر الزيارات
es: Principales fuentes de trafico
fr: Principales sources de trafic
ko: 상위 유입처
pt: Principais Fontes
ru: Топ источников
tl: Nangungunang Mga Referrer
vi: Nguon gioi thieu hang dau
zh_hans: 主要流量来源

# analyticsPage_subtitle
source: Track organizing metrics, campaign performance, and make data-driven decisions
ar: تتبع مقاييس التنظيم وأداء الحملات واتخذ قرارات مبنية على البيانات
es: Rastrea metricas de organizacion, rendimiento de campanas y toma decisiones basadas en datos
fr: Suivez les metriques d'organisation, les performances des campagnes et prenez des decisions basees sur les donnees
ko: 조직 지표 추적, 캠페인 성과 분석, 데이터 기반 의사결정
pt: Acompanhe metricas de organizacao, desempenho de campanhas e tome decisoes baseadas em dados
ru: Отслеживайте метрики организации, эффективность кампаний и принимайте решения на основе данных
tl: Subaybayan ang mga sukatan ng pag-oorganisa, pagganap ng kampanya, at gumawa ng mga desisyong batay sa datos
vi: Theo doi chi so to chuc, hieu suat chien dich va dua ra quyet dinh dua tren du lieu
zh_hans: 追踪组织指标、活动绩效，做出数据驱动的决策

# analyticsPage_tabs_campaign
source: Campaign Analytics
ar: تحليلات الحملة
es: Analiticas de Campana
fr: Analytiques de Campagne
ko: 캠페인 분석
pt: Analises de Campanha
ru: Аналитика кампаний
vi: Phan tich Chien dich
zh_hans: 活动分析

# analyticsPage_tabs_crm
source: CRM Analytics
ar: تحليلات إدارة العلاقات
es: Analiticas de CRM
fr: Analytiques CRM
ko: CRM 분석
pt: Analises CRM
ru: Аналитика CRM
vi: Phan tich CRM
zh_hans: 客户关系分析

# analyticsPage_title
source: Analytics Dashboard
ar: لوحة التحليلات
es: Panel de Analiticas
fr: Tableau de Bord Analytique
ko: 분석 대시보드
pt: Painel de Analises
ru: Панель аналитики
tl: Dashboard ng Analytics
vi: Bang dieu khien Phan tich
zh_hans: 数据分析仪表板

# anomaly_activeAnomalies
source: Active Anomalies
ar: حالات الشذوذ النشطة
es: Anomalías activas
fr: Anomalies actives
ko: 활성 이상
pt: Anomalias Ativas
ru: Активные аномалии
tl: Mga Aktibong Anomalya
vi: Bất thường đang hoạt động
zh_hans: 活跃异常

# anomaly_adminRequired
source: Admin access required to view security anomalies
ar: مطلوب وصول المسؤول لعرض حالات الشذوذ الأمنية
es: Se requiere acceso de administrador para ver anomalías de seguridad
fr: Acces administrateur requis pour voir les anomalies de securite
ko: 보안 이상을 보려면 관리자 접근이 필요합니다
pt: Acesso de administrador necessario para ver anomalias de seguranca
ru: Для просмотра аномалий безопасности требуется доступ администратора
tl: Kinakailangan ang admin access para makita ang mga anomalya sa seguridad
vi: Cần quyền quản trị viên để xem các bất thường bảo mật
zh_hans: 需要管理员权限才能查看安全异常

# anomaly_critical
source: Critical
ar: حرجة
es: Críticas
fr: Critiques
ko: 심각
pt: Criticas
ru: Критические
tl: Kritikal
vi: Nghiêm trọng
zh_hans: 严重

# anomaly_criticalDetected
source: %lld Critical Anomaly Detected
ar: تم اكتشاف %lld شذوذ حرج
es: %lld anomalía crítica detectada
fr: %lld anomalie critique detectee
ko: %lld개의 심각한 이상 탐지
pt: %lld anomalia critica detectada
ru: Обнаружено %lld критических аномалий
tl: %lld kritikal na anomalya ang natukoy
vi: Đã phát hiện %lld bất thường nghiêm trọng
zh_hans: 检测到 %lld 个严重异常

# anomaly_criticalDetected_plural
source: %lld Critical Anomalies Detected
ar: تم اكتشاف %lld شذوذ حرج
es: %lld anomalías críticas detectadas
fr: %lld anomalies critiques detectees
ko: %lld개의 심각한 이상 탐지
pt: %lld anomalias criticas detectadas
ru: Обнаружено %lld критических аномалий
tl: %lld kritikal na anomalya ang natukoy
vi: Đã phát hiện %lld bất thường nghiêm trọng
zh_hans: 检测到 %lld 个严重异常

# anomaly_description
source: Monitor suspicious behavior patterns to identify potential infiltrators
ar: مراقبة أنماط السلوك المشبوهة لتحديد المتسللين المحتملين
es: Monitorea patrones de comportamiento sospechoso para identificar posibles infiltrados
fr: Surveiller les comportements suspects pour identifier les infiltres potentiels
ko: 잠재적 침입자를 식별하기 위해 의심스러운 행동 패턴 모니터링
pt: Monitorar padroes de comportamento suspeitos para identificar potenciais infiltradores
ru: Мониторинг подозрительных паттернов поведения для выявления потенциальных злоумышленников
tl: Subaybayan ang mga kahina-hinalang pattern ng pag-uugali para matukoy ang mga potensyal na infiltrator
vi: Giám sát các mẫu hành vi đáng ngờ để xác định những kẻ xâm nhập tiềm năng
zh_hans: 监控可疑行为模式以识别潜在的渗透者

# anomaly_detectionSystemsActive
source: Detection Systems Active
ar: أنظمة الاكتشاف نشطة
es: Sistemas de detección activos
fr: Systemes de detection actifs
ko: 탐지 시스템 활성
pt: Sistemas de Deteccao Ativos
ru: Системы обнаружения активны
tl: Mga Sistema ng Pagtuklas na Aktibo
vi: Hệ thống phát hiện đang hoạt động
zh_hans: 检测系统已激活

# anomaly_falsePositive
source: False Positive
ar: إنذار كاذب
es: Falso positivo
fr: Faux positif
ko: 오탐
pt: Falso Positivo
ru: Ложное срабатывание
vi: Cảnh báo giả
zh_hans: 误报

# anomaly_honeypotDesc
source: Honeypots are hidden documents or features that only infiltrators or bad actors would access. They appear as "sensitive" information to attract suspicious users.
ar: Honeypots هي مستندات أو ميزات مخفية لن يصل إليها سوى المتسللين أو الجهات الخبيثة. تظهر كمعلومات "حساسة" لجذب المستخدمين المشبوهين.
es: Los honeypots son documentos o funciones ocultas a las que solo accederían infiltrados o actores malintencionados. Aparecen como información "sensible" para atraer usuarios sospechosos.
fr: Les honeypots sont des documents ou fonctionnalites caches auxquels seuls des infiltres ou acteurs malveillants accederaient. Ils apparaissent comme des informations "sensibles" pour attirer les utilisateurs suspects.
ko: 허니팟은 침입자나 악의적인 행위자만 접근하는 숨겨진 문서나 기능입니다. 의심스러운 사용자를 유인하기 위해 "민감한" 정보로 표시됩니다.
pt: Honeypots sao documentos ou recursos ocultos que apenas infiltradores acessariam. Eles sao marcados como informacoes "sensiveis" para atrair usuarios suspeitos.
ru: Ловушки - это скрытые документы или функции, к которым обращаются только злоумышленники. Они помечены как "конфиденциальная" информация для привлечения подозрительных пользователей.
tl: Ang mga honeypot ay mga nakatagong dokumento o feature na tanging mga infiltrator lamang ang mag-a-access. Minarkahan sila bilang "sensitibong" impormasyon para maakit ang mga kahina-hinalang user.
vi: Honeypots là các tài liệu hoặc tính năng ẩn mà chỉ những kẻ xâm nhập hoặc kẻ xấu mới truy cập. Chúng xuất hiện như thông tin "nhạy cảm" để thu hút người dùng đáng ngờ.
zh_hans: 蜜罐是只有渗透者或恶意行为者才会访问的隐藏文档或功能。它们显示为"敏感"信息以吸引可疑用户。

# anomaly_honeypotFakeDocs
source: Fake Sensitive Documents:
ar: مستندات حساسة مزيفة:
es: Documentos sensibles falsos:
fr: Faux documents sensibles :
ko: 가짜 민감 문서:
pt: Documentos sensiveis falsos:
ru: Фальшивые конфиденциальные документы:
tl: Mga pekeng sensitibong dokumento:
vi: Tài liệu nhạy cảm giả:
zh_hans: 伪造敏感文档：

# anomaly_honeypotFakeDocsDesc
source: 3 active honeypots deployed
ar: 3 فخاخ honeypot نشطة منتشرة
es: 3 honeypots activos desplegados
fr: 3 honeypots actifs deployes
ko: 3개의 활성 허니팟 배포됨
pt: 3 honeypots ativos implantados
ru: 3 активных ловушки развёрнуты
tl: 3 aktibong honeypot ang naka-deploy
vi: 3 honeypot đang hoạt động đã được triển khai
zh_hans: 已部署 3 个活跃蜜罐

# anomaly_honeypotHiddenContacts
source: Hidden Contact Lists:
ar: قوائم جهات اتصال مخفية:
es: Listas de contactos ocultas:
fr: Listes de contacts cachees :
ko: 숨겨진 연락처 목록:
pt: Listas de contatos ocultas:
ru: Скрытые списки контактов:
tl: Mga nakatagong listahan ng contact:
vi: Danh sách liên hệ ẩn:
zh_hans: 隐藏联系人列表：

# anomaly_honeypotHiddenContactsDesc
source: Detect unauthorized data harvesting
ar: اكتشاف استخراج البيانات غير المصرح به
es: Detectar extracción de datos no autorizada
fr: Detecter l'extraction de donnees non autorisee
ko: 무단 데이터 수집 탐지
pt: Detectar coleta de dados nao autorizada
ru: Обнаружение несанкционированного сбора данных
tl: Magtuklas ng hindi awtorisadong data harvesting
vi: Phát hiện trích xuất dữ liệu trái phép
zh_hans: 检测未经授权的数据提取

# anomaly_honeypotTrapQuestions
source: Trap Questions:
ar: أسئلة فخ:
es: Preguntas trampa:
fr: Questions pieges :
ko: 트랩 질문:
pt: Perguntas armadilha:
ru: Вопросы-ловушки:
tl: Mga trap question:
vi: Câu hỏi bẫy:
zh_hans: 陷阱问题：

# anomaly_honeypotTrapQuestionsDesc
source: Survey questions that identify bad actors
ar: أسئلة استطلاع تحدد الجهات الخبيثة
es: Preguntas de encuesta que identifican actores malintencionados
fr: Questions d'enquete qui identifient les acteurs malveillants
ko: 악의적인 행위자를 식별하는 설문 질문
pt: Perguntas de pesquisa que identificam atores maliciosos
ru: Вопросы в опросах для выявления злоумышленников
tl: Mga tanong sa survey na tumutukoy sa mga malisyosong aktor
vi: Câu hỏi khảo sát xác định kẻ xấu
zh_hans: 识别恶意行为者的调查问题

# anomaly_honeypotTrapsActive
source: Honeypot Traps Active
ar: فخاخ Honeypot نشطة
es: Trampas honeypot activas
fr: Pieges honeypot actifs
ko: 허니팟 트랩 활성
pt: Armadilhas Honeypot Ativas
ru: Активные ловушки-приманки
tl: Mga Aktibong Honeypot Trap
vi: Bẫy honeypot đang hoạt động
zh_hans: 蜜罐陷阱已激活

# anomaly_immediateAction
source: Immediate investigation required. These patterns indicate potential infiltration or data harvesting.
ar: مطلوب تحقيق فوري. تشير هذه الأنماط إلى تسلل محتمل أو استخراج بيانات.
es: Se requiere investigación inmediata. Estos patrones indican posible infiltración o extracción de datos.
fr: Une enquete immediate est requise. Ces schemas indiquent une possible infiltration ou extraction de donnees.
ko: 즉각적인 조사가 필요합니다. 이러한 패턴은 잠재적인 침입 또는 데이터 수집을 나타냅니다.
pt: Investigacao imediata necessaria. Esses padroes indicam potencial infiltracao ou coleta de dados.
ru: Требуется немедленное расследование. Эти паттерны указывают на потенциальное проникновение или сбор данных.
tl: Kinakailangan ng agarang imbestigasyon. Ang mga pattern na ito ay nagpapahiwatig ng potensyal na infiltration o data harvesting.
vi: Yêu cầu điều tra ngay lập tức. Các mẫu này cho thấy khả năng xâm nhập hoặc trích xuất dữ liệu.
zh_hans: 需要立即调查。这些模式表明可能存在渗透或数据提取。

# anomaly_investigating
source: Investigating
ar: قيد التحقيق
es: En investigación
fr: En investigation
ko: 조사 중
pt: Em Investigacao
ru: Расследуются
tl: Iniimbestigahan
vi: Đang điều tra
zh_hans: 调查中

# anomaly_markFalsePositive
source: Mark False Positive
ar: تحديد كإنذار كاذب
es: Marcar como falso positivo
fr: Marquer comme faux positif
ko: 오탐으로 표시
pt: Marcar como Falso Positivo
ru: Отметить как ложное срабатывание
tl: Markahan bilang False Positive
vi: Đánh dấu là cảnh báo giả
zh_hans: 标记为误报
