Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# bookmarksView_newCollection
source: New Collection
ar: مجموعة جديدة
es: Nueva coleccion
fr: Nouvelle collection
ko: 새 컬렉션
pt: Nova Colecao
ru: Новая коллекция
tl: Bagong Koleksyon
vi: Bo suu tap moi
zh_hans: 新建收藏集

# bookmarksView_searchPlaceholder
source: Search bookmarks...
ar: البحث في العلامات المرجعية...
es: Buscar marcadores...
fr: Rechercher des favoris...
ko: 북마크 검색...
pt: Pesquisar favoritos...
ru: Поиск закладок...
tl: Maghanap ng mga bookmark...
vi: Tim kiem danh dau...
zh_hans: 搜索收藏...

# bookmarksView_title
source: Bookmarks
ar: العلامات المرجعية
es: Marcadores
fr: Favoris
ko: 북마크
pt: Favoritos
ru: Закладки
tl: Mga Bookmark
vi: Danh dau
zh_hans: 收藏夹

# bulkActionsToolbar_actions_addTag
source: Add Tag
ar: إضافة وسم
es: Agregar etiqueta
fr: Ajouter une etiquette
ko: 태그 추가
pt: Adicionar Tag
ru: Добавить тег
tl: Magdagdag ng Tag
vi: Them the
zh_hans: 添加标签

# bulkActionsToolbar_actions_assignTask
source: Assign Task
ar: تعيين مهمة
es: Asignar tarea
fr: Attribuer une tache
ko: 작업 할당
pt: Atribuir Tarefa
ru: Назначить задачу
tl: Magtalaga ng Gawain
vi: Giao nhiem vu
zh_hans: 分配任务

# bulkActionsToolbar_actions_bulkActions
source: Bulk Actions
ar: إجراءات جماعية
es: Acciones masivas
fr: Actions groupees
ko: 일괄 작업
pt: Acoes em Massa
ru: Массовые действия
tl: Maramihang Aksyon
vi: Hanh dong hang loat
zh_hans: 批量操作

# bulkActionsToolbar_actions_deleteSelected
source: Delete Selected
ar: حذف المحدد
es: Eliminar seleccionados
fr: Supprimer la selection
ko: 선택 항목 삭제
pt: Excluir Selecionados
ru: Удалить выбранное
tl: Burahin ang Napili
vi: Xoa muc da chon
zh_hans: 删除所选

# bulkActionsToolbar_actions_exportSelected
source: Export Selected
ar: تصدير المحدد
es: Exportar seleccionados
fr: Exporter la selection
ko: 선택 항목 내보내기
pt: Exportar Selecionados
ru: Экспортировать выбранное
tl: I-export ang Napili
vi: Xuat muc da chon
zh_hans: 导出所选

# bulkActionsToolbar_actions_moreActions
source: More Actions
ar: المزيد من الإجراءات
es: Mas acciones
fr: Plus d'actions
ko: 더 많은 작업
pt: Mais Acoes
ru: Ещё действия
tl: Higit Pang Aksyon
vi: Them hanh dong
zh_hans: 更多操作

# bulkActionsToolbar_actions_sendMessage
source: Send Message
ar: إرسال رسالة
es: Enviar mensaje
fr: Envoyer un message
ko: 메시지 보내기
pt: Enviar Mensagem
ru: Отправить сообщение
tl: Magpadala ng Mensahe
vi: Gui tin nhan
zh_hans: 发送消息

# bulkActionsToolbar_actions_updateField
source: Update Field
ar: تحديث الحقل
es: Actualizar campo
fr: Mettre a jour le champ
ko: 필드 업데이트
pt: Atualizar Campo
ru: Обновить поле
tl: I-update ang Field
vi: Cap nhat truong
zh_hans: 更新字段

# bulkActionsToolbar_selection_deselectAll
source: Deselect All
ar: إلغاء تحديد الكل
es: Deseleccionar todo
fr: Tout deselectionner
ko: 선택 해제
pt: Desmarcar Tudo
ru: Снять выбор
tl: Alisin sa Pagpili Lahat
vi: Bo chon tat ca
zh_hans: 取消全选

# bulkActionsToolbar_selection_selectAll
source: Select All
ar: تحديد الكل
es: Seleccionar todo
fr: Tout selectionner
ko: 전체 선택
pt: Selecionar Tudo
ru: Выбрать все
tl: Piliin Lahat
vi: Chon tat ca
zh_hans: 全选

# bulkActionsToolbar_selection_selected
source: %lld selected
ar: %lld محدد
es: %lld seleccionados
fr: %lld selectionnes
ko: %lld개 선택됨
pt: %lld selecionado(s)
ru: Выбрано: %lld
tl: %lld napili
vi: Da chon %lld
zh_hans: 已选择 %lld 项

# bulkOperationsPage_alerts_addingTag
source: Adding tag to %lld contacts
ar: جارٍ إضافة الوسم إلى %lld جهات اتصال
es: Agregando etiqueta a %lld contactos
fr: Ajout de l'etiquette a %lld contacts
ko: %lld명의 연락처에 태그 추가 중
pt: Adicionando etiqueta a %lld contatos
ru: Добавление тега к %lld контактам
tl: Nagdadagdag ng tag sa %lld na kontak
vi: Dang them nhan cho %lld lien he
zh_hans: 正在为%lld个联系人添加标签

# bulkOperationsPage_alerts_confirmDelete
source: Delete %lld contacts? This cannot be undone.
ar: حذف %lld جهات اتصال؟ لا يمكن التراجع عن هذا الإجراء.
es: Eliminar %lld contactos? Esta accion no se puede deshacer.
fr: Supprimer %lld contacts ? Cette action est irreversible.
ko: %lld명의 연락처를 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
pt: Excluir %lld contatos? Esta acao nao pode ser desfeita.
ru: Удалить %lld контактов? Это действие нельзя отменить.
tl: I-delete ang %lld na kontak? Hindi na ito maaaring i-undo.
vi: Xoa %lld lien he? Hanh dong nay khong the hoan tac.
zh_hans: 删除%lld个联系人？此操作无法撤销。

# bulkOperationsPage_alerts_creatingTask
source: Creating task for %lld contacts
ar: جارٍ إنشاء مهمة لـ %lld جهات اتصال
es: Creando tarea para %lld contactos
fr: Creation de la tache pour %lld contacts
ko: %lld명의 연락처에 대한 작업 생성 중
pt: Criando tarefa para %lld contatos
ru: Создание задачи для %lld контактов
tl: Gumagawa ng gawain para sa %lld na kontak
vi: Dang tao cong viec cho %lld lien he
zh_hans: 正在为%lld个联系人创建任务

# bulkOperationsPage_alerts_exportingCSV
source: Exporting %lld contacts to CSV
ar: جارٍ تصدير %lld جهات اتصال إلى CSV
es: Exportando %lld contactos a CSV
fr: Export de %lld contacts en CSV
ko: %lld명의 연락처를 CSV로 내보내는 중
pt: Exportando %lld contatos para CSV
ru: Экспорт %lld контактов в CSV
tl: Ini-export ang %lld na kontak sa CSV
vi: Dang xuat %lld lien he sang CSV
zh_hans: 正在将%lld个联系人导出为CSV

# bulkOperationsPage_alerts_sendingMessage
source: Sending message to %lld contacts
ar: جارٍ إرسال الرسالة إلى %lld جهات اتصال
es: Enviando mensaje a %lld contactos
fr: Envoi du message a %lld contacts
ko: %lld명의 연락처에 메시지 전송 중
pt: Enviando mensagem para %lld contatos
ru: Отправка сообщения %lld контактам
tl: Nagpapadala ng mensahe sa %lld na kontak
vi: Dang gui tin nhan den %lld lien he
zh_hans: 正在向%lld个联系人发送消息

# bulkOperationsPage_alerts_updatingField
source: Updating field for %lld contacts
ar: جارٍ تحديث الحقل لـ %lld جهات اتصال
es: Actualizando campo para %lld contactos
fr: Mise a jour du champ pour %lld contacts
ko: %lld명의 연락처 필드 업데이트 중
pt: Atualizando campo para %lld contatos
ru: Обновление поля для %lld контактов
tl: Ina-update ang field para sa %lld na kontak
vi: Dang cap nhat truong cho %lld lien he
zh_hans: 正在为%lld个联系人更新字段

# bulkOperationsPage_features_addTags
source: Add tags to multiple contacts at once
ar: أضف وسوماً لجهات اتصال متعددة في وقت واحد
es: Agrega etiquetas a multiples contactos a la vez
fr: Ajoutez des etiquettes a plusieurs contacts a la fois
ko: 여러 연락처에 한 번에 태그 추가
pt: Adicione etiquetas a varios contatos de uma vez
ru: Добавление тегов к нескольким контактам одновременно
tl: Magdagdag ng mga tag sa maraming kontak nang sabay-sabay
vi: Them nhan cho nhieu lien he cung luc
zh_hans: 一次性为多个联系人添加标签

# bulkOperationsPage_features_assignTasks
source: Assign tasks to organizers for follow-ups
ar: عيّن مهاماً للمنظمين للمتابعات
es: Asigna tareas a organizadores para seguimientos
fr: Assignez des taches aux organisateurs pour les suivis
ko: 후속 조치를 위해 조직가에게 작업 할당
pt: Atribua tarefas a organizadores para acompanhamento
ru: Назначение задач организаторам для последующих действий
tl: Mag-assign ng mga gawain sa mga organizer para sa mga follow-up
vi: Giao viec cho to chuc vien de theo doi
zh_hans: 为组织者分配后续跟进任务

# bulkOperationsPage_features_exportCSV
source: Export selected contacts to CSV
ar: صدّر جهات الاتصال المحددة إلى CSV
es: Exporta contactos seleccionados a CSV
fr: Exportez les contacts selectionnes en CSV
ko: 선택한 연락처를 CSV로 내보내기
pt: Exporte contatos selecionados para CSV
ru: Экспорт выбранных контактов в CSV
tl: I-export ang mga napiling kontak sa CSV
vi: Xuat cac lien he da chon sang CSV
zh_hans: 将选定的联系人导出为CSV

# bulkOperationsPage_features_selectMultiple
source: Select multiple contacts with checkboxes
ar: حدد جهات اتصال متعددة باستخدام مربعات الاختيار
es: Selecciona multiples contactos con casillas de verificacion
fr: Selectionnez plusieurs contacts avec des cases a cocher
ko: 체크박스로 여러 연락처 선택
pt: Selecione multiplos contatos com caixas de selecao
ru: Выбор нескольких контактов с помощью флажков
tl: Pumili ng maramihang kontak gamit ang mga checkbox
vi: Chon nhieu lien he bang o danh dau
zh_hans: 使用复选框选择多个联系人

# bulkOperationsPage_features_sendBulk
source: Send bulk messages to selected contacts
ar: أرسل رسائل جماعية إلى جهات الاتصال المحددة
es: Envia mensajes masivos a los contactos seleccionados
fr: Envoyez des messages en masse aux contacts selectionnes
ko: 선택한 연락처에 대량 메시지 발송
pt: Envie mensagens em massa para contatos selecionados
ru: Отправка массовых сообщений выбранным контактам
tl: Magpadala ng bulk na mensahe sa mga napiling kontak
vi: Gui tin nhan hang loat den cac lien he da chon
zh_hans: 向选定的联系人发送批量消息

# bulkOperationsPage_features_title
source: Bulk Operations Features
ar: ميزات العمليات المجمعة
es: Funciones de Operaciones Masivas
fr: Fonctionnalites des Operations en Masse
ko: 일괄 작업 기능
pt: Recursos de Operacoes em Massa
ru: Функции массовых операций
tl: Mga Feature ng Bulk na Operasyon
vi: Tinh Nang Thao Tac Hang Loat
zh_hans: 批量操作功能

# bulkOperationsPage_features_updateFields
source: Update custom fields in bulk
ar: حدّث الحقول المخصصة بشكل مجمع
es: Actualiza campos personalizados de forma masiva
fr: Mettez a jour les champs personnalises en masse
ko: 사용자 정의 필드 일괄 업데이트
pt: Atualize campos personalizados em massa
ru: Массовое обновление пользовательских полей
tl: I-update ang mga custom na field nang sabay-sabay
vi: Cap nhat truong tuy chinh hang loat
zh_hans: 批量更新自定义字段

# bulkOperationsPage_subtitle
source: Scale your organizing with bulk actions, multi-select, and automated task management
ar: وسّع تنظيمك من خلال الإجراءات المجمعة والتحديد المتعدد وإدارة المهام الآلية
es: Escala tu organizacion con acciones masivas, seleccion multiple y gestion automatizada de tareas
fr: Developpez votre organisation avec des actions en masse, la selection multiple et la gestion automatisee des taches
ko: 일괄 작업, 다중 선택, 자동화된 작업 관리로 조직 활동을 확장하세요
pt: Amplie sua organizacao com acoes em massa, selecao multipla e gerenciamento automatizado de tarefas
ru: Масштабируйте организацию с помощью массовых действий, множественного выбора и автоматизированного управления задачами
tl: Palawakin ang iyong pag-oorganisa gamit ang mga bulk na aksyon, multi-select, at automated na pamamahala ng mga gawain
vi: Mo rong to chuc cua ban voi cac thao tac hang loat, chon nhieu va quan ly cong viec tu dong
zh_hans: 通过批量操作、多选和自动化任务管理来扩展您的组织能力

# bulkOperationsPage_supportLevels_activeSupport
source: Active Support
ar: دعم نشط
es: Apoyo Activo
fr: Soutien Actif
ko: 적극적 지지
pt: Apoio Ativo
ru: Активная поддержка
tl: Aktibong Suporta
vi: Ho Tro Tich Cuc
zh_hans: 积极支持者

# bulkOperationsPage_supportLevels_coreOrganizer
source: Core Organizer
ar: منظم أساسي
es: Organizador Principal
fr: Organisateur Principal
ko: 핵심 조직가
pt: Organizador Principal
ru: Ключевой организатор
tl: Pangunahing Organizer
vi: To Chuc Vien Nong Cot
zh_hans: 核心组织者

# bulkOperationsPage_supportLevels_neutral
source: Neutral
ar: محايد
fr: Neutre
ko: 중립
pt: Neutro
ru: Нейтральный
vi: Trung Lap
zh_hans: 中立

# bulkOperationsPage_supportLevels_passiveSupport
source: Passive Support
ar: دعم سلبي
es: Apoyo Pasivo
fr: Soutien Passif
ko: 소극적 지지
pt: Apoio Passivo
ru: Пассивная поддержка
tl: Pasibong Suporta
vi: Ho Tro Thu Dong
zh_hans: 被动支持者

# bulkOperationsPage_table_daysAgo
source: %lld days ago
ar: منذ %lld أيام
es: hace %lld dias
fr: il y a %lld jours
ko: %lld일 전
pt: %lld dias atras
ru: %lld дней назад
tl: %lld araw na ang nakalipas
vi: %lld ngay truoc
zh_hans: %lld天前

# bulkOperationsPage_table_email
source: Email
ar: البريد الإلكتروني
es: Correo electronico
ko: 이메일
zh_hans: 电子邮件

# bulkOperationsPage_table_lastContact
source: Last Contact
ar: آخر تواصل
es: Ultimo Contacto
fr: Dernier Contact
ko: 마지막 연락
pt: Ultimo Contato
ru: Последний контакт
tl: Huling Kontak
vi: Lien He Cuoi
zh_hans: 最后联系

# bulkOperationsPage_table_name
source: Name
ar: الاسم
es: Nombre
fr: Nom
ko: 이름
pt: Nome
ru: Имя
tl: Pangalan
vi: Ten
zh_hans: 姓名

# bulkOperationsPage_table_noTags
source: No tags
ar: لا توجد وسوم
es: Sin etiquetas
fr: Aucune etiquette
ko: 태그 없음
pt: Sem etiquetas
ru: Нет тегов
tl: Walang mga tag
vi: Khong co nhan
zh_hans: 无标签

# bulkOperationsPage_table_supportLevel
source: Support Level
ar: مستوى الدعم
es: Nivel de Apoyo
fr: Niveau de Soutien
ko: 지지 수준
pt: Nivel de Apoio
ru: Уровень поддержки
tl: Antas ng Suporta
vi: Muc Do Ho Tro
zh_hans: 支持程度

# bulkOperationsPage_table_tags
source: Tags
ar: الوسوم
es: Etiquetas
fr: Etiquettes
ko: 태그
pt: Etiquetas
ru: Теги
tl: Mga Tag
vi: Nhan
zh_hans: 标签

# bulkOperationsPage_tabs_bulkActions
source: Bulk Actions
ar: الإجراءات المجمعة
es: Acciones Masivas
fr: Actions en Masse
ko: 일괄 작업
pt: Acoes em Massa
ru: Массовые действия
tl: Mga Bulk na Aksyon
vi: Thao Tac Hang Loat
zh_hans: 批量操作

# bulkOperationsPage_tabs_taskManager
source: Task Manager
ar: مدير المهام
es: Gestor de Tareas
fr: Gestionnaire de Taches
ko: 작업 관리자
pt: Gerenciador de Tarefas
ru: Менеджер задач
tl: Tagapamahala ng Gawain
vi: Quan Ly Cong Viec
zh_hans: 任务管理器

# bulkOperationsPage_title
source: Bulk Operations
ar: العمليات المجمعة
es: Operaciones Masivas
fr: Operations en Masse
ko: 일괄 작업
pt: Operacoes em Massa
ru: Массовые операции
tl: Mga Bulk na Operasyon
vi: Thao Tac Hang Loat
zh_hans: 批量操作

# cache_ago
source: ago
ar: منذ
es: hace
fr: il y a
ko: 전
pt: atras
ru: назад
tl: nakalipas
vi: trước
zh_hans: 前

# cache_appData
source: App Data
ar: بيانات التطبيق
es: Datos de la aplicación
fr: Données de l'application
ko: 앱 데이터
pt: Dados do App
ru: Данные приложения
tl: Data ng App
vi: Dữ liệu ứng dụng
zh_hans: 应用数据

# cache_cachedItems
source: cached items
ar: عناصر مخزنة مؤقتاً
es: elementos en caché
fr: éléments en cache
ko: 캐시된 항목
pt: itens em cache
ru: кэшированных элементов
tl: mga naka-cache na item
vi: mục được lưu trong bộ nhớ đệm
zh_hans: 缓存项目

# cache_cacheExpiration
source: Cache Expiration
ar: انتهاء صلاحية التخزين المؤقت
es: Expiración de caché
fr: Expiration du cache
ko: 캐시 만료
pt: Expiracao do Cache
ru: Срок действия кэша
tl: Pag-expire ng Cache
vi: Hết hạn bộ nhớ đệm
zh_hans: 缓存过期时间

# cache_cacheExpirationDesc
source: Auto-delete cached items older than
ar: حذف العناصر المخزنة مؤقتاً الأقدم من تلقائياً
es: Eliminar automáticamente elementos en caché más antiguos de
fr: Supprimer automatiquement les éléments en cache plus anciens que
ko: 다음보다 오래된 캐시 항목 자동 삭제
pt: Excluir automaticamente itens em cache mais antigos que
ru: Автоматически удалять кэшированные элементы старше
tl: Awtomatikong burahin ang mga naka-cache na item na mas matanda sa
vi: Tự động xóa các mục được lưu trong bộ nhớ đệm cũ hơn
zh_hans: 自动删除超过以下时间的缓存项目

# cache_cacheSettings
source: Cache Settings
ar: إعدادات التخزين المؤقت
es: Configuración de caché
fr: Paramètres du cache
ko: 캐시 설정
pt: Configuracoes de Cache
ru: Настройки кэша
tl: Mga Setting ng Cache
vi: Cài đặt bộ nhớ đệm
zh_hans: 缓存设置

# cache_cacheSettingsDesc
source: Configure how long data is kept offline
ar: تكوين مدة الاحتفاظ بالبيانات بدون إنترنت
es: Configura cuánto tiempo se conservan los datos sin conexión
fr: Configurez la durée de conservation des données hors ligne
ko: 데이터를 오프라인에 보관하는 기간 설정
pt: Configure por quanto tempo os dados sao mantidos offline
ru: Настройте, как долго данные хранятся офлайн
tl: I-configure kung gaano katagal itinatago ang data offline
vi: Cấu hình thời gian lưu giữ dữ liệu ngoại tuyến
zh_hans: 配置离线数据保留时间

# cache_cleanUp
source: Clean Up
ar: تنظيف
es: Limpiar
fr: Nettoyer
ko: 정리
pt: Limpar
ru: Очистить
tl: Maglinis
vi: Dọn dẹp
zh_hans: 清理

# cache_cleanUpDialogDesc
source: This will remove old messages, posts, and cached files based on your retention settings. This helps free up storage space while keeping recent data.
ar: سيؤدي هذا إلى إزالة الرسائل والمنشورات والملفات المخزنة مؤقتاً القديمة بناءً على إعدادات الاحتفاظ الخاصة بك. يساعد هذا في تحرير مساحة التخزين مع الحفاظ على البيانات الحديثة.
es: Esto eliminará mensajes antiguos, publicaciones y archivos en caché según tu configuración de retención. Esto ayuda a liberar espacio de almacenamiento manteniendo los datos recientes.
fr: Cela supprimera les anciens messages, publications et fichiers en cache selon vos paramètres de conservation. Cela aide à libérer de l'espace de stockage tout en conservant les données récentes.
ko: 보존 설정에 따라 오래된 메시지, 게시물 및 캐시된 파일이 제거됩니다. 최근 데이터는 유지하면서 저장 공간을 확보하는 데 도움이 됩니다.
pt: Isso removera mensagens, posts e arquivos em cache antigos com base nas suas configuracoes de retencao. Isso ajuda a liberar espaco de armazenamento mantendo os dados recentes.
ru: Это удалит старые сообщения, посты и кэшированные файлы в соответствии с вашими настройками хранения. Это поможет освободить место, сохраняя недавние данные.
tl: Aalisin nito ang mga lumang mensahe, post, at naka-cache na file batay sa iyong mga setting ng pagpapanatili. Nakakatulong ito na magpalaya ng espasyo sa storage habang pinapanatili ang mga kamakailang data.
vi: Điều này sẽ xóa các tin nhắn, bài viết và tệp được lưu trong bộ nhớ đệm cũ dựa trên cài đặt lưu giữ của bạn. Điều này giúp giải phóng dung lượng lưu trữ trong khi vẫn giữ dữ liệu gần đây.
zh_hans: 这将根据您的保留设置删除旧消息、帖子和缓存文件。这有助于释放存储空间，同时保留最近的数据。

# cache_cleanUpNow
source: Clean Up Now
ar: التنظيف الآن
es: Limpiar ahora
fr: Nettoyer maintenant
ko: 지금 정리
pt: Limpar Agora
ru: Очистить сейчас
tl: Maglinis Ngayon
vi: Dọn dẹp ngay
zh_hans: 立即清理

# cache_cleanUpTitle
source: Clean Up Old Data?
ar: تنظيف البيانات القديمة؟
es: ¿Limpiar datos antiguos?
fr: Nettoyer les anciennes données ?
ko: 오래된 데이터를 정리하시겠습니까?
pt: Limpar Dados Antigos?
ru: Очистить старые данные?
tl: Maglinis ng Lumang Data?
vi: Dọn dẹp dữ liệu cũ?
zh_hans: 清理旧数据？

# cache_clearAllCache
source: Clear All Cache
ar: مسح كل التخزين المؤقت
es: Borrar todo el caché
fr: Vider tout le cache
ko: 모든 캐시 지우기
pt: Limpar Todo o Cache
ru: Очистить весь кэш
tl: I-clear Lahat ng Cache
vi: Xóa tất cả bộ nhớ đệm
zh_hans: 清除所有缓存

# cache_clearCache
source: Clear Cache
ar: مسح التخزين المؤقت
es: Borrar caché
fr: Vider le cache
ko: 캐시 지우기
pt: Limpar Cache
ru: Очистить кэш
tl: I-clear ang Cache
vi: Xóa bộ nhớ đệm
zh_hans: 清除缓存

# cache_clearCacheDesc
source: Remove all cached data. You'll need to re-download content.
ar: إزالة جميع البيانات المخزنة مؤقتاً. ستحتاج إلى إعادة تحميل المحتوى.
es: Eliminar todos los datos en caché. Necesitarás volver a descargar el contenido.
fr: Supprimer toutes les données en cache. Vous devrez retélécharger le contenu.
ko: 모든 캐시된 데이터를 제거합니다. 콘텐츠를 다시 다운로드해야 합니다.
pt: Remover todos os dados em cache. Voce precisara baixar novamente o conteudo.
ru: Удалить все кэшированные данные. Вам нужно будет заново скачать контент.
tl: Alisin lahat ng naka-cache na data. Kakailanganin mong i-download muli ang nilalaman.
vi: Xóa tất cả dữ liệu được lưu trong bộ nhớ đệm. Bạn sẽ cần tải lại nội dung.
zh_hans: 删除所有缓存数据。您需要重新下载内容。

# cache_clearCacheDialogDesc
source: This will remove all cached files, images, and temporary data. Your messages, posts, and account data will not be affected. Content will need to be re-downloaded when you access it again.
ar: سيؤدي هذا إلى إزالة جميع الملفات والصور والبيانات المؤقتة المخزنة. لن تتأثر رسائلك ومنشوراتك وبيانات حسابك. سيحتاج المحتوى إلى إعادة التحميل عند الوصول إليه مرة أخرى.
es: Esto eliminará todos los archivos en caché, imágenes y datos temporales. Tus mensajes, publicaciones y datos de cuenta no se verán afectados. El contenido deberá volver a descargarse cuando accedas a él.
fr: Cela supprimera tous les fichiers en cache, images et données temporaires. Vos messages, publications et données de compte ne seront pas affectés. Le contenu devra être retéléchargé lors de votre prochain accès.
ko: 캐시된 모든 파일, 이미지 및 임시 데이터가 제거됩니다. 메시지, 게시물 및 계정 데이터는 영향을 받지 않습니다. 다시 접근할 때 콘텐츠를 다시 다운로드해야 합니다.
pt: Isso removera todos os arquivos, imagens e dados temporarios em cache. Suas mensagens, posts e dados da conta nao serao afetados. O conteudo precisara ser baixado novamente quando voce acessa-lo.
ru: Это удалит все кэшированные файлы, изображения и временные данные. Ваши сообщения, посты и данные аккаунта не будут затронуты. Контент нужно будет заново скачать при доступе к нему.
tl: Aalisin nito ang lahat ng naka-cache na file, larawan, at pansamantalang data. Ang iyong mga mensahe, post, at data ng account ay hindi maaapektuhan. Kakailanganin muling i-download ang nilalaman kapag ina-access mo ito.
vi: Điều này sẽ xóa tất cả các tệp, hình ảnh và dữ liệu tạm thời được lưu trong bộ nhớ đệm. Tin nhắn, bài viết và dữ liệu tài khoản của bạn sẽ không bị ảnh hưởng. Nội dung sẽ cần được tải lại khi bạn truy cập lại.
zh_hans: 这将删除所有缓存的文件、图片和临时数据。您的消息、帖子和账户数据不会受到影响。再次访问内容时需要重新下载。

# cache_clearCacheTitle
source: Clear All Cache?
ar: مسح كل التخزين المؤقت؟
es: ¿Borrar todo el caché?
fr: Vider tout le cache ?
ko: 모든 캐시를 지우시겠습니까?
pt: Limpar Todo o Cache?
ru: Очистить весь кэш?
tl: I-clear Lahat ng Cache?
vi: Xóa tất cả bộ nhớ đệm?
zh_hans: 清除所有缓存？

# cache_dangerZone
source: Danger Zone
ar: منطقة الخطر
es: Zona de peligro
fr: Zone de danger
ko: 위험 구역
pt: Zona de Perigo
ru: Опасная зона
vi: Vùng nguy hiểm
zh_hans: 危险区域

# cache_dataRetention
source: Data Retention
ar: الاحتفاظ بالبيانات
es: Retención de datos
fr: Conservation des données
ko: 데이터 보존
pt: Retencao de Dados
ru: Хранение данных
tl: Pagpapanatili ng Data
vi: Lưu giữ dữ liệu
zh_hans: 数据保留

# cache_dataRetentionDesc
source: Configure how long messages and posts are kept locally
ar: تكوين مدة الاحتفاظ بالرسائل والمنشورات محلياً
es: Configura cuánto tiempo se guardan los mensajes y publicaciones localmente
fr: Configurez la durée de conservation locale des messages et publications
ko: 메시지와 게시물을 로컬에 보관하는 기간 설정
pt: Configure por quanto tempo mensagens e posts sao mantidos localmente
ru: Настройте, как долго сообщения и посты хранятся локально
tl: I-configure kung gaano katagal itinatago ang mga mensahe at post nang lokal
vi: Cấu hình thời gian lưu giữ tin nhắn và bài viết cục bộ
zh_hans: 配置消息和帖子的本地保留时间

# cache_days
source: days
ar: أيام
es: días
fr: jours
ko: 일
pt: dias
ru: дней
tl: araw
vi: ngày
zh_hans: 天

# cache_documents
source: Documents
ar: المستندات
es: Documentos
ko: 문서
pt: Documentos
ru: Документы
tl: Mga Dokumento
vi: Tài liệu
zh_hans: 文档

# cache_exportData
source: Export Data
ar: تصدير البيانات
es: Exportar datos
fr: Exporter les données
ko: 데이터 내보내기
pt: Exportar Dados
ru: Экспорт данных
tl: I-export ang Data
vi: Xuất dữ liệu
zh_hans: 导出数据

# cache_freeSpace
source: Free Space
ar: تحرير المساحة
es: Liberar espacio
fr: Libérer de l'espace
ko: 여유 공간
pt: Liberar Espaco
ru: Освободить место
tl: Magpalaya ng Espasyo
vi: Giải phóng dung lượng
zh_hans: 释放空间

# cache_imagesMedia
source: Images & Media
ar: الصور والوسائط
es: Imágenes y medios
fr: Images et médias
ko: 이미지 및 미디어
pt: Imagens e Midia
ru: Изображения и медиа
tl: Mga Larawan at Media
vi: Hình ảnh & Phương tiện
zh_hans: 图片和媒体

# cache_keepFiles
source: Keep cached files for
ar: الاحتفاظ بالملفات المخزنة مؤقتاً لمدة
es: Conservar archivos en caché por
fr: Conserver les fichiers en cache pendant
ko: 캐시된 파일 보관 기간
pt: Manter arquivos em cache por
ru: Хранить кэшированные файлы
tl: Panatilihin ang mga naka-cache na file ng
vi: Giữ tệp được lưu trong bộ nhớ đệm trong
zh_hans: 保留缓存文件

# cache_keepMessages
source: Keep local messages for
ar: الاحتفاظ بالرسائل المحلية لمدة
es: Conservar mensajes locales por
fr: Conserver les messages locaux pendant
ko: 로컬 메시지 보관 기간
pt: Manter mensagens locais por
ru: Хранить локальные сообщения
tl: Panatilihin ang mga lokal na mensahe ng
vi: Giữ tin nhắn cục bộ trong
zh_hans: 保留本地消息

# cache_keepPosts
source: Keep local posts for
ar: الاحتفاظ بالمنشورات المحلية لمدة
es: Conservar publicaciones locales por
fr: Conserver les publications locales pendant
ko: 로컬 게시물 보관 기간
pt: Manter posts locais por
ru: Хранить локальные посты
tl: Panatilihin ang mga lokal na post ng
vi: Giữ bài viết cục bộ trong
zh_hans: 保留本地帖子

# cache_lastCleanup
source: Last cleanup
ar: آخر تنظيف
es: Última limpieza
fr: Dernier nettoyage
ko: 마지막 정리
pt: Ultima limpeza
ru: Последняя очистка
tl: Huling paglilinis
vi: Lần dọn dẹp cuối
zh_hans: 上次清理
