Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# files_download
source: Download
ar: تحميل
es: Descargar
fr: Télécharger
ko: 다운로드
pt: Baixar
ru: Скачать
tl: I-download
vi: Tải xuống
zh_hans: 下载

# files_downloadZip
source: Download ZIP
ar: تحميل ZIP
es: Descargar ZIP
fr: Télécharger ZIP
ko: ZIP 다운로드
pt: Baixar ZIP
ru: Скачать ZIP
tl: I-download ang ZIP
vi: Tải xuống ZIP
zh_hans: 下载 ZIP

# files_duplicateGroup
source: Duplicate Group #%@
ar: مجموعة المكررات #%@
es: Grupo de Duplicados #%@
fr: Groupe de Doublons #%@
ko: 중복 그룹 #%@
pt: Grupo de Duplicados #%@
ru: Группа дубликатов #%@
vi: Nhóm Trùng lặp #%@
zh_hans: 重复组 #%@

# files_duplicates
source: Duplicates
ar: الملفات المكررة
es: Duplicados
fr: Doublons
ko: 중복 파일
pt: Duplicados
ru: Дубликаты
tl: Mga Duplicate
vi: Tệp trùng lặp
zh_hans: 重复文件

# files_duplicatesFound
source: Found %lld duplicate file groups. Consider deleting duplicates to free up storage.
ar: تم العثور على %lld مجموعات ملفات مكررة. فكر في حذف المكررات لتحرير مساحة التخزين.
es: Se encontraron %lld grupos de archivos duplicados. Considera eliminar duplicados para liberar almacenamiento.
fr: %lld groupes de fichiers en double trouves. Envisagez de supprimer les doublons pour liberer de l'espace.
ko: %lld개의 중복 파일 그룹이 발견되었습니다. 저장 공간 확보를 위해 중복 파일을 삭제해 보세요.
pt: Encontrados %lld grupos de arquivos duplicados. Considere excluir duplicados para liberar espaco.
ru: Найдено %lld групп дубликатов. Рассмотрите удаление дубликатов для освобождения места.
tl: Nakahanap ng %lld grupo ng duplicate na file. Pag-isipang burahin ang mga duplicate para makalaya ng storage.
vi: Tìm thấy %lld nhóm tệp trùng lặp. Hãy cân nhắc xóa các tệp trùng để giải phóng dung lượng lưu trữ.
zh_hans: 发现 %lld 组重复文件。考虑删除重复文件以释放存储空间。

# files_exporting
source: Exporting...
ar: جاري التصدير...
es: Exportando...
fr: Exportation...
ko: 내보내는 중...
pt: Exportando...
ru: Экспортирование...
tl: Nag-e-export...
vi: Đang xuất...
zh_hans: 正在导出...

# files_exportSharingReport
source: Export Sharing Report
ar: تصدير تقرير المشاركة
es: Exportar Informe de Compartidos
fr: Exporter le Rapport de Partage
ko: 공유 보고서 내보내기
pt: Exportar Relatorio de Compartilhamento
ru: Экспортировать отчёт о совместном доступе
tl: I-export ang Sharing Report
vi: Xuất Báo cáo Chia sẻ
zh_hans: 导出分享报告

# files_failedExport
source: Failed to export sharing report
ar: فشل تصدير تقرير المشاركة
es: Error al exportar el informe de compartidos
fr: Echec de l'exportation du rapport de partage
ko: 공유 보고서 내보내기에 실패했습니다
pt: Falha ao exportar relatorio de compartilhamento
ru: Не удалось экспортировать отчёт о совместном доступе
tl: Hindi na-export ang sharing report
vi: Không thể xuất báo cáo chia sẻ
zh_hans: 导出分享报告失败

# files_filesCount
source: %1$lld files (%2$@)
ar: %1$lld ملفات (%2$@)
es: %1$lld archivos (%2$@)
fr: %1$lld fichiers (%2$@)
ko: %1$lld개 파일 (%2$@)
pt: %1$lld arquivos (%2$@)
ru: %1$lld файлов (%2$@)
tl: %1$lld file (%2$@)
vi: %1$lld tệp (%2$@)
zh_hans: %1$lld 个文件 (%2$@)

# files_filesInGroup
source: files in this group
ar: ملفات في هذه المجموعة
es: archivos en este grupo
fr: fichiers dans ce groupe
ko: 이 그룹의 파일
pt: arquivos neste grupo
ru: файлов в этой группе
tl: mga file sa grupong ito
vi: tệp trong nhóm này
zh_hans: 此群组中的文件

# files_fileSize
source: File Size
ar: حجم الملف
es: Tamaño de archivo
fr: Taille du fichier
ko: 파일 크기
pt: Tamanho do Arquivo
ru: Размер файла
tl: Laki ng File
vi: Kích thước tệp
zh_hans: 文件大小

# files_filesSelected
source: %lld file selected
ar: %lld ملف محدد
es: %lld archivo seleccionado
fr: %lld fichier sélectionné
ko: %lld개 파일 선택됨
pt: %lld arquivo selecionado
ru: %lld файл выбран
tl: %lld file ang napili
vi: Đã chọn %lld tệp
zh_hans: 已选择 %lld 个文件

# files_filesSelected_plural
source: %lld files selected
ar: %lld ملفات محددة
es: %lld archivos seleccionados
fr: %lld fichiers sélectionnés
ko: %lld개 파일 선택됨
pt: %lld arquivos selecionados
ru: %lld файлов выбрано
tl: %lld na file ang napili
vi: Đã chọn %lld tệp
zh_hans: 已选择 %lld 个文件

# files_filesShared
source: files shared
ar: ملفات مشتركة
es: archivos compartidos
fr: fichiers partages
ko: 공유된 파일
pt: arquivos compartilhados
ru: файлов предоставлено
tl: mga file na naibahagi
vi: tệp đã chia sẻ
zh_hans: 个文件已分享

# files_filesSharedWithOthers
source: files shared with others
ar: ملفات مشتركة مع الآخرين
es: archivos compartidos con otros
fr: fichiers partages avec d'autres
ko: 다른 사람과 공유된 파일
pt: arquivos compartilhados com outros
ru: файлов предоставлено другим
tl: mga file na naibahagi sa iba
vi: tệp đã chia sẻ với người khác
zh_hans: 与他人分享的文件

# files_filesWithMostAccess
source: Files with the most share access
ar: الملفات ذات أكبر عدد من المشاركات
es: Archivos con más accesos compartidos
fr: Fichiers avec le plus d'acces partages
ko: 공유 접근이 가장 많은 파일
pt: Arquivos com mais acessos de compartilhamento
ru: Файлы с наибольшим количеством обращений
tl: Mga file na may pinakamaraming share access
vi: Các tệp có nhiều lượt truy cập chia sẻ nhất
zh_hans: 分享访问次数最多的文件

# files_fileType
source: File Type
ar: نوع الملف
es: Tipo de archivo
fr: Type de fichier
ko: 파일 유형
pt: Tipo de Arquivo
ru: Тип файла
tl: Uri ng File
vi: Loại tệp
zh_hans: 文件类型

# files_filterFiles
source: Filter Files
ar: تصفية الملفات
es: Filtrar archivos
fr: Filtrer les fichiers
ko: 파일 필터
pt: Filtrar Arquivos
ru: Фильтровать файлы
tl: I-filter ang mga File
vi: Lọc tệp
zh_hans: 筛选文件

# files_filterName
source: Filter Name
ar: اسم الفلتر
es: Nombre del filtro
fr: Nom du filtre
ko: 필터 이름
pt: Nome do Filtro
ru: Название фильтра
tl: Pangalan ng Filter
vi: Tên bộ lọc
zh_hans: 筛选器名称

# files_filterNamePlaceholder
source: e.g., 'Large videos this month'
ar: مثال: 'فيديوهات كبيرة هذا الشهر'
es: p. ej., 'Videos grandes de este mes'
fr: ex. : 'Grandes vidéos de ce mois'
ko: 예: '이번 달 대용량 동영상'
pt: ex: 'Videos grandes deste mes'
ru: например, 'Большие видео за этот месяц'
tl: hal., 'Malalaking video ngayong buwan'
vi: ví dụ: 'Video lớn tháng này'
zh_hans: 例如：'本月的大视频'

# files_filters
source: Filters
ar: الفلاتر
es: Filtros
fr: Filtres
ko: 필터
pt: Filtros
ru: Фильтры
tl: Mga Filter
vi: Bộ lọc
zh_hans: 筛选器

# files_filterWillSave
source: This filter will save:
ar: هذا الفلتر سيحفظ:
es: Este filtro guardará:
fr: Ce filtre enregistrera :
ko: 이 필터가 저장됩니다:
pt: Este filtro salvara:
ru: Этот фильтр сохранит:
tl: Ise-save ng filter na ito:
vi: Bộ lọc này sẽ lưu:
zh_hans: 此筛选器将保存：

# files_identicalFiles
source: %1$lld identical files (%2$@ each)
ar: %1$lld ملفات متطابقة (%2$@ لكل منها)
es: %1$lld archivos idénticos (%2$@ cada uno)
fr: %1$lld fichiers identiques (%2$@ chacun)
ko: %1$lld개의 동일한 파일 (각 %2$@)
pt: %1$lld arquivos identicos (%2$@ cada)
ru: %1$lld идентичных файлов (по %2$@ каждый)
tl: %1$lld magkakaparehong file (%2$@ bawat isa)
vi: %1$lld tệp giống hệt nhau (%2$@ mỗi tệp)
zh_hans: %1$lld 个相同文件（每个 %2$@）

# files_images
source: Images
ar: الصور
es: Imágenes
ko: 이미지
pt: Imagens
ru: Изображения
tl: Mga Larawan
vi: Hình ảnh
zh_hans: 图片

# files_keep
source: Keep
ar: احتفظ
es: Conservar
fr: Conserver
ko: 유지
pt: Manter
ru: Оставить
tl: Panatilihin
vi: Giữ lại
zh_hans: 保留

# files_loadingAnalytics
source: Loading analytics...
ar: جاري تحميل التحليلات...
es: Cargando analíticas...
fr: Chargement des analytiques...
ko: 분석 로딩 중...
pt: Carregando analises...
ru: Загрузка аналитики...
tl: Naglo-load ng analytics...
vi: Đang tải phân tích...
zh_hans: 正在加载分析...

# files_modified
source: Modified
ar: معدل
es: Modificado
fr: Modifié
ko: 수정됨
pt: Modificado
ru: Изменено
tl: Binago
vi: Đã sửa đổi
zh_hans: 修改时间

# files_mostAccessedFiles
source: Most Accessed Files
ar: الملفات الأكثر وصولاً
es: Archivos Más Accedidos
fr: Fichiers les Plus Accedes
ko: 가장 많이 접근한 파일
pt: Arquivos Mais Acessados
ru: Наиболее популярные файлы
tl: Mga Pinaka-na-access na File
vi: Tệp Được Truy cập Nhiều Nhất
zh_hans: 访问最多的文件

# files_move
source: Move
ar: نقل
es: Mover
fr: Déplacer
ko: 이동
pt: Mover
ru: Переместить
tl: Ilipat
vi: Di chuyển
zh_hans: 移动

# files_newFolder
source: New Folder
ar: مجلد جديد
es: Nueva carpeta
fr: Nouveau dossier
ko: 새 폴더
pt: Nova Pasta
ru: Новая папка
tl: Bagong Folder
vi: Thư mục mới
zh_hans: 新建文件夹

# files_noActivityYet
source: No activity recorded yet
ar: لا يوجد نشاط مسجل بعد
es: Aún no hay actividad registrada
fr: Aucune activite enregistree pour le moment
ko: 아직 기록된 활동이 없습니다
pt: Nenhuma atividade registrada ainda
ru: Активность ещё не зарегистрирована
tl: Wala pang naitatalang aktibidad
vi: Chưa có hoạt động nào được ghi lại
zh_hans: 尚无记录的活动

# files_noDuplicates
source: No duplicate files found
ar: لم يتم العثور على ملفات مكررة
es: No se encontraron archivos duplicados
fr: Aucun fichier en double trouve
ko: 중복 파일이 없습니다
pt: Nenhum arquivo duplicado encontrado
ru: Дубликаты не найдены
tl: Walang nakitang duplicate na file
vi: Không tìm thấy tệp trùng lặp
zh_hans: 未找到重复文件

# files_noFilesShared
source: No files shared yet
ar: لم يتم مشاركة أي ملفات بعد
es: Aún no hay archivos compartidos
fr: Aucun fichier partage pour le moment
ko: 아직 공유된 파일이 없습니다
pt: Nenhum arquivo compartilhado ainda
ru: Файлы ещё не предоставлены
tl: Wala pang naibahaging file
vi: Chưa có tệp nào được chia sẻ
zh_hans: 尚未分享任何文件

# files_noFilesUploaded
source: No files uploaded yet
ar: لم يتم رفع أي ملفات بعد
es: Aún no se han subido archivos
fr: Aucun fichier televerse pour le moment
ko: 아직 업로드된 파일이 없습니다
pt: Nenhum arquivo enviado ainda
ru: Файлы ещё не загружены
tl: Wala pang nai-upload na file
vi: Chưa có tệp nào được tải lên
zh_hans: 尚未上传任何文件

# files_ofUsed
source: of %@ used
ar: من %@ مستخدم
es: de %@ usado
fr: sur %@ utilise
ko: %@ 중 사용됨
pt: de %@ usado
ru: из %@ использовано
tl: %@ ang nagamit
vi: đã sử dụng trong tổng số %@
zh_hans: 已使用 %@ 中的

# files_other
source: Other
ar: أخرى
es: Otros
fr: Autres
ko: 기타
pt: Outros
ru: Другое
tl: Iba pa
vi: Khác
zh_hans: 其他

# files_overview
source: Overview
ar: نظرة عامة
es: Resumen
fr: Apercu
ko: 개요
pt: Visao Geral
ru: Обзор
tl: Pangkalahatang-tanaw
vi: Tổng quan
zh_hans: 概览

# files_pastMonth
source: Past Month
ar: الشهر الماضي
es: Último mes
fr: Mois dernier
ko: 지난 달
pt: Ultimo Mes
ru: За месяц
tl: Nakaraang Buwan
vi: Tháng trước
zh_hans: 过去一个月

# files_pastWeek
source: Past Week
ar: الأسبوع الماضي
es: Última semana
fr: Semaine dernière
ko: 지난 주
pt: Ultima Semana
ru: За неделю
tl: Nakaraang Linggo
vi: Tuần trước
zh_hans: 过去一周

# files_pastYear
source: Past Year
ar: السنة الماضية
es: Último año
fr: Année dernière
ko: 지난 해
pt: Ultimo Ano
ru: За год
tl: Nakaraang Taon
vi: Năm trước
zh_hans: 过去一年

# files_recentSearches
source: Recent Searches
ar: عمليات البحث الأخيرة
es: Búsquedas recientes
fr: Recherches récentes
ko: 최근 검색
pt: Pesquisas Recentes
ru: Недавние поиски
tl: Mga Kamakailang Paghahanap
vi: Tìm kiếm gần đây
zh_hans: 最近搜索

# files_refresh
source: Refresh
ar: تحديث
es: Actualizar
fr: Actualiser
ko: 새로고침
pt: Atualizar
ru: Обновить
tl: I-refresh
vi: Làm mới
zh_hans: 刷新

# files_savedFilters
source: Saved Filters
ar: الفلاتر المحفوظة
es: Filtros guardados
fr: Filtres enregistrés
ko: 저장된 필터
pt: Filtros Salvos
ru: Сохранённые фильтры
tl: Mga Naka-save na Filter
vi: Bộ lọc đã lưu
zh_hans: 已保存的筛选器

# files_saveFilter
source: Save Filter
ar: حفظ الفلتر
es: Guardar filtro
fr: Enregistrer le filtre
ko: 필터 저장
pt: Salvar Filtro
ru: Сохранить фильтр
tl: I-save ang Filter
vi: Lưu bộ lọc
zh_hans: 保存筛选器

# files_saveSearchFilter
source: Save Search Filter
ar: حفظ فلتر البحث
es: Guardar filtro de búsqueda
fr: Enregistrer le filtre de recherche
ko: 검색 필터 저장
pt: Salvar Filtro de Pesquisa
ru: Сохранить фильтр поиска
tl: I-save ang Search Filter
vi: Lưu bộ lọc tìm kiếm
zh_hans: 保存搜索筛选器

# files_search
source: Search
ar: بحث
es: Buscar
fr: Rechercher
ko: 검색
pt: Pesquisar
ru: Поиск
tl: Maghanap
vi: Tìm kiếm
zh_hans: 搜索

# files_searchContents
source: Search Contents
ar: البحث في المحتويات
es: Buscar contenidos
fr: Rechercher le contenu
ko: 내용 검색
pt: Pesquisar Conteudo
ru: Искать в содержимом
tl: Hanapin sa Nilalaman
vi: Tìm kiếm nội dung
zh_hans: 搜索内容

# files_searching
source: Searching...
ar: جاري البحث...
es: Buscando...
fr: Recherche...
ko: 검색 중...
pt: Pesquisando...
ru: Поиск...
tl: Naghahanap...
vi: Đang tìm kiếm...
zh_hans: 搜索中...

# files_searchPlaceholder
source: Search files by name or content...
ar: البحث عن ملفات بالاسم أو المحتوى...
es: Buscar archivos por nombre o contenido...
fr: Rechercher des fichiers par nom ou contenu...
ko: 이름 또는 내용으로 파일 검색...
pt: Pesquisar arquivos por nome ou conteudo...
ru: Поиск файлов по имени или содержимому...
tl: Maghanap ng mga file ayon sa pangalan o nilalaman...
vi: Tìm kiếm tệp theo tên hoặc nội dung...
zh_hans: 按名称或内容搜索文件...

# files_select
source: Select
ar: تحديد
es: Seleccionar
fr: Sélectionner
ko: 선택
pt: Selecionar
ru: Выбрать
tl: Pumili
vi: Chọn
zh_hans: 选择

# files_selectFiles
source: Select files
ar: اختيار ملفات
es: Seleccionar archivos
fr: Sélectionner des fichiers
ko: 파일 선택
pt: Selecionar arquivos
ru: Выбрать файлы
tl: Pumili ng mga file
vi: Chọn tệp
zh_hans: 选择文件

# files_share
source: Share
ar: مشاركة
es: Compartir
fr: Partager
ko: 공유
pt: Compartilhar
ru: Поделиться
tl: Ibahagi
vi: Chia sẻ
zh_hans: 分享

# files_shared
source: Shared
ar: المشترك
es: Compartidos
fr: Partages
ko: 공유됨
pt: Compartilhados
ru: Общие
tl: Naibahagi
vi: Đã chia sẻ
zh_hans: 已分享

# files_sharedFiles
source: Shared Files
ar: الملفات المشتركة
es: Archivos Compartidos
fr: Fichiers Partages
ko: 공유된 파일
pt: Arquivos Compartilhados
ru: Общие файлы
tl: Mga Naibahaging File
vi: Tệp Đã Chia sẻ
zh_hans: 已分享的文件

# files_shareToSee
source: Share files to see them here
ar: شارك الملفات لرؤيتها هنا
es: Comparte archivos para verlos aquí
fr: Partagez des fichiers pour les voir ici
ko: 파일을 공유하면 여기에 표시됩니다
pt: Compartilhe arquivos para ve-los aqui
ru: Поделитесь файлами, чтобы увидеть их здесь
tl: Magbahagi ng mga file para makita sila dito
vi: Chia sẻ tệp để xem chúng ở đây
zh_hans: 分享文件后可在此查看

# files_size
source: Size
ar: الحجم
es: Tamaño
fr: Taille
ko: 크기
pt: Tamanho
ru: Размер
tl: Laki
vi: Kích thước
zh_hans: 大小

# files_sizeLarge
source: Large (> 100 MB)
ar: كبير (> 100 ميجابايت)
es: Grande (> 100 MB)
fr: Grand (> 100 Mo)
ko: 큼 (> 100 MB)
pt: Grande (> 100 MB)
ru: Большой (> 100 МБ)
tl: Malaki (> 100 MB)
vi: Lớn (> 100 MB)
zh_hans: 大 (> 100 MB)

# files_sizeMedium
source: Medium (1-100 MB)
ar: متوسط (1-100 ميجابايت)
es: Mediano (1-100 MB)
fr: Moyen (1-100 Mo)
ko: 보통 (1-100 MB)
pt: Medio (1-100 MB)
ru: Средний (1-100 МБ)
tl: Katamtaman (1-100 MB)
vi: Trung bình (1-100 MB)
zh_hans: 中 (1-100 MB)

# files_sizeSmall
source: Small (< 1 MB)
ar: صغير (< 1 ميجابايت)
es: Pequeño (< 1 MB)
fr: Petit (< 1 Mo)
ko: 작음 (< 1 MB)
pt: Pequeno (< 1 MB)
ru: Маленький (< 1 МБ)
tl: Maliit (< 1 MB)
vi: Nhỏ (< 1 MB)
zh_hans: 小 (< 1 MB)

# files_storageByType
source: Storage by File Type
ar: التخزين حسب نوع الملف
es: Almacenamiento por Tipo de Archivo
fr: Stockage par Type de Fichier
ko: 파일 유형별 저장 공간
pt: Armazenamento por Tipo de Arquivo
ru: Хранилище по типам файлов
tl: Storage Ayon sa Uri ng File
vi: Lưu trữ theo Loại Tệp
zh_hans: 按文件类型的存储

# files_storageOptimized
source: Your storage is optimized!
ar: تخزينك محسّن!
es: ¡Tu almacenamiento está optimizado!
fr: Votre stockage est optimise !
ko: 저장 공간이 최적화되었습니다!
pt: Seu armazenamento esta otimizado!
ru: Ваше хранилище оптимизировано!
tl: Optimized na ang iyong storage!
vi: Lưu trữ của bạn đã được tối ưu hóa!
zh_hans: 您的存储已优化！

# files_storageUsage
source: Storage Usage
ar: استخدام التخزين
es: Uso de Almacenamiento
fr: Utilisation du Stockage
ko: 저장 공간 사용량
pt: Uso de Armazenamento
ru: Использование хранилища
tl: Paggamit ng Storage
vi: Sử dụng Lưu trữ
zh_hans: 存储使用情况

# files_storageUsed
source: of %@ used
ar: من %@ مستخدم
es: de %@ usado
fr: sur %@ utilise
ko: %@ 중 사용됨
pt: de %@ usado
ru: использовано из %@
tl: ng %@ ang nagamit
vi: da su dung %@
zh_hans: 已使用 %@

# files_time_daysAgo
source: %lldd ago
ar: منذ %lld يوم
es: hace %lldd
fr: il y a %lldj
ko: %lld일 전
pt: %lldd atras
ru: %lld дн. назад
tl: %lldd nakalipas
vi: %lld ngày trước
zh_hans: %lld天前

# files_time_hoursAgo
source: %lldh ago
ar: منذ %lld ساعة
es: hace %lldh
fr: il y a %lldh
ko: %lld시간 전
pt: %lldh atras
ru: %lld ч. назад
tl: %lldh nakalipas
vi: %lld giờ trước
zh_hans: %lld小时前

# files_time_justNow
source: Just now
ar: الآن
es: Ahora mismo
fr: A l'instant
ko: 방금
pt: Agora mesmo
ru: Только что
tl: Ngayon lang
vi: Vừa xong
zh_hans: 刚刚

# files_time_minutesAgo
source: %lldm ago
ar: منذ %lld دقيقة
es: hace %lldm
fr: il y a %lldm
ko: %lld분 전
pt: %lldmin atras
ru: %lld мин. назад
tl: %lldm nakalipas
vi: %lld phút trước
zh_hans: %lld分钟前

# files_title
source: Files
ar: الملفات
es: Archivos
fr: Fichiers
ko: 파일
pt: Arquivos
ru: Файлы
tl: Mga File
vi: Tệp
zh_hans: 文件

# files_today
source: Today
ar: اليوم
es: Hoy
fr: Aujourd'hui
ko: 오늘
pt: Hoje
ru: Сегодня
tl: Ngayon
vi: Hôm nay
zh_hans: 今天

# files_totalFiles
source: Total Files
ar: إجمالي الملفات
es: Total de Archivos
fr: Total des Fichiers
ko: 전체 파일
pt: Total de Arquivos
ru: Всего файлов
tl: Kabuuang mga File
vi: Tổng số Tệp
zh_hans: 文件总数

# files_type
source: Type
ar: النوع
es: Tipo
ko: 유형
pt: Tipo
ru: Тип
tl: Uri
vi: Loại
zh_hans: 类型

# files_uploadFiles
source: Upload Files
ar: رفع ملفات
es: Subir archivos
fr: Téléverser des fichiers
ko: 파일 업로드
pt: Enviar Arquivos
ru: Загрузить файлы
tl: Mag-upload ng mga File
vi: Tải lên tệp
zh_hans: 上传文件

# files_videos
source: Videos
ar: الفيديوهات
fr: Vidéos
ko: 동영상
ru: Видео
tl: Mga Video
vi: Video
zh_hans: 视频

# files_viewFileShares
source: View individual file shares in the file list.
ar: عرض مشاركات الملفات الفردية في قائمة الملفات.
es: Ver archivos compartidos individuales en la lista de archivos.
fr: Voir les partages de fichiers individuels dans la liste des fichiers.
ko: 파일 목록에서 개별 파일 공유를 확인하세요.
pt: Veja os compartilhamentos individuais na lista de arquivos.
ru: Просматривайте отдельные общие файлы в списке файлов.
tl: Tingnan ang mga indibidwal na file share sa listahan ng mga file.
vi: Xem các lượt chia sẻ tệp riêng lẻ trong danh sách tệp.
zh_hans: 在文件列表中查看单个文件的分享情况。

# filesAccessRequestDialog_accessLevel
source: Access Level
ar: مستوى الوصول
es: Nivel de Acceso
fr: Niveau d'Acces
ko: 접근 수준
pt: Nivel de Acesso
ru: Уровень доступа
tl: Antas ng Access
vi: Cap Do Truy Cap
zh_hans: 访问级别

# filesAccessRequestDialog_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# filesAccessRequestDialog_description
source: Request access to "%@"
ar: طلب الوصول إلى "%@"
es: Solicitar acceso a "%@"
fr: Demander l'acces a "%@"
ko: "%@"에 대한 접근 권한 요청
pt: Solicitar acesso a "%@"
ru: Запросить доступ к "%@"
tl: Humiling ng access sa "%@"
vi: Yeu cau truy cap "%@"
zh_hans: 请求访问 "%@"

# filesAccessRequestDialog_edit
source: Edit
ar: تعديل
es: Editar
fr: Modifier
ko: 편집
pt: Editar
ru: Редактирование
tl: I-edit
vi: Chinh sua
zh_hans: 编辑

# filesAccessRequestDialog_error
source: Failed to submit access request
ar: فشل في إرسال طلب الوصول
es: Error al enviar la solicitud de acceso
fr: Echec de l'envoi de la demande d'acces
ko: 접근 요청을 제출하지 못했습니다
pt: Falha ao enviar solicitacao de acesso
ru: Не удалось отправить запрос на доступ
tl: Nabigong magpadala ng kahilingan sa access
vi: Khong the gui yeu cau truy cap
zh_hans: 提交访问请求失败

# filesAccessRequestDialog_messageLabel
source: Message (optional)
ar: رسالة (اختياري)
es: Mensaje (opcional)
fr: Message (facultatif)
ko: 메시지 (선택사항)
pt: Mensagem (opcional)
ru: Сообщение (необязательно)
tl: Mensahe (opsyonal)
vi: Tin nhan (tuy chon)
zh_hans: 留言（可选）

# filesAccessRequestDialog_messagePlaceholder
source: Why do you need access to this file?
ar: لماذا تحتاج الوصول إلى هذا الملف؟
es: Por que necesitas acceso a este archivo?
fr: Pourquoi avez-vous besoin d'acceder a ce fichier ?
ko: 이 파일에 접근이 필요한 이유는 무엇인가요?
pt: Por que voce precisa de acesso a este arquivo?
ru: Почему вам нужен доступ к этому файлу?
tl: Bakit mo kailangan ng access sa file na ito?
vi: Tai sao ban can truy cap tap tin nay?
zh_hans: 您为什么需要访问此文件？

# filesAccessRequestDialog_sending
source: Sending...
ar: جاري الإرسال...
es: Enviando...
fr: Envoi en cours...
ko: 전송 중...
pt: Enviando...
ru: Отправка...
tl: Ipinapadala...
vi: Dang gui...
zh_hans: 发送中...

# filesAccessRequestDialog_sendRequest
source: Send Request
ar: إرسال الطلب
es: Enviar Solicitud
fr: Envoyer la Demande
ko: 요청 보내기
pt: Enviar Solicitacao
ru: Отправить запрос
tl: Ipadala ang Kahilingan
vi: Gui Yeu Cau
zh_hans: 发送请求

# filesAccessRequestDialog_title
source: Request Access
ar: طلب الوصول
es: Solicitar Acceso
fr: Demander l'Acces
ko: 접근 권한 요청
pt: Solicitar Acesso
ru: Запросить доступ
tl: Humiling ng Access
vi: Yeu Cau Truy Cap
zh_hans: 请求访问

# filesAccessRequestDialog_viewDownload
source: View & Download
ar: عرض وتحميل
es: Ver y Descargar
fr: Consulter et Telecharger
ko: 보기 및 다운로드
pt: Visualizar e Baixar
ru: Просмотр и скачивание
tl: Tingnan at I-download
vi: Xem va Tai xuong
zh_hans: 查看和下载

# filesAccessRequestDialog_viewOnly
source: View only
ar: عرض فقط
es: Solo ver
fr: Consultation seule
ko: 보기 전용
pt: Somente visualizacao
ru: Только просмотр
tl: Tingnan lamang
vi: Chi xem
zh_hans: 仅查看

# filesAccessRequestsPanel_noPending
source: No pending requests
ar: لا توجد طلبات معلقة
es: No hay solicitudes pendientes
fr: Aucune demande en attente
ko: 대기 중인 요청이 없습니다
pt: Nenhuma solicitacao pendente
ru: Нет ожидающих запросов
tl: Walang naghihintay na kahilingan
vi: Khong co yeu cau dang cho
zh_hans: 没有待处理的请求

# filesAccessRequestsPanel_permissions_delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
ko: 삭제
pt: Excluir
ru: Удаление
tl: I-delete
vi: Xoa
zh_hans: 删除

# filesAccessRequestsPanel_permissions_download
source: Download
ar: تحميل
es: Descargar
fr: Telecharger
ko: 다운로드
pt: Baixar
ru: Скачивание
tl: I-download
vi: Tai xuong
zh_hans: 下载

# filesAccessRequestsPanel_permissions_edit
source: Edit
ar: تعديل
es: Editar
fr: Modifier
ko: 편집
pt: Editar
ru: Редактирование
tl: I-edit
vi: Chinh sua
zh_hans: 编辑

# filesAccessRequestsPanel_permissions_view
source: View
ar: عرض
es: Ver
fr: Voir
ko: 보기
pt: Visualizar
ru: Просмотр
tl: Tingnan
vi: Xem
zh_hans: 查看

# filesAccessRequestsPanel_requested
source: Requested %@
ar: مطلوب %@
es: Solicitado %@
fr: Demande il y a %@
ko: %@ 전에 요청됨
pt: Solicitado %@
ru: Запрошено %@
tl: Hiniling %@
vi: Da yeu cau %@
zh_hans: 请求于 %@

# filesAccessRequestsPanel_requestsWillAppear
source: Access requests will appear here
ar: ستظهر طلبات الوصول هنا
es: Las solicitudes de acceso apareceran aqui
fr: Les demandes d'acces apparaitront ici
ko: 접근 요청이 여기에 표시됩니다
pt: As solicitacoes de acesso aparecerao aqui
ru: Запросы на доступ появятся здесь
tl: Ang mga kahilingan sa access ay lalabas dito
vi: Cac yeu cau truy cap se hien thi tai day
zh_hans: 访问请求将显示在这里

# filesAccessRequestsPanel_title
source: Pending Access Requests
ar: طلبات الوصول المعلقة
es: Solicitudes de acceso pendientes
fr: Demandes d'acces en attente
ko: 대기 중인 접근 요청
pt: Solicitacoes de Acesso Pendentes
ru: Ожидающие запросы на доступ
tl: Mga Naghihintay na Kahilingan sa Access
vi: Yeu cau truy cap dang cho
zh_hans: 待处理的访问请求

# fileShareDialog_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# fileShareDialog_copied
source: Copied!
ar: تم النسخ!
es: Copiado!
fr: Copie !
ko: 복사됨!
pt: Copiado!
ru: Скопировано!
tl: Nakopya na!
vi: Da sao chep!
zh_hans: 已复制！

# fileShareDialog_copy
source: Copy
ar: نسخ
es: Copiar
fr: Copier
ko: 복사
pt: Copiar
ru: Копировать
tl: Kopyahin
vi: Sao chep
zh_hans: 复制

# fileShareDialog_createLink
source: Create Link
ar: إنشاء رابط
es: Crear Enlace
fr: Creer un lien
ko: 링크 생성
pt: Criar Link
ru: Создать ссылку
tl: Gumawa ng Link
vi: Tao Lien ket
zh_hans: 创建链接

# fileShareDialog_createShare
source: Create Share
ar: إنشاء مشاركة
es: Crear Compartido
fr: Creer le partage
ko: 공유 생성
pt: Criar Compartilhamento
ru: Создать доступ
tl: Gumawa ng Share
vi: Tao Chia se
zh_hans: 创建分享
