Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# privacyDashboard_riskLow
source: Low Risk
ar: خطر منخفض
es: Riesgo Bajo
fr: Risque Faible
ko: 낮은 위험
pt: Baixo Risco
ru: Низкий риск
tl: Mababang Panganib
vi: Rui ro Thap
zh_hans: 低风险

# privacyDashboard_riskMedium
source: Medium Risk
ar: خطر متوسط
es: Riesgo Medio
fr: Risque Moyen
ko: 중간 위험
pt: Risco Medio
ru: Средний риск
tl: Katamtamang Panganib
vi: Rui ro Trung binh
zh_hans: 中等风险

# privacyDashboard_settings_anonymousReactions
source: Anonymous Reactions
ar: التفاعلات المجهولة
es: Reacciones Anónimas
fr: Reactions Anonymes
ko: 익명 반응
pt: Reacoes Anonimas
ru: Анонимные реакции
tl: Anonymous na mga Reaksyon
vi: Phan ung An danh
zh_hans: 匿名反应

# privacyDashboard_settings_anonymousReactionsDesc
source: React to posts anonymously
ar: تفاعل مع المنشورات بشكل مجهول
es: Reacciona a publicaciones de forma anónima
fr: Reagissez aux publications de maniere anonyme
ko: 익명으로 게시물에 반응
pt: Reagir a postagens anonimamente
ru: Реагировать на публикации анонимно
tl: Mag-react sa mga post nang anonymous
vi: Phan ung voi bai dang mot cach an danh
zh_hans: 匿名对帖子做出反应

# privacyDashboard_settings_anonymousVoting
source: Anonymous Voting
ar: التصويت المجهول
es: Votación Anónima
fr: Vote Anonyme
ko: 익명 투표
pt: Votacao Anonima
ru: Анонимное голосование
tl: Anonymous na Pagboto
vi: Bo phieu An danh
zh_hans: 匿名投票

# privacyDashboard_settings_anonymousVotingDesc
source: Cast votes without revealing identity
ar: أدلِ بصوتك دون الكشف عن هويتك
es: Emite votos sin revelar tu identidad
fr: Votez sans reveler votre identite
ko: 신원을 드러내지 않고 투표
pt: Votar sem revelar identidade
ru: Голосовать, не раскрывая личность
tl: Bumoto nang hindi ipinapakita ang pagkakakilanlan
vi: Bo phieu ma khong tiet lo danh tinh
zh_hans: 投票时不透露身份

# privacyDashboard_settings_disableReadReceipts
source: Disable Read Receipts
ar: تعطيل إيصالات القراءة
es: Desactivar Confirmaciones de Lectura
fr: Desactiver les Accuses de Lecture
ko: 읽음 확인 비활성화
pt: Desativar Confirmacoes de Leitura
ru: Отключить отчёты о прочтении
tl: I-disable ang Read Receipt
vi: Tat Bien nhan Doc
zh_hans: 禁用已读回执

# privacyDashboard_settings_disableReadReceiptsDesc
source: Don't show when you've read messages
ar: عدم إظهار متى قرأت الرسائل
es: No mostrar cuándo has leído los mensajes
fr: Ne pas afficher quand vous avez lu les messages
ko: 메시지를 읽었을 때 표시하지 않음
pt: Nao mostrar quando voce leu mensagens
ru: Не показывать, когда вы прочитали сообщения
tl: Huwag ipakita kung kailan mo nabasa ang mga mensahe
vi: Khong hien thi khi ban da doc tin nhan
zh_hans: 不显示您何时阅读了消息

# privacyDashboard_settings_encryptedMessagesOnly
source: Encrypted Messages Only
ar: الرسائل المشفرة فقط
es: Solo Mensajes Cifrados
fr: Messages Chiffres Uniquement
ko: 암호화된 메시지만
pt: Apenas Mensagens Criptografadas
ru: Только зашифрованные сообщения
tl: Mga Naka-encrypt na Mensahe Lamang
vi: Chi Tin nhan Ma hoa
zh_hans: 仅限加密消息

# privacyDashboard_settings_encryptedMessagesOnlyDesc
source: Require end-to-end encryption
ar: طلب التشفير من طرف إلى طرف
es: Requerir cifrado de extremo a extremo
fr: Exiger le chiffrement de bout en bout
ko: 종단간 암호화 필수
pt: Exigir criptografia de ponta a ponta
ru: Требовать сквозное шифрование
tl: Kailangan ng end-to-end encryption
vi: Yeu cau ma hoa dau-cuoi
zh_hans: 要求端到端加密

# privacyDashboard_settings_hideActivityStatus
source: Hide Activity Status
ar: إخفاء حالة النشاط
es: Ocultar Estado de Actividad
fr: Masquer le Statut d'Activite
ko: 활동 상태 숨기기
pt: Ocultar Status de Atividade
ru: Скрыть статус активности
tl: Itago ang Status ng Aktibidad
vi: An Trang thai Hoat dong
zh_hans: 隐藏活动状态

# privacyDashboard_settings_hideActivityStatusDesc
source: Don't show when you're online
ar: عدم إظهار متى تكون متصلاً
es: No mostrar cuándo estás en línea
fr: Ne pas afficher quand vous etes en ligne
ko: 온라인 상태 표시하지 않음
pt: Nao mostrar quando voce esta online
ru: Не показывать, когда вы онлайн
tl: Huwag ipakita kung kailan ka online
vi: Khong hien thi khi ban truc tuyen
zh_hans: 不显示您何时在线

# privacyDashboard_settings_hideFromDirectory
source: Hide from Member Directory
ar: الإخفاء من دليل الأعضاء
es: Ocultar del Directorio de Miembros
fr: Masquer de l'Annuaire des Membres
ko: 멤버 디렉토리에서 숨기기
pt: Ocultar do Diretorio de Membros
ru: Скрыть из каталога участников
tl: Itago mula sa Direktoryo ng mga Miyembro
vi: An khoi Danh muc Thanh vien
zh_hans: 从成员目录中隐藏

# privacyDashboard_settings_hideFromDirectoryDesc
source: Don't appear in public member lists
ar: عدم الظهور في قوائم الأعضاء العامة
es: No aparecer en listas públicas de miembros
fr: Ne pas apparaitre dans les listes publiques de membres
ko: 공개 멤버 목록에 표시되지 않음
pt: Nao aparecer nas listas publicas de membros
ru: Не отображаться в публичных списках участников
tl: Huwag lumabas sa mga pampublikong listahan ng miyembro
vi: Khong xuat hien trong danh sach thanh vien cong khai
zh_hans: 不出现在公开成员列表中

# privacyDashboard_settings_restrictProfileVisibility
source: Restrict Profile Visibility
ar: تقييد ظهور الملف الشخصي
es: Restringir Visibilidad del Perfil
fr: Restreindre la Visibilite du Profil
ko: 프로필 공개 제한
pt: Restringir Visibilidade do Perfil
ru: Ограничить видимость профиля
tl: Limitahan ang Visibility ng Profile
vi: Han che Kha nang Hien thi Ho so
zh_hans: 限制个人资料可见性

# privacyDashboard_settings_restrictProfileVisibilityDesc
source: Only members can see your profile
ar: يمكن للأعضاء فقط رؤية ملفك الشخصي
es: Solo los miembros pueden ver tu perfil
fr: Seuls les membres peuvent voir votre profil
ko: 멤버만 프로필을 볼 수 있음
pt: Apenas membros podem ver seu perfil
ru: Только участники могут видеть ваш профиль
tl: Mga miyembro lamang ang makakakita ng iyong profile
vi: Chi thanh vien co the xem ho so cua ban
zh_hans: 只有成员可以查看您的个人资料

# privacyDemo_description
source: Safe participation for high-risk organizing contexts
ar: مشاركة آمنة لسياقات التنظيم عالية المخاطر
es: Participacion segura para contextos de organizacion de alto riesgo
fr: Participation securisee pour les contextes d'organisation a haut risque
ko: 고위험 조직화 상황에서 안전한 참여
pt: Participacao segura para contextos de organizacao de alto risco
ru: Безопасное участие в условиях высокого риска организации
tl: Ligtas na pakikilahok para sa mga konteksto ng pag-oorganisa na may mataas na panganib
vi: Tham gia an toan cho cac boi canh to chuc rui ro cao
zh_hans: 为高风险组织环境提供安全参与方式

# privacyDemo_reactions_howItWorks
source: How Anonymous Reactions Work
ar: كيف تعمل ردود الفعل المجهولة
es: Como Funcionan las Reacciones Anonimas
fr: Comment fonctionnent les reactions anonymes
ko: 익명 반응 작동 방식
pt: Como Funcionam as Reacoes Anonimas
ru: Как работают анонимные реакции
tl: Paano Gumagana ang Mga Anonymous na Reaksyon
vi: Cach Phan ung An danh Hoat dong
zh_hans: 匿名反应的工作原理

# privacyDemo_reactions_sampleContent
source: "We're organizing a direct action next week to protest the evictions. All are welcome to join - safety protocols will be provided."
ar: "نحن ننظم عملاً مباشراً الأسبوع القادم للاحتجاج على عمليات الإخلاء. الجميع مرحب بهم للانضمام - سيتم توفير بروتوكولات السلامة."
es: "Estamos organizando una accion directa la proxima semana para protestar contra los desalojos. Todos son bienvenidos a unirse - se proporcionaran protocolos de seguridad."
fr: "Nous organisons une action directe la semaine prochaine pour protester contre les expulsions. Tous sont les bienvenus - des protocoles de securite seront fournis."
ko: "다음 주에 퇴거 반대 직접 행동을 조직하고 있습니다. 모든 분들의 참여를 환영합니다 - 안전 수칙이 제공됩니다."
pt: "Estamos organizando uma acao direta na proxima semana para protestar contra os despejos. Todos sao bem-vindos - protocolos de seguranca serao fornecidos."
ru: "На следующей неделе мы организуем прямую акцию против выселений. Приглашаем всех — протоколы безопасности будут предоставлены."
tl: "Nag-oorganisa kami ng direct action sa susunod na linggo para protesta sa mga pagpapaalis. Lahat ay welcome - ibibigay ang mga protocol ng kaligtasan."
vi: "Chung toi dang to chuc mot hanh dong truc tiep vao tuan toi de phan doi cac vu cuong che. Tat ca deu duoc chao don tham gia - cac quy trinh an toan se duoc cung cap."
zh_hans: "我们正在组织下周的直接行动，抗议驱逐事件。欢迎所有人参加——届时将提供安全协议。"

# privacyDemo_reactions_samplePost
source: Sample Post
ar: منشور نموذجي
es: Publicacion de Ejemplo
fr: Publication exemple
ko: 샘플 게시물
pt: Publicacao de Exemplo
ru: Пример публикации
tl: Halimbawang Post
vi: Bai dang mau
zh_hans: 示例帖子

# privacyDemo_reactions_tips_aggregateCounts
source: Aggregate counts are still shown to demonstrate community backing
ar: لا تزال الأعداد الإجمالية معروضة لإظهار دعم المجتمع
es: Los conteos agregados aun se muestran para demostrar el respaldo de la comunidad
fr: Les comptages agreges sont toujours affiches pour demontrer le soutien de la communaute
ko: 커뮤니티의 지지를 보여주기 위해 집계 수치가 표시됩니다
pt: Contagens agregadas ainda sao mostradas para demonstrar apoio da comunidade
ru: Совокупные данные по-прежнему показывают поддержку сообщества
tl: Ipinapakita pa rin ang kabuuang bilang para ipakita ang suporta ng komunidad
vi: So luong tong hop van duoc hien thi de cho thay su ung ho cua cong dong
zh_hans: 汇总计数仍会显示，以展示社区支持

# privacyDemo_reactions_tips_critical
source: Critical for high-risk campaigns where public support could lead to retaliation
ar: حاسم للحملات عالية المخاطر حيث يمكن أن يؤدي الدعم العلني إلى انتقام
es: Critico para campanas de alto riesgo donde el apoyo publico podria llevar a represalias
fr: Essentiel pour les campagnes a haut risque ou le soutien public pourrait entrainer des represailles
ko: 공개적 지지가 보복으로 이어질 수 있는 고위험 캠페인에 중요합니다
pt: Critico para campanhas de alto risco onde apoio publico pode levar a retaliacao
ru: Критически важно для кампаний высокого риска, где публичная поддержка может привести к репрессиям
tl: Mahalaga para sa mga kampanyang may mataas na panganib kung saan ang pampublikong suporta ay maaaring magdulot ng paghihiganti
vi: Quan trong cho cac chien dich rui ro cao noi su ung ho cong khai co the dan den tra thu
zh_hans: 对于公开支持可能导致报复的高风险活动至关重要

# privacyDemo_reactions_tips_cryptoSecured
source: Cryptographically secured to prevent de-anonymization
ar: مؤمن تشفيرياً لمنع كشف الهوية
es: Asegurado criptograficamente para prevenir la desanonimizacion
fr: Securise cryptographiquement pour empecher la desanonymisation
ko: 익명화 해제를 방지하기 위해 암호화로 보호됩니다
pt: Protegido criptograficamente para evitar desanonimizacao
ru: Криптографически защищено для предотвращения деанонимизации
tl: Cryptographically secured para maiwasan ang de-anonymization
vi: Duoc bao mat bang mat ma de ngan chan viec bo an danh
zh_hans: 通过加密技术保护，防止去匿名化

# privacyDemo_reactions_tips_enableAnonymous
source: Enable anonymous mode to hide your identity while showing support
ar: فعّل الوضع المجهول لإخفاء هويتك مع إظهار دعمك
es: Activa el modo anonimo para ocultar tu identidad mientras muestras apoyo
fr: Activez le mode anonyme pour masquer votre identite tout en montrant votre soutien
ko: 익명 모드를 활성화하여 지지를 표시하면서 신원을 숨기세요
pt: Ative o modo anonimo para ocultar sua identidade enquanto demonstra apoio
ru: Включите анонимный режим, чтобы скрыть свою личность, выражая поддержку
tl: I-enable ang anonymous mode para itago ang iyong pagkakakilanlan habang nagpapakita ng suporta
vi: Bat che do an danh de an danh tinh trong khi the hien su ung ho
zh_hans: 启用匿名模式，在表达支持的同时隐藏您的身份

# privacyDemo_tabs_dashboard
source: Privacy Dashboard
ar: لوحة الخصوصية
es: Panel de Privacidad
fr: Tableau de bord de confidentialite
ko: 개인정보 대시보드
pt: Painel de Privacidade
ru: Панель конфиденциальности
tl: Dashboard ng Privacy
vi: Bang dieu khien Quyen rieng tu
zh_hans: 隐私仪表板

# privacyDemo_tabs_reactions
source: Anonymous Reactions
ar: ردود الفعل المجهولة
es: Reacciones Anonimas
fr: Reactions anonymes
ko: 익명 반응
pt: Reacoes Anonimas
ru: Анонимные реакции
tl: Mga Anonymous na Reaksyon
vi: Phan ung An danh
zh_hans: 匿名反应

# privacyDemo_tabs_voting
source: Anonymous Voting
ar: التصويت المجهول
es: Votacion Anonima
fr: Vote anonyme
ko: 익명 투표
pt: Votacao Anonima
ru: Анонимное голосование
tl: Anonymous na Pagboto
vi: Bo phieu An danh
zh_hans: 匿名投票

# privacyDemo_title
source: Privacy & Anonymous Engagement
ar: الخصوصية والمشاركة المجهولة
es: Privacidad y Participacion Anonima
fr: Confidentialite et Engagement Anonyme
ko: 개인정보 보호 및 익명 참여
pt: Privacidade e Participacao Anonima
ru: Конфиденциальность и анонимное участие
tl: Privacy at Anonymous na Paglahok
vi: Quyen rieng tu va Tham gia An danh
zh_hans: 隐私与匿名参与

# privacyDemo_voting_howItWorks
source: How Anonymous Voting Works
ar: كيف يعمل التصويت المجهول
es: Como Funciona la Votacion Anonima
fr: Comment fonctionne le vote anonyme
ko: 익명 투표 작동 방식
pt: Como Funciona a Votacao Anonima
ru: Как работает анонимное голосование
tl: Paano Gumagana ang Anonymous na Pagboto
vi: Cach Bo phieu An danh Hoat dong
zh_hans: 匿名投票的工作原理

# privacyDemo_voting_tips_essential
source: Essential for sensitive decisions in high-risk organizing
ar: ضروري للقرارات الحساسة في التنظيم عالي المخاطر
es: Esencial para decisiones sensibles en organizacion de alto riesgo
fr: Essentiel pour les decisions sensibles dans l'organisation a haut risque
ko: 고위험 조직화에서 민감한 결정에 필수적입니다
pt: Essencial para decisoes sensiveis em organizacao de alto risco
ru: Необходимо для чувствительных решений в условиях высокого риска организации
tl: Mahalaga para sa mga sensitibong desisyon sa pag-oorganisa na may mataas na panganib
vi: Thiet yeu cho cac quyet dinh nhay cam trong to chuc rui ro cao
zh_hans: 对于高风险组织中的敏感决策至关重要

# privacyDemo_voting_tips_noTrace
source: Individual votes cannot be traced to voters
ar: لا يمكن تتبع الأصوات الفردية إلى المصوتين
es: Los votos individuales no pueden ser rastreados a los votantes
fr: Les votes individuels ne peuvent pas etre retracés aux votants
ko: 개별 투표를 투표자에게 추적할 수 없습니다
pt: Votos individuais nao podem ser rastreados aos votantes
ru: Отдельные голоса невозможно отследить до избирателей
tl: Hindi maaaring ma-trace ang mga indibidwal na boto sa mga botante
vi: Khong the truy vet phieu bau ca nhan den nguoi bo phieu
zh_hans: 单个投票无法追溯到投票者

# privacyDemo_voting_tips_preventIntimidation
source: Prevents intimidation and enables honest participation
ar: يمنع التخويف ويتيح المشاركة الصادقة
es: Previene la intimidacion y permite la participacion honesta
fr: Empeche l'intimidation et permet une participation honnete
ko: 위협을 방지하고 솔직한 참여를 가능하게 합니다
pt: Previne intimidacao e permite participacao honesta
ru: Предотвращает запугивание и обеспечивает честное участие
tl: Pinipigilan ang pananakot at pinapagana ang tapat na paglahok
vi: Ngan chan su de doa va cho phep tham gia trung thuc
zh_hans: 防止恐吓，促进诚实参与

# privacyDemo_voting_tips_verifiable
source: Results are verifiably accurate despite anonymity
ar: النتائج دقيقة ويمكن التحقق منها رغم المجهولية
es: Los resultados son verificablemente precisos a pesar del anonimato
fr: Les resultats sont verifiablement exacts malgre l'anonymat
ko: 익명성에도 불구하고 결과가 검증 가능하게 정확합니다
pt: Resultados sao verificavelmente precisos apesar do anonimato
ru: Результаты проверяемо точны, несмотря на анонимность
tl: Ang mga resulta ay napapatunayan na tama kahit anonymous
vi: Ket qua co the xac minh chinh xac bat chap tinh an danh
zh_hans: 尽管匿名，结果仍可验证准确

# privacyDemo_voting_tips_zeroKnowledge
source: Zero-knowledge cryptography ensures vote privacy
ar: يضمن التشفير بدون معرفة خصوصية التصويت
es: La criptografia de conocimiento cero asegura la privacidad del voto
fr: La cryptographie a connaissance nulle garantit la confidentialite du vote
ko: 영지식 암호화가 투표 비밀을 보장합니다
pt: Criptografia de conhecimento zero garante privacidade do voto
ru: Криптография с нулевым разглашением обеспечивает тайну голосования
tl: Tinitiyak ng zero-knowledge cryptography ang privacy ng boto
vi: Mat ma hoc khong tiet lo dam bao quyen rieng tu cua phieu bau
zh_hans: 零知识密码学确保投票隐私

# privacyDemo_whyMatters_conclusion
source: Anonymous engagement tools allow these supporters to participate safely while still building collective power.
ar: تتيح أدوات المشاركة المجهولة لهؤلاء المؤيدين المشاركة بأمان مع بناء القوة الجماعية.
es: Las herramientas de participacion anonima permiten a estos simpatizantes participar de manera segura mientras construyen poder colectivo.
fr: Les outils d'engagement anonyme permettent a ces sympathisants de participer en toute securite tout en construisant un pouvoir collectif.
ko: 익명 참여 도구는 이러한 지지자들이 집단적 힘을 구축하면서도 안전하게 참여할 수 있게 합니다.
pt: Ferramentas de participacao anonima permitem que esses apoiadores participem com seguranca enquanto ainda constroem poder coletivo.
ru: Инструменты анонимного участия позволяют этим сторонникам безопасно участвовать, одновременно наращивая коллективную силу.
tl: Ang mga tool ng anonymous na paglahok ay nagpapahintulot sa mga supporter na ito na lumahok nang ligtas habang nagtatayo pa rin ng kolektibong kapangyarihan.
vi: Cac cong cu tham gia an danh cho phep nhung nguoi ung ho nay tham gia an toan trong khi van xay dung suc manh tap the.
zh_hans: 匿名参与工具使这些支持者能够安全参与，同时建立集体力量。

# privacyDemo_whyMatters_consequences_activists
source: Activists in authoritarian states risk arrest
ar: يخاطر الناشطون في الدول الاستبدادية بالاعتقال
es: Activistas en estados autoritarios arriesgan arresto
fr: Les militants dans les etats autoritaires risquent l'arrestation
ko: 권위주의 국가의 활동가들은 체포 위험에 처합니다
pt: Ativistas em estados autoritarios correm risco de prisao
ru: Активисты в авторитарных государствах рискуют быть арестованными
tl: Ang mga aktibista sa mga autoritaryanong estado ay nanganganib na maaresto
vi: Cac nha hoat dong o cac quoc gia doc tai co nguy co bi bat giu
zh_hans: 专制国家的活动人士面临被捕风险

# privacyDemo_whyMatters_consequences_marginalized
source: Marginalized communities face disproportionate surveillance
ar: تواجه المجتمعات المهمشة مراقبة غير متناسبة
es: Comunidades marginadas enfrentan vigilancia desproporcionada
fr: Les communautes marginalisees font face a une surveillance disproportionnee
ko: 소외된 커뮤니티는 불균형한 감시에 직면합니다
pt: Comunidades marginalizadas enfrentam vigilancia desproporcional
ru: Маргинализированные сообщества подвергаются непропорциональному надзору
tl: Ang mga marginalized na komunidad ay humaharap sa hindi proporsyonal na surveillance
vi: Cac cong dong bi gat ra ngoai le phai doi mat voi su giam sat khong can xung
zh_hans: 边缘化社区面临不成比例的监控

# privacyDemo_whyMatters_consequences_tenants
source: Tenants fighting evictions may be blacklisted
ar: قد يُدرج المستأجرون المحاربون للإخلاء في القوائم السوداء
es: Inquilinos luchando contra desalojos pueden ser incluidos en listas negras
fr: Les locataires luttant contre les expulsions peuvent etre mis sur liste noire
ko: 퇴거에 맞서는 세입자들은 블랙리스트에 오를 수 있습니다
pt: Inquilinos lutando contra despejos podem ser colocados em lista negra
ru: Арендаторы, борющиеся с выселением, могут попасть в чёрный список
tl: Ang mga tenant na lumalaban sa pagpapaalis ay maaaring ma-blacklist
vi: Nguoi thue nha chong cuong che co the bi dua vao danh sach den
zh_hans: 抗争驱逐的租户可能被列入黑名单

# privacyDemo_whyMatters_consequences_workers
source: Workers organizing a union may face termination
ar: قد يواجه العمال المنظمون لنقابة الفصل من العمل
es: Trabajadores organizando un sindicato pueden enfrentar despido
fr: Les travailleurs organisant un syndicat peuvent risquer le licenciement
ko: 노조를 조직하는 노동자들은 해고될 수 있습니다
pt: Trabalhadores organizando um sindicato podem enfrentar demissao
ru: Работники, создающие профсоюз, могут быть уволены
tl: Ang mga manggagawang nag-oorganisa ng unyon ay maaaring matanggal sa trabaho
vi: Cong nhan to chuc cong doan co the bi sa thai
zh_hans: 组织工会的工人可能面临解雇

# privacyDemo_whyMatters_intro
source: In high-risk organizing contexts (surveillance states, workplace organizing, tenant unions facing retaliation), visible support can have serious consequences:
ar: في سياقات التنظيم عالية المخاطر (دول المراقبة، التنظيم العمالي، نقابات المستأجرين التي تواجه انتقاماً)، يمكن أن يكون للدعم المرئي عواقب وخيمة:
es: En contextos de organizacion de alto riesgo (estados de vigilancia, organizacion laboral, sindicatos de inquilinos enfrentando represalias), el apoyo visible puede tener consecuencias graves:
fr: Dans les contextes d'organisation a haut risque (etats de surveillance, organisation syndicale, syndicats de locataires faisant face a des represailles), le soutien visible peut avoir des consequences graves:
ko: 고위험 조직화 상황(감시 국가, 직장 조직화, 보복에 직면한 세입자 조합)에서 공개적 지지는 심각한 결과를 초래할 수 있습니다:
pt: Em contextos de organizacao de alto risco (estados de vigilancia, organizacao no trabalho, sindicatos de inquilinos enfrentando retaliacao), apoio visivel pode ter consequencias serias:
ru: В условиях высокого риска организации (государства с усиленным надзором, организация на рабочих местах, профсоюзы арендаторов, подвергающиеся репрессиям) открытая поддержка может иметь серьёзные последствия:
tl: Sa mga konteksto ng pag-oorganisa na may mataas na panganib (mga surveillance state, pag-oorganisa sa trabaho, mga unyon ng mga tenant na hinaharap ang paghihiganti), ang nakikitang suporta ay maaaring magdulot ng malubhang kahihinatnan:
vi: Trong cac boi canh to chuc rui ro cao (cac quoc gia giam sat, to chuc cong doan, cac hiep hoi nguoi thue nha doi mat voi tra thu), su ung ho cong khai co the gay ra hau qua nghiem trong:
zh_hans: 在高风险组织环境中（监控国家、工会组织、面临报复的租户工会），公开支持可能产生严重后果：

# privacyDemo_whyMatters_title
source: Why Anonymous Engagement Matters
ar: لماذا تهم المشاركة المجهولة
es: Por Que Importa la Participacion Anonima
fr: Pourquoi l'engagement anonyme est important
ko: 익명 참여가 중요한 이유
pt: Por Que a Participacao Anonima e Importante
ru: Почему анонимное участие важно
tl: Bakit Mahalaga ang Anonymous na Paglahok
vi: Tai sao Tham gia An danh Quan trong
zh_hans: 为什么匿名参与很重要

# privacySettings_activityLogs_description
source: Keep a history of device activities and security events
ar: الاحتفاظ بسجل لأنشطة الجهاز وأحداث الأمان
es: Mantener un historial de actividades del dispositivo y eventos de seguridad
fr: Conserver un historique des activites de l'appareil et des evenements de securite
ko: 기기 활동 및 보안 이벤트의 기록을 유지합니다
pt: Manter um historico de atividades do dispositivo e eventos de seguranca
ru: Сохранять историю действий устройства и событий безопасности
tl: Panatilihin ang kasaysayan ng mga aktibidad ng device at mga kaganapang panseguridad
vi: Luu lich su hoat dong thiet bi va cac su kien bao mat
zh_hans: 保留设备活动和安全事件的历史记录

# privacySettings_activityLogs_label
source: Log Device Activity
ar: تسجيل نشاط الجهاز
es: Registrar Actividad del Dispositivo
fr: Journaliser l'Activite de l'Appareil
ko: 기기 활동 기록
pt: Registrar Atividade do Dispositivo
ru: Вести журнал активности устройства
tl: I-log ang Device Activity
vi: Ghi nhat ky Hoat dong Thiet bi
zh_hans: 记录设备活动

# privacySettings_activityLogs_warning
source: Disabling activity logs will make it harder to detect unauthorized access or suspicious activity.
ar: تعطيل سجلات النشاط سيجعل من الصعب اكتشاف الوصول غير المصرح به أو النشاط المشبوه.
es: Desactivar los registros de actividad dificultara la deteccion de accesos no autorizados o actividad sospechosa.
fr: Desactiver les journaux d'activite rendra plus difficile la detection d'acces non autorises ou d'activites suspectes.
ko: 활동 로그를 비활성화하면 무단 접근이나 의심스러운 활동을 감지하기 어려워집니다.
pt: Desativar os logs de atividade tornara mais dificil detectar acesso nao autorizado ou atividade suspeita.
ru: Отключение журналов активности затруднит обнаружение несанкционированного доступа или подозрительной активности.
tl: Ang pag-disable sa activity logs ay magpapahirap sa pag-detect ng hindi awtorisadong access o kahina-hinalang aktibidad.
vi: Vo hieu hoa nhat ky hoat dong se khien viec phat hien truy cap trai phep hoac hoat dong dang ngo kho khan hon.
zh_hans: 禁用活动日志将使检测未授权访问或可疑活动变得更加困难。
