Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# editEventDialog_errors_updateFailed
source: Failed to update event
ar: فشل تحديث الحدث
es: Error al actualizar el evento
fr: Echec de la mise a jour de l'evenement
ko: 행사 업데이트 실패
pt: Falha ao atualizar evento
ru: Не удалось обновить мероприятие
tl: Nabigong i-update ang kaganapan
vi: Khong the cap nhat su kien
zh_hans: 更新活动失败

# editEventDialog_fields_capacityLabel
source: Capacity (Optional)
ar: السعة (اختياري)
es: Capacidad (Opcional)
fr: Capacite (Optionnel)
ko: 정원 (선택)
pt: Capacidade (Opcional)
ru: Вместимость (необязательно)
tl: Kapasidad (Opsyonal)
vi: Suc chua (Tuy chon)
zh_hans: 容量（可选）

# editEventDialog_fields_capacityPlaceholder
source: Max attendees
ar: الحد الأقصى للحضور
es: Maximo de asistentes
fr: Nombre max de participants
ko: 최대 참석자 수
pt: Maximo de participantes
ru: Максимум участников
tl: Maximum na dadalo
vi: So nguoi tham gia toi da
zh_hans: 最大参与人数

# editEventDialog_fields_descriptionLabel
source: Description
ar: الوصف
es: Descripcion
ko: 설명
pt: Descricao
ru: Описание
tl: Paglalarawan
vi: Mo ta
zh_hans: 描述

# editEventDialog_fields_descriptionPlaceholder
source: Event description
ar: وصف الحدث
es: Descripcion del evento
fr: Description de l'evenement
ko: 행사 설명
pt: Descricao do evento
ru: Описание мероприятия
tl: Paglalarawan ng kaganapan
vi: Mo ta su kien
zh_hans: 活动描述

# editEventDialog_fields_endDateLabel
source: End Date & Time (Optional)
ar: تاريخ ووقت الانتهاء (اختياري)
es: Fecha y hora de fin (Opcional)
fr: Date et heure de fin (Optionnel)
ko: 종료 날짜 및 시간 (선택)
pt: Data e Hora de Termino (Opcional)
ru: Дата и время окончания (необязательно)
tl: Petsa at Oras ng Pagtatapos (Opsyonal)
vi: Ngay va gio ket thuc (Tuy chon)
zh_hans: 结束日期和时间（可选）

# editEventDialog_fields_locationLabel
source: Location
ar: الموقع
es: Ubicacion
fr: Lieu
ko: 장소
pt: Local
ru: Место
tl: Lokasyon
vi: Dia diem
zh_hans: 地点

# editEventDialog_fields_locationPlaceholder
source: Event location
ar: موقع الحدث
es: Ubicacion del evento
fr: Lieu de l'evenement
ko: 행사 장소
pt: Local do evento
ru: Место проведения
tl: Lokasyon ng kaganapan
vi: Dia diem su kien
zh_hans: 活动地点

# editEventDialog_fields_privacyLabel
source: Privacy Level
ar: مستوى الخصوصية
es: Nivel de privacidad
fr: Niveau de confidentialite
ko: 공개 수준
pt: Nivel de Privacidade
ru: Уровень приватности
tl: Antas ng Privacy
vi: Muc do rieng tu
zh_hans: 隐私级别

# editEventDialog_fields_revealTimeHelp
source: Location will be revealed at this time
ar: سيتم الكشف عن الموقع في هذا الوقت
es: La ubicacion se revelara a esta hora
fr: Le lieu sera revele a cette heure
ko: 이 시간에 장소가 공개됩니다
pt: O local sera revelado neste horario
ru: Место будет раскрыто в это время
tl: Ang lokasyon ay ilalantad sa oras na ito
vi: Dia diem se duoc tiet lo vao thoi gian nay
zh_hans: 地点将在此时间公布

# editEventDialog_fields_revealTimeLabel
source: Location Reveal Time
ar: وقت الكشف عن الموقع
es: Hora de revelacion de ubicacion
fr: Heure de revelation du lieu
ko: 장소 공개 시간
pt: Hora de Revelacao do Local
ru: Время раскрытия места
tl: Oras ng Paglalantad ng Lokasyon
vi: Thoi gian tiet lo dia diem
zh_hans: 地点公布时间

# editEventDialog_fields_startDateLabel
source: Start Date & Time *
ar: تاريخ ووقت البدء *
es: Fecha y hora de inicio *
fr: Date et heure de debut *
ko: 시작 날짜 및 시간 *
pt: Data e Hora de Inicio *
ru: Дата и время начала *
tl: Petsa at Oras ng Simula *
vi: Ngay va gio bat dau *
zh_hans: 开始日期和时间 *

# editEventDialog_fields_titleLabel
source: Event Title *
ar: عنوان الحدث *
es: Titulo del evento *
fr: Titre de l'evenement *
ko: 행사 제목 *
pt: Titulo do Evento *
ru: Название мероприятия *
tl: Pamagat ng Kaganapan *
vi: Tieu de su kien *
zh_hans: 活动标题 *

# editEventDialog_fields_titlePlaceholder
source: Enter event title
ar: أدخل عنوان الحدث
es: Ingresa el titulo del evento
fr: Entrez le titre de l'evenement
ko: 행사 제목을 입력하세요
pt: Digite o titulo do evento
ru: Введите название мероприятия
tl: Ilagay ang pamagat ng kaganapan
vi: Nhap tieu de su kien
zh_hans: 输入活动标题

# editEventDialog_privacy_directAction
source: Direct Action - Time-delayed location reveal
ar: عمل مباشر - كشف الموقع مؤجل
es: Accion directa - Revelacion de ubicacion diferida
fr: Action directe - Revelation du lieu differee
ko: 직접 행동 - 시간 지연 장소 공개
pt: Acao Direta - Revelacao do local com atraso
ru: Прямое действие - Отложенное раскрытие места
tl: Direktang Aksyon - Naantala ang paglalantad ng lokasyon
vi: Hanh dong truc tiep - Tiet lo dia diem tre
zh_hans: 直接行动 - 延迟公布地点

# editEventDialog_privacy_group
source: Group - Only group members
ar: مجموعة - أعضاء المجموعة فقط
es: Grupo - Solo miembros del grupo
fr: Groupe - Membres du groupe uniquement
ko: 그룹 - 그룹 구성원만
pt: Grupo - Apenas membros do grupo
ru: Группа - Только участники группы
tl: Grupo - Mga miyembro ng grupo lamang
vi: Nhom - Chi thanh vien nhom
zh_hans: 群组 - 仅群组成员

# editEventDialog_privacy_private
source: Private - Invite only
ar: خاص - بدعوة فقط
es: Privado - Solo con invitacion
fr: Prive - Sur invitation uniquement
ko: 비공개 - 초대된 사람만
pt: Privado - Apenas convidados
ru: Частное - Только по приглашению
tl: Pribado - Sa imbitasyon lamang
vi: Rieng tu - Chi theo loi moi
zh_hans: 私密 - 仅限邀请

# editEventDialog_privacy_public
source: Public - Anyone can see
ar: عام - يمكن للجميع الرؤية
es: Publico - Cualquiera puede ver
fr: Public - Tout le monde peut voir
ko: 공개 - 누구나 볼 수 있음
pt: Publico - Qualquer um pode ver
ru: Публичное - Видно всем
tl: Pampubliko - Makikita ng kahit sino
vi: Cong khai - Ai cung co the xem
zh_hans: 公开 - 所有人可见

# editEventDialog_title
source: Edit Event
ar: تعديل الحدث
es: Editar evento
fr: Modifier l'evenement
ko: 행사 수정
pt: Editar Evento
ru: Редактировать мероприятие
tl: I-edit ang Kaganapan
vi: Chinh sua su kien
zh_hans: 编辑活动

# editor_active
source: %lld active
ar: %lld نشط
es: %lld activos
fr: %lld actifs
ko: %lld명 활성
pt: %lld ativos
ru: %lld активных
tl: %lld aktibo
vi: %lld dang hoat dong
zh_hans: %lld 人在线

# editor_addComment
source: Add Comment
ar: إضافة تعليق
es: Añadir comentario
fr: Ajouter un commentaire
ko: 댓글 추가
pt: Adicionar Comentario
ru: Добавить комментарий
tl: Magdagdag ng Komento
vi: Them binh luan
zh_hans: 添加评论

# editor_addFootnote
source: Add footnote
ar: إضافة حاشية سفلية
es: Añadir nota al pie
fr: Ajouter une note de bas de page
ko: 각주 추가
pt: Adicionar nota de rodape
ru: Добавить сноску
tl: Magdagdag ng footnote
vi: Them chu thich cuoi trang
zh_hans: 添加脚注

# editor_blockquote
source: Blockquote
ar: اقتباس
es: Cita en bloque
fr: Citation
ko: 인용구
pt: Citacao
ru: Цитата
vi: Trich dan
zh_hans: 引用块

# editor_bold
source: Bold (Ctrl+B)
ar: غامق (Ctrl+B)
es: Negrita (Ctrl+B)
fr: Gras (Ctrl+B)
ko: 굵게 (Ctrl+B)
pt: Negrito (Ctrl+B)
ru: Жирный (Ctrl+B)
vi: Dam (Ctrl+B)
zh_hans: 粗体 (Ctrl+B)

# editor_bulletList
source: Bullet List
ar: قائمة نقطية
es: Lista con viñetas
fr: Liste a puces
ko: 글머리 기호 목록
pt: Lista com Marcadores
ru: Маркированный список
vi: Danh sach dau cham
zh_hans: 项目符号列表

# editor_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# editor_comment
source: Comment
ar: تعليق
es: Comentar
fr: Commenter
ko: 댓글
pt: Comentar
ru: Комментарий
tl: Komento
vi: Binh luan
zh_hans: 评论

# editor_connected
source: Connected
ar: متصل
es: Conectado
fr: Connecte
ko: 연결됨
pt: Conectado
ru: Подключено
tl: Konektado
vi: Da ket noi
zh_hans: 已连接

# editor_connecting
source: Connecting...
ar: جاري الاتصال...
es: Conectando...
fr: Connexion...
ko: 연결 중...
pt: Conectando...
ru: Подключение...
tl: Kumokonekta...
vi: Dang ket noi...
zh_hans: 连接中...

# editor_diagram
source: Diagram (Mermaid)
ar: مخطط (Mermaid)
es: Diagrama (Mermaid)
fr: Diagramme (Mermaid)
ko: 다이어그램 (Mermaid)
pt: Diagrama (Mermaid)
ru: Диаграмма (Mermaid)
vi: Bieu do (Mermaid)
zh_hans: 图表 (Mermaid)

# editor_documentFooter
source: Document Footer
ar: تذييل المستند
es: Pie del documento
fr: Pied de page du document
ko: 문서 바닥글
pt: Rodape do Documento
ru: Нижний колонтитул
tl: Footer ng Dokumento
vi: Chan trang tai lieu
zh_hans: 文档页脚

# editor_documentHeader
source: Document Header
ar: ترويسة المستند
es: Encabezado del documento
fr: En-tete du document
ko: 문서 머리글
pt: Cabecalho do Documento
ru: Верхний колонтитул
tl: Header ng Dokumento
vi: Dau trang tai lieu
zh_hans: 文档页眉

# editor_enterImageUrl
source: Enter image URL:
ar: أدخل رابط الصورة:
es: Ingresa la URL de la imagen:
fr: Entrez l'URL de l'image :
ko: 이미지 URL을 입력하세요:
pt: Insira a URL da imagem:
ru: Введите URL изображения:
tl: Ilagay ang URL ng larawan:
vi: Nhap URL hinh anh:
zh_hans: 请输入图片链接：

# editor_enterUrl
source: Enter URL:
ar: أدخل الرابط:
es: Ingresa la URL:
fr: Entrez l'URL :
ko: URL을 입력하세요:
pt: Insira a URL:
ru: Введите URL:
tl: Ilagay ang URL:
vi: Nhap URL:
zh_hans: 请输入链接：

# editor_footnote
source: Footnote
ar: حاشية سفلية
es: Nota al pie
fr: Note de bas de page
ko: 각주
pt: Nota de Rodape
ru: Сноска
vi: Chu thich cuoi trang
zh_hans: 脚注

# editor_heading1
source: Heading 1
ar: عنوان 1
es: Encabezado 1
fr: Titre 1
ko: 제목 1
pt: Titulo 1
ru: Заголовок 1
vi: Tieu de 1
zh_hans: 标题 1

# editor_heading2
source: Heading 2
ar: عنوان 2
es: Encabezado 2
fr: Titre 2
ko: 제목 2
pt: Titulo 2
ru: Заголовок 2
vi: Tieu de 2
zh_hans: 标题 2

# editor_heading3
source: Heading 3
ar: عنوان 3
es: Encabezado 3
fr: Titre 3
ko: 제목 3
pt: Titulo 3
ru: Заголовок 3
vi: Tieu de 3
zh_hans: 标题 3

# editor_inlineCode
source: Inline Code
ar: كود مضمن
es: Código en línea
fr: Code en ligne
ko: 인라인 코드
pt: Codigo em Linha
ru: Код в строке
vi: Ma noi dong
zh_hans: 行内代码

# editor_insertBlock
source: Insert Block
ar: إدراج كتلة
es: Insertar bloque
fr: Inserer un bloc
ko: 블록 삽입
pt: Inserir Bloco
ru: Вставить блок
tl: Maglagay ng Block
vi: Chen khoi
zh_hans: 插入块

# editor_insertImage
source: Insert Image
ar: إدراج صورة
es: Insertar imagen
fr: Inserer une image
ko: 이미지 삽입
pt: Inserir Imagem
ru: Вставить изображение
tl: Maglagay ng Larawan
vi: Chen hinh anh
zh_hans: 插入图片

# editor_insertLink
source: Insert Link
ar: إدراج رابط
es: Insertar enlace
fr: Inserer un lien
ko: 링크 삽입
pt: Inserir Link
ru: Вставить ссылку
tl: Maglagay ng Link
vi: Chen lien ket
zh_hans: 插入链接

# editor_insertTable
source: Insert Table
ar: إدراج جدول
es: Insertar tabla
fr: Inserer un tableau
ko: 표 삽입
pt: Inserir Tabela
ru: Вставить таблицу
tl: Maglagay ng Table
vi: Chen bang
zh_hans: 插入表格

# editor_italic
source: Italic (Ctrl+I)
ar: مائل (Ctrl+I)
es: Cursiva (Ctrl+I)
fr: Italique (Ctrl+I)
ko: 기울임 (Ctrl+I)
pt: Italico (Ctrl+I)
ru: Курсив (Ctrl+I)
vi: Nghieng (Ctrl+I)
zh_hans: 斜体 (Ctrl+I)

# editor_mathEquation
source: Math Equation
ar: معادلة رياضية
es: Ecuación matemática
fr: Equation mathematique
ko: 수학 공식
pt: Equacao Matematica
ru: Математическая формула
vi: Phuong trinh toan hoc
zh_hans: 数学公式

# editor_numberedList
source: Numbered List
ar: قائمة مرقمة
es: Lista numerada
fr: Liste numerotee
ko: 번호 목록
pt: Lista Numerada
ru: Нумерованный список
vi: Danh sach danh so
zh_hans: 编号列表

# editor_pageBreak
source: Page Break
ar: فاصل صفحات
es: Salto de página
fr: Saut de page
ko: 페이지 나누기
pt: Quebra de Pagina
ru: Разрыв страницы
vi: Ngat trang
zh_hans: 分页符

# editor_redo
source: Redo (Ctrl+Y)
ar: إعادة (Ctrl+Y)
es: Rehacer (Ctrl+Y)
fr: Retablir (Ctrl+Y)
ko: 다시 실행 (Ctrl+Y)
pt: Refazer (Ctrl+Y)
ru: Повторить (Ctrl+Y)
tl: I-redo (Ctrl+Y)
vi: Lam lai (Ctrl+Y)
zh_hans: 重做 (Ctrl+Y)

# editor_strikethrough
source: Strikethrough
ar: يتوسطه خط
es: Tachado
fr: Barre
ko: 취소선
pt: Tachado
ru: Зачёркнутый
vi: Gach ngang
zh_hans: 删除线

# editor_suggesting
source: Suggesting
ar: اقتراح
es: Sugiriendo
fr: Suggestion
ko: 제안 중
pt: Sugerindo
ru: Предложение
tl: Nagmumungkahi
vi: Dang goi y
zh_hans: 建议中

# editor_suggestionModeActive
source: Suggestion Mode Active
ar: وضع الاقتراحات نشط
es: Modo de sugerencias activo
fr: Mode suggestion actif
ko: 제안 모드 활성화됨
pt: Modo de Sugestao Ativo
ru: Режим предложений активен
tl: Aktibo ang Suggestion Mode
vi: Che do goi y dang bat
zh_hans: 建议模式已启用

# editor_suggestionModeTrack
source: Suggestion Mode (Track Changes)
ar: وضع الاقتراحات (تتبع التغييرات)
es: Modo de sugerencias (Control de cambios)
fr: Mode suggestion (Suivi des modifications)
ko: 제안 모드 (변경 사항 추적)
pt: Modo de Sugestao (Rastrear Alteracoes)
ru: Режим предложений (отслеживание изменений)
vi: Che do goi y (Theo doi thay doi)
zh_hans: 建议模式（修订追踪）

# editor_synced
source: Synced
ar: متزامن
es: Sincronizado
fr: Synchronise
ko: 동기화됨
pt: Sincronizado
ru: Синхронизировано
tl: Naka-sync
vi: Da dong bo
zh_hans: 已同步

# editor_tableOfContents
source: Table of Contents
ar: جدول المحتويات
es: Tabla de contenidos
fr: Table des matieres
ko: 목차
pt: Sumario
ru: Оглавление
tl: Talaan ng Nilalaman
vi: Muc luc
zh_hans: 目录

# editor_undo
source: Undo (Ctrl+Z)
ar: تراجع (Ctrl+Z)
es: Deshacer (Ctrl+Z)
fr: Annuler (Ctrl+Z)
ko: 실행 취소 (Ctrl+Z)
pt: Desfazer (Ctrl+Z)
ru: Отменить (Ctrl+Z)
tl: I-undo (Ctrl+Z)
vi: Hoan tac (Ctrl+Z)
zh_hans: 撤销 (Ctrl+Z)

# editor_writeComment
source: Write your comment...
ar: اكتب تعليقك...
es: Escribe tu comentario...
fr: Ecrivez votre commentaire...
ko: 댓글을 작성하세요...
pt: Escreva seu comentario...
ru: Напишите комментарий...
tl: Isulat ang iyong komento...
vi: Viet binh luan cua ban...
zh_hans: 写下您的评论...

# embedCard_error_openExternally
source: Open externally
ar: فتح خارجياً
es: Abrir externamente
fr: Ouvrir a l'exterieur
ko: 외부에서 열기
pt: Abrir externamente
ru: Открыть внешне
tl: Buksan sa labas
vi: Mo ben ngoai
zh_hans: 在外部打开

# embedCard_error_title
source: Failed to load embed
ar: فشل تحميل المحتوى المضمن
es: Error al cargar el contenido incrustado
fr: Echec du chargement de l'integration
ko: 임베드 로드 실패
pt: Falha ao carregar incorporacao
ru: Не удалось загрузить встроенный контент
tl: Hindi na-load ang embed
vi: Khong the tai noi dung nhung
zh_hans: 加载嵌入内容失败

# embedCard_loading
source: Loading...
ar: جارٍ التحميل...
es: Cargando...
fr: Chargement...
ko: 로딩 중...
pt: Carregando...
ru: Загрузка...
tl: Naglo-load...
vi: Dang tai...
zh_hans: 加载中...

# embedCard_loadProvider
source: Load %@
ar: تحميل %@
es: Cargar %@
fr: Charger %@
ko: %@ 로드
pt: Carregar %@
ru: Загрузить %@
tl: I-load ang %@
vi: Tai %@
zh_hans: 加载 %@

# embedCard_openExternally
source: Open externally
ar: فتح خارجياً
es: Abrir externamente
fr: Ouvrir a l'exterieur
ko: 외부에서 열기
pt: Abrir externamente
ru: Открыть внешне
tl: Buksan sa labas
vi: Mo ben ngoai
zh_hans: 在外部打开

# embedCard_openOn
source: Open on %@
ar: فتح على %@
es: Abrir en %@
fr: Ouvrir sur %@
ko: %@에서 열기
pt: Abrir no %@
ru: Открыть в %@
tl: Buksan sa %@
vi: Mo tren %@
zh_hans: 在 %@ 上打开

# embedCard_privacyNote
source: Click to load external content. This will connect to %@.
ar: انقر لتحميل المحتوى الخارجي. سيتم الاتصال بـ %@.
es: Haz clic para cargar contenido externo. Esto se conectara a %@.
fr: Cliquez pour charger le contenu externe. Cela se connectera a %@.
ko: 외부 콘텐츠를 로드하려면 클릭하세요. %@에 연결됩니다.
pt: Clique para carregar conteudo externo. Isso conectara ao %@.
ru: Нажмите, чтобы загрузить внешний контент. Будет установлено соединение с %@.
tl: I-click para i-load ang external na content. Ito ay kokonekta sa %@.
vi: Nhan de tai noi dung ben ngoai. Thao tac nay se ket noi den %@.
zh_hans: 点击加载外部内容。这将连接到 %@。

# embedCard_providerEmbed
source: %@ embed
ar: محتوى %@ المضمن
es: Contenido de %@
fr: Integration %@
ko: %@ 임베드
pt: Incorporacao do %@
ru: Встроенный %@
vi: Noi dung nhung tu %@
zh_hans: %@ 嵌入内容

# engagementLadder_ladderTitle
source: Engagement Ladder
ar: سلم المشاركة
es: Escalera de participacion
fr: Echelle d'engagement
ko: 참여 사다리
pt: Escada de Engajamento
ru: Лестница вовлеченности
tl: Hagdan ng Pakikilahok
vi: Thang tham gia
zh_hans: 参与阶梯

# engagementLadder_maxLevel
source: 🎉 You're at the highest engagement level! Keep building the movement.
ar: أنت في أعلى مستوى مشاركة! واصل بناء الحركة.
es: Estas en el nivel mas alto de participacion! Sigue construyendo el movimiento.
fr: Vous etes au plus haut niveau d'engagement ! Continuez a batir le mouvement.
ko: 최고 참여 수준에 도달했습니다! 계속 운동을 구축하세요.
pt: Voce esta no nivel mais alto de engajamento! Continue construindo o movimento.
ru: Вы достигли высшего уровня вовлеченности! Продолжайте строить движение.
tl: Nasa pinakamataas na antas ka ng pakikilahok! Ipagpatuloy ang pagbuo ng kilusan.
vi: Ban da dat cap do tham gia cao nhat! Tiep tuc xay dung phong trao.
zh_hans: 您已达到最高参与等级！继续推动运动发展。

# engagementLadder_milestones
source: %1$@/%2$@ milestones
ar: %1$@/%2$@ معالم
es: %1$@/%2$@ hitos
fr: %1$@/%2$@ etapes
ko: %1$@/%2$@ 마일스톤
pt: %1$@/%2$@ marcos
ru: %1$@/%2$@ вех
tl: %1$@/%2$@ milestone
vi: %1$@/%2$@ cot moc
zh_hans: %1$@/%2$@ 里程碑

# engagementLadder_milestonesFor
source: Milestones for %@
ar: معالم %@
es: Hitos para %@
fr: Etapes pour %@
ko: %@ 마일스톤
pt: Marcos para %@
ru: Вехи для %@
tl: Mga Milestone para sa %@
vi: Cot moc cho %@
zh_hans: %@ 的里程碑

# engagementLadder_nextSteps
source: Suggested Next Steps
ar: الخطوات التالية المقترحة
es: Proximos pasos sugeridos
fr: Prochaines etapes suggerees
ko: 추천 다음 단계
pt: Proximos Passos Sugeridos
ru: Рекомендуемые следующие шаги
tl: Mga Iminumungkahing Susunod na Hakbang
vi: Cac buoc tiep theo duoc de xuat
zh_hans: 建议的后续步骤

# engagementLadder_points
source: +%@ pts
ar: +%@ نقطة
ko: +%@ 포인트
ru: +%@ очков
tl: +%@ puntos
vi: +%@ diem
zh_hans: +%@ 分

# engagementLadder_progressTo
source: Progress to %@
ar: التقدم نحو %@
es: Progreso hacia %@
fr: Progression vers %@
ko: %@로 진행
pt: Progresso para %@
ru: Прогресс к %@
tl: Progreso papunta sa %@
vi: Tien do den %@
zh_hans: 进入 %@ 的进度

# engagementLadder_title
source: Your Engagement Level
ar: مستوى مشاركتك
es: Tu nivel de participacion
fr: Votre niveau d'engagement
ko: 참여 수준
pt: Seu Nivel de Engajamento
ru: Уровень вовлеченности
tl: Ang Iyong Antas ng Pakikilahok
vi: Cap do tham gia cua ban
zh_hans: 您的参与等级

# engagementLadder_youAreHere
source: You are here
ar: أنت هنا
es: Estas aqui
fr: Vous etes ici
ko: 현재 위치
pt: Voce esta aqui
ru: Вы здесь
tl: Nandito ka
vi: Ban o day
zh_hans: 您在这里

# engagementPage_aboutLadder_description
source: The Engagement Ladder is based on the Spectrum of Support methodology used by successful organizing movements. Each level represents deeper involvement in the movement:
ar: يستند سلم المشاركة إلى منهجية طيف الدعم المستخدمة من قبل حركات التنظيم الناجحة. يمثل كل مستوى انخراطاً أعمق في الحركة:
es: La Escalera de Participacion se basa en la metodologia del Espectro de Apoyo utilizada por movimientos de organizacion exitosos. Cada nivel representa una participacion mas profunda en el movimiento:
fr: L'Echelle d'Engagement est basee sur la methodologie du Spectre de Soutien utilisee par les mouvements d'organisation reussis. Chaque niveau represente une implication plus profonde dans le mouvement :
ko: 참여 사다리는 성공적인 조직 운동에서 사용되는 지지 스펙트럼 방법론을 기반으로 합니다. 각 단계는 운동에 대한 더 깊은 참여를 나타냅니다:
pt: A Escada de Engajamento e baseada na metodologia do Espectro de Apoio usada por movimentos de organizacao bem-sucedidos. Cada nivel representa um envolvimento mais profundo no movimento:
ru: Лестница вовлечённости основана на методологии Спектра поддержки, используемой успешными организационными движениями. Каждый уровень отражает более глубокое участие в движении:
tl: Ang Hagdan ng Pakikilahok ay batay sa Spectrum of Support methodology na ginagamit ng mga matagumpay na kilusan ng pag-oorganisa. Bawat antas ay kumakatawan sa mas malalim na pakikilahok sa kilusan:
vi: Thang Tham gia dua tren phuong phap Pho Ho tro duoc su dung boi cac phong trao to chuc thanh cong. Moi cap do dai dien cho su tham gia sau hon vao phong trao:
zh_hans: 参与阶梯基于成功组织运动所使用的支持光谱方法论。每个级别代表对运动的更深入参与：

# engagementPage_aboutLadder_footer
source: Complete milestones at your current level to unlock the next stage of your organizing journey.
ar: أكمل المراحل في مستواك الحالي لفتح المرحلة التالية من رحلتك التنظيمية.
es: Completa los hitos en tu nivel actual para desbloquear la siguiente etapa de tu trayectoria como organizador.
fr: Completez les jalons de votre niveau actuel pour debloquer la prochaine etape de votre parcours d'organisateur.
ko: 현재 단계에서 목표를 완료하여 조직 여정의 다음 단계를 해금하세요.
pt: Complete marcos no seu nivel atual para desbloquear a proxima etapa da sua jornada de organizacao.
ru: Выполняйте задачи на текущем уровне, чтобы разблокировать следующий этап вашего организаторского пути.
tl: Kumpletuhin ang mga milestone sa iyong kasalukuyang antas upang ma-unlock ang susunod na yugto ng iyong paglalakbay sa pag-oorganisa.
vi: Hoan thanh cac moc o cap do hien tai de mo khoa giai doan tiep theo trong hanh trinh to chuc cua ban.
zh_hans: 完成当前级别的里程碑，解锁你组织旅程的下一阶段。

# engagementPage_aboutLadder_levels_active
source: Active Support (70%) - Actively participating in actions
ar: دعم نشط (70%) - المشاركة الفعالة في الأنشطة
es: Apoyo Activo (70%) - Participando activamente en acciones
fr: Soutien Actif (70%) - Participer activement aux actions
ko: 적극적 지지 (70%) - 행동에 적극 참여하는 단계
pt: Apoio Ativo (70%) - Participando ativamente das acoes
ru: Активная поддержка (70%) - Активное участие в действиях
tl: Aktibong Suporta (70%) - Aktibong nakikilahok sa mga aksyon
vi: Ho tro Chu dong (70%) - Tich cuc tham gia cac hoat dong
zh_hans: 主动支持（70%）- 积极参与行动

# engagementPage_aboutLadder_levels_core
source: Core Organizer (100%) - Leading and developing others
ar: منظم أساسي (100%) - القيادة وتطوير الآخرين
es: Organizador Central (100%) - Liderando y desarrollando a otros
fr: Organisateur Central (100%) - Diriger et developper les autres
ko: 핵심 조직가 (100%) - 이끌고 다른 사람을 발전시키는 단계
pt: Organizador Central (100%) - Liderando e desenvolvendo outros
ru: Ядро организаторов (100%) - Лидерство и развитие других
tl: Core Organizer (100%) - Namumuno at nagpapaunlad ng iba
vi: To chuc vien Nong cot (100%) - Dan dat va phat trien nguoi khac
zh_hans: 核心组织者（100%）- 领导和培养他人

# engagementPage_aboutLadder_levels_neutral
source: Neutral (30%) - Learning and exploring
ar: محايد (30%) - التعلم والاستكشاف
es: Neutral (30%) - Aprendiendo y explorando
fr: Neutre (30%) - Apprentissage et exploration
ko: 중립 (30%) - 배우고 탐색하는 단계
pt: Neutro (30%) - Aprendendo e explorando
ru: Нейтральный (30%) - Изучение и знакомство
tl: Neutral (30%) - Nag-aaral at nag-eeksplora
vi: Trung lap (30%) - Hoc hoi va kham pha
zh_hans: 中立（30%）- 学习和探索

# engagementPage_aboutLadder_levels_passive
source: Passive Support (40%) - Supporting from the sidelines
ar: دعم سلبي (40%) - الدعم من الخطوط الجانبية
es: Apoyo Pasivo (40%) - Apoyando desde la periferia
fr: Soutien Passif (40%) - Soutenir en coulisses
ko: 소극적 지지 (40%) - 옆에서 지지하는 단계
pt: Apoio Passivo (40%) - Apoiando de longe
ru: Пассивная поддержка (40%) - Поддержка со стороны
tl: Pasibong Suporta (40%) - Sumusuporta mula sa gilid
vi: Ho tro Thu dong (40%) - Ho tro tu ben le
zh_hans: 被动支持（40%）- 从旁支持

# engagementPage_aboutLadder_title
source: About the Engagement Ladder
ar: حول سلم المشاركة
es: Sobre la Escalera de Participacion
fr: A propos de l'Echelle d'Engagement
ko: 참여 사다리에 대하여
pt: Sobre a Escada de Engajamento
ru: О лестнице вовлечённости
tl: Tungkol sa Hagdan ng Pakikilahok
vi: Ve Thang Tham gia
zh_hans: 关于参与阶梯

# engagementPage_demoSwitchLevel
source: Demo: Switch Level
ar: عرض: تغيير المستوى
es: Demo: Cambiar Nivel
fr: Demo : Changer de Niveau
ko: 데모: 레벨 전환
pt: Demo: Trocar Nivel
ru: Демо: Сменить уровень
tl: Demo: Palitan ang Antas
vi: Demo: Chuyen Cap do
zh_hans: 演示：切换级别

# engagementPage_levelOptions_active
source: Active Support (70%)
ar: دعم نشط (70%)
es: Apoyo Activo (70%)
fr: Soutien Actif (70%)
ko: 적극적 지지 (70%)
pt: Apoio Ativo (70%)
ru: Активная поддержка (70%)
tl: Aktibong Suporta (70%)
vi: Ho tro Chu dong (70%)
zh_hans: 主动支持 (70%)

# engagementPage_levelOptions_core
source: Core Organizer (100%)
ar: منظم أساسي (100%)
es: Organizador Central (100%)
fr: Organisateur Central (100%)
ko: 핵심 조직가 (100%)
pt: Organizador Central (100%)
ru: Ядро организаторов (100%)
vi: To chuc vien Nong cot (100%)
zh_hans: 核心组织者 (100%)
