Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# privacySettings_anonymizeIp_description
source: Hide or hash IP addresses in session logs for better privacy
ar: إخفاء أو تشفير عناوين IP في سجلات الجلسات لمزيد من الخصوصية
es: Oculta o cifra las direcciones IP en los registros de sesion para mayor privacidad
fr: Masquer ou hacher les adresses IP dans les journaux de session pour une meilleure confidentialite
ko: 개인정보 보호를 위해 세션 로그에서 IP 주소를 숨기거나 해시 처리합니다
pt: Ocultar ou aplicar hash em enderecos IP nos logs de sessao para maior privacidade
ru: Скрывать или хешировать IP-адреса в журналах сеансов для повышения конфиденциальности
tl: Itago o i-hash ang mga IP address sa session logs para sa mas mahusay na privacy
vi: An hoac ma hoa dia chi IP trong nhat ky phien de bao ve quyen rieng tu tot hon
zh_hans: 在会话日志中隐藏或加密IP地址以增强隐私保护

# privacySettings_anonymizeIp_label
source: Anonymize IP Addresses
ar: إخفاء هوية عناوين IP
es: Anonimizar Direcciones IP
fr: Anonymiser les Adresses IP
ko: IP 주소 익명화
pt: Anonimizar Enderecos IP
ru: Анонимизировать IP-адреса
tl: Gawin Anonymous ang mga IP Address
vi: An danh Dia chi IP
zh_hans: 匿名化IP地址

# privacySettings_autoExpireSessions_description
source: Automatically end sessions that haven't been used
ar: إنهاء الجلسات التي لم يتم استخدامها تلقائياً
es: Finaliza automaticamente las sesiones que no se han utilizado
fr: Terminer automatiquement les sessions inutilisees
ko: 사용하지 않는 세션을 자동으로 종료합니다
pt: Encerrar automaticamente sessoes que nao foram usadas
ru: Автоматически завершать сеансы, которые не использовались
tl: Awtomatikong wakasan ang mga session na hindi nagamit
vi: Tu dong ket thuc cac phien khong duoc su dung
zh_hans: 自动结束长时间未使用的会话

# privacySettings_autoExpireSessions_label
source: Auto-Expire Inactive Sessions
ar: انتهاء صلاحية الجلسات غير النشطة تلقائياً
es: Expirar Sesiones Inactivas Automaticamente
fr: Expiration Automatique des Sessions Inactives
ko: 비활성 세션 자동 만료
pt: Expirar Sessoes Inativas Automaticamente
ru: Автоматическое завершение неактивных сеансов
tl: Auto-Expire ang mga Hindi Aktibong Session
vi: Tu dong Het han Phien khong Hoat dong
zh_hans: 自动过期非活跃会话

# privacySettings_description
source: Configure how device tracking and session management works
ar: تكوين تتبع الجهاز وإدارة الجلسات
es: Configura el seguimiento de dispositivos y la gestion de sesiones
fr: Configurez le suivi des appareils et la gestion des sessions
ko: 기기 추적 및 세션 관리 방식을 설정합니다
pt: Configure como o rastreamento de dispositivos e o gerenciamento de sessoes funcionam
ru: Настройка отслеживания устройств и управления сеансами
tl: I-configure kung paano gumagana ang device tracking at session management
vi: Cau hinh theo doi thiet bi va quan ly phien lam viec
zh_hans: 配置设备追踪和会话管理方式

# privacySettings_limitFingerprinting_description
source: Reduce detail collected during device fingerprinting
ar: تقليل التفاصيل المجمعة أثناء تحديد بصمة الجهاز
es: Reduce los detalles recopilados durante la identificacion del dispositivo
fr: Reduire les details collectes lors de l'identification de l'appareil
ko: 기기 핑거프린팅 시 수집되는 정보를 줄입니다
pt: Reduzir os detalhes coletados durante a impressao digital do dispositivo
ru: Уменьшить детализацию данных при сборе цифровых отпечатков устройства
tl: Bawasan ang detalyeng kinokolekta sa device fingerprinting
vi: Giam thong tin chi tiet thu thap trong qua trinh nhan dien thiet bi
zh_hans: 减少设备指纹识别时收集的详细信息

# privacySettings_limitFingerprinting_label
source: Limit Device Fingerprinting
ar: تقليل بصمة الجهاز
es: Limitar Huella Digital del Dispositivo
fr: Limiter l'Empreinte Numerique
ko: 기기 핑거프린팅 제한
pt: Limitar Impressao Digital do Dispositivo
ru: Ограничить сбор цифровых отпечатков устройства
tl: Limitahan ang Device Fingerprinting
vi: Han che Dau van tay Thiet bi
zh_hans: 限制设备指纹识别

# privacySettings_locationTracking_description
source: Track approximate location (city/country) for sessions
ar: تتبع الموقع التقريبي (المدينة/البلد) للجلسات
es: Rastrea la ubicacion aproximada (ciudad/pais) de las sesiones
fr: Suivre la localisation approximative (ville/pays) des sessions
ko: 세션의 대략적인 위치(도시/국가)를 추적합니다
pt: Rastrear localizacao aproximada (cidade/pais) para sessoes
ru: Отслеживать приблизительное местоположение (город/страна) для сеансов
tl: Subaybayan ang tinatayang lokasyon (lungsod/bansa) para sa mga session
vi: Theo doi vi tri gan dung (thanh pho/quoc gia) cho cac phien
zh_hans: 追踪会话的大致位置（城市/国家）

# privacySettings_locationTracking_label
source: Enable Location Tracking
ar: تفعيل تتبع الموقع
es: Habilitar Rastreo de Ubicacion
fr: Activer le Suivi de Localisation
ko: 위치 추적 활성화
pt: Ativar Rastreamento de Localizacao
ru: Включить отслеживание местоположения
tl: I-enable ang Location Tracking
vi: Bat Theo doi Vi tri
zh_hans: 启用位置追踪

# privacySettings_locationTracking_warning
source: Location tracking may compromise your privacy. Only enable if you understand the risks.
ar: قد يضر تتبع الموقع بخصوصيتك. قم بتفعيله فقط إذا كنت تفهم المخاطر.
es: El rastreo de ubicacion puede comprometer tu privacidad. Solo activa esta opcion si comprendes los riesgos.
fr: Le suivi de localisation peut compromettre votre vie privee. N'activez cette option que si vous comprenez les risques.
ko: 위치 추적은 개인정보를 침해할 수 있습니다. 위험을 이해한 경우에만 활성화하세요.
pt: O rastreamento de localizacao pode comprometer sua privacidade. Ative apenas se voce entender os riscos.
ru: Отслеживание местоположения может нарушить вашу конфиденциальность. Включайте только если вы понимаете риски.
tl: Ang location tracking ay maaaring makompromiso ang iyong privacy. I-enable lamang kung naiintindihan mo ang mga panganib.
vi: Theo doi vi tri co the anh huong den quyen rieng tu cua ban. Chi bat neu ban hieu ro cac rui ro.
zh_hans: 位置追踪可能会损害您的隐私。请仅在了解风险的情况下启用。

# privacySettings_requireAuthNewDevice_description
source: Manually approve new devices before they can access your account
ar: الموافقة يدوياً على الأجهزة الجديدة قبل أن تتمكن من الوصول إلى حسابك
es: Aprueba manualmente los nuevos dispositivos antes de que puedan acceder a tu cuenta
fr: Approuver manuellement les nouveaux appareils avant qu'ils puissent acceder a votre compte
ko: 새 기기가 계정에 접근하기 전에 수동으로 승인해야 합니다
pt: Aprovar manualmente novos dispositivos antes que possam acessar sua conta
ru: Вручную одобрять новые устройства перед предоставлением доступа к аккаунту
tl: Manu-manong aprubahan ang mga bagong device bago nila ma-access ang iyong account
vi: Phe duyet thu cong cac thiet bi moi truoc khi chung co the truy cap tai khoan cua ban
zh_hans: 在新设备访问您的账户前需手动批准

# privacySettings_requireAuthNewDevice_label
source: Require Authorization for New Devices
ar: طلب التفويض للأجهزة الجديدة
es: Requerir Autorizacion para Nuevos Dispositivos
fr: Exiger une Autorisation pour les Nouveaux Appareils
ko: 새 기기 인증 필요
pt: Exigir Autorizacao para Novos Dispositivos
ru: Требовать авторизацию для новых устройств
tl: Mangailangan ng Pahintulot para sa Bagong Device
vi: Yeu cau Xac thuc cho Thiet bi Moi
zh_hans: 新设备需要授权

# privacySettings_sessionTimeout_days
source: (%lld days)
ar: (%lld أيام)
es: (%lld dias)
fr: (%lld jours)
ko: (%lld일)
pt: (%lld dias)
ru: (%lld дн.)
tl: (%lld araw)
vi: (%lld ngay)
zh_hans: （%lld天）

# privacySettings_sessionTimeout_label
source: Session Timeout (minutes)
ar: مهلة الجلسة (بالدقائق)
es: Tiempo de Expiracion de Sesion (minutos)
fr: Delai d'Expiration de Session (minutes)
ko: 세션 시간 제한 (분)
pt: Tempo Limite da Sessao (minutos)
ru: Время ожидания сеанса (минуты)
tl: Session Timeout (minuto)
vi: Thoi gian Het han Phien (phut)
zh_hans: 会话超时时间（分钟）

# privacySettings_title
source: Privacy & Security Settings
ar: إعدادات الخصوصية والأمان
es: Configuracion de Privacidad y Seguridad
fr: Parametres de Confidentialite et Securite
ko: 개인정보 및 보안 설정
pt: Configuracoes de Privacidade e Seguranca
ru: Настройки конфиденциальности и безопасности
tl: Mga Setting ng Privacy at Seguridad
vi: Cai dat Quyen rieng tu va Bao mat
zh_hans: 隐私与安全设置

# profile_displayName
source: Display Name (Optional)
ar: الاسم المعروض (اختياري)
es: Nombre para mostrar (opcional)
fr: Nom d'affichage (Optionnel)
ko: 표시 이름 (선택사항)
pt: Nome de Exibicao (Opcional)
ru: Отображаемое имя (необязательно)
tl: Display Name (Opsyonal)
vi: Tên hiển thị (Tùy chọn)
zh_hans: 显示名称（可选）

# profile_displayNameHint
source: Your full name or preferred display name
ar: اسمك الكامل أو اسم العرض المفضل
es: Tu nombre completo o nombre preferido para mostrar
fr: Votre nom complet ou nom d'affichage préféré
ko: 전체 이름 또는 선호하는 표시 이름
pt: Seu nome completo ou nome de exibicao preferido
ru: Ваше полное имя или предпочтительное отображаемое имя
tl: Ang iyong buong pangalan o gustong display name
vi: Tên đầy đủ hoặc tên hiển thị ưa thích của bạn
zh_hans: 您的全名或首选显示名称

# profile_loadingSettings
source: Loading settings...
ar: جاري تحميل الإعدادات...
es: Cargando configuracion...
fr: Chargement des paramètres...
ko: 설정 로딩 중...
pt: Carregando configuracoes...
ru: Загрузка настроек...
tl: Nilo-load ang mga setting...
vi: Đang tải cài đặt...
zh_hans: 加载设置中...

# profile_nip05Description
source: Verify your identity with a domain name (username@domain.com)
ar: تحقق من هويتك باستخدام اسم نطاق (username@domain.com)
es: Verifica tu identidad con un nombre de dominio (usuario@dominio.com)
fr: Vérifiez votre identité avec un nom de domaine (utilisateur@domaine.com)
ko: 도메인 이름으로 신원을 인증하세요 (사용자명@도메인.com)
pt: Verifique sua identidade com um nome de dominio (usuario@dominio.com)
ru: Подтвердите вашу личность с помощью доменного имени (username@domain.com)
tl: I-verify ang iyong pagkakakilanlan gamit ang domain name (username@domain.com)
vi: Xác minh danh tính của bạn bằng tên miền (username@domain.com)
zh_hans: 使用域名验证您的身份（用户名@域名.com）

# profile_nip05Failed
source: NIP-05 verification failed
ar: فشل التحقق من NIP-05
es: La verificacion NIP-05 fallo
fr: Échec de la vérification NIP-05
ko: NIP-05 인증에 실패했습니다
pt: Falha na verificacao NIP-05
ru: Верификация NIP-05 не удалась
tl: Nabigo ang NIP-05 verification
vi: Xác minh NIP-05 thất bại
zh_hans: NIP-05 验证失败

# profile_nip05Hint
source: Enter your NIP-05 identifier to verify your identity
ar: أدخل معرف NIP-05 الخاص بك للتحقق من هويتك
es: Ingresa tu identificador NIP-05 para verificar tu identidad
fr: Entrez votre identifiant NIP-05 pour vérifier votre identité
ko: 신원 인증을 위해 NIP-05 식별자를 입력하세요
pt: Digite seu identificador NIP-05 para verificar sua identidade
ru: Введите ваш идентификатор NIP-05 для подтверждения личности
tl: Ilagay ang iyong NIP-05 identifier upang i-verify ang iyong pagkakakilanlan
vi: Nhập định danh NIP-05 của bạn để xác minh danh tính
zh_hans: 输入您的 NIP-05 标识符以验证身份

# profile_nip05Identifier
source: NIP-05 Identifier
ar: معرف NIP-05
es: Identificador NIP-05
fr: Identifiant NIP-05
ko: NIP-05 식별자
pt: Identificador NIP-05
ru: Идентификатор NIP-05
vi: Định danh NIP-05
zh_hans: NIP-05 标识符

# profile_nip05Verification
source: NIP-05 Verification
ar: التحقق من NIP-05
es: Verificacion NIP-05
fr: Vérification NIP-05
ko: NIP-05 인증
pt: Verificacao NIP-05
ru: Верификация NIP-05
vi: Xác minh NIP-05
zh_hans: NIP-05 验证

# profile_nip05Verified
source: NIP-05 verified successfully
ar: تم التحقق من NIP-05 بنجاح
es: NIP-05 verificado exitosamente
fr: NIP-05 vérifié avec succès
ko: NIP-05가 성공적으로 인증되었습니다
pt: NIP-05 verificado com sucesso
ru: NIP-05 успешно подтверждён
tl: Matagumpay na na-verify ang NIP-05
vi: Xác minh NIP-05 thành công
zh_hans: NIP-05 验证成功

# profile_npubHint
source: Your unique identifier on the Nostr network
ar: معرفك الفريد على شبكة Nostr
es: Tu identificador unico en la red Nostr
fr: Votre identifiant unique sur le réseau Nostr
ko: Nostr 네트워크에서의 고유 식별자
pt: Seu identificador unico na rede Nostr
ru: Ваш уникальный идентификатор в сети Nostr
tl: Ang iyong natatanging identifier sa Nostr network
vi: Định danh duy nhất của bạn trên mạng Nostr
zh_hans: 您在 Nostr 网络上的唯一标识符

# profile_pleaseLogin
source: Please log in to manage your profile
ar: يرجى تسجيل الدخول لإدارة ملفك الشخصي
es: Por favor inicia sesion para gestionar tu perfil
fr: Veuillez vous connecter pour gérer votre profil
ko: 프로필을 관리하려면 로그인하세요
pt: Por favor, faca login para gerenciar seu perfil
ru: Пожалуйста, войдите для управления вашим профилем
tl: Mangyaring mag-login upang pamahalaan ang iyong profile
vi: Vui lòng đăng nhập để quản lý hồ sơ của bạn
zh_hans: 请登录以管理您的个人资料

# profile_privacyDescription
source: Control who can find you and see your profile
ar: تحكم في من يمكنه العثور عليك ورؤية ملفك الشخصي
es: Controla quien puede encontrarte y ver tu perfil
fr: Contrôlez qui peut vous trouver et voir votre profil
ko: 누가 당신을 찾고 프로필을 볼 수 있는지 설정하세요
pt: Controle quem pode encontra-lo e ver seu perfil
ru: Управляйте тем, кто может вас найти и видеть ваш профиль
tl: Kontrolin kung sino ang makakahanap sa iyo at makakakita ng iyong profile
vi: Kiểm soát ai có thể tìm thấy bạn và xem hồ sơ của bạn
zh_hans: 控制谁可以找到您并查看您的个人资料

# profile_privacySettings
source: Privacy Settings
ar: إعدادات الخصوصية
es: Configuracion de privacidad
fr: Paramètres de confidentialité
ko: 개인정보 보호 설정
pt: Configuracoes de Privacidade
ru: Настройки конфиденциальности
tl: Mga Setting ng Privacy
vi: Cài đặt quyền riêng tư
zh_hans: 隐私设置

# profile_privacyUpdated
source: Privacy settings updated
ar: تم تحديث إعدادات الخصوصية
es: Configuracion de privacidad actualizada
fr: Paramètres de confidentialité mis à jour
ko: 개인정보 보호 설정이 업데이트되었습니다
pt: Configuracoes de privacidade atualizadas
ru: Настройки конфиденциальности обновлены
tl: Na-update na ang mga setting ng privacy
vi: Đã cập nhật cài đặt quyền riêng tư
zh_hans: 隐私设置已更新

# profile_privacyUpdateFailed
source: Failed to update settings
ar: فشل في تحديث الإعدادات
es: Error al actualizar la configuracion
fr: Échec de la mise à jour des paramètres
ko: 설정 업데이트에 실패했습니다
pt: Falha ao atualizar configuracoes
ru: Не удалось обновить настройки
tl: Nabigong i-update ang mga setting
vi: Không thể cập nhật cài đặt
zh_hans: 更新设置失败

# profile_profileVisibility
source: Profile Visibility
ar: رؤية الملف الشخصي
es: Visibilidad del perfil
fr: Visibilité du profil
ko: 프로필 공개 범위
pt: Visibilidade do Perfil
ru: Видимость профиля
tl: Visibility ng Profile
vi: Khả năng hiển thị hồ sơ
zh_hans: 个人资料可见性

# profile_publicKey
source: Public Key
ar: المفتاح العام
es: Clave publica
fr: Clé publique
ko: 공개 키
pt: Chave Publica
ru: Публичный ключ
vi: Khóa công khai
zh_hans: 公钥

# profile_publicKeyDescription
source: Your Nostr public key (npub)
ar: مفتاحك العام في Nostr (npub)
es: Tu clave publica de Nostr (npub)
fr: Votre clé publique Nostr (npub)
ko: Nostr 공개 키 (npub)
pt: Sua chave publica Nostr (npub)
ru: Ваш публичный ключ Nostr (npub)
tl: Ang iyong Nostr public key (npub)
vi: Khóa công khai Nostr của bạn (npub)
zh_hans: 您的 Nostr 公钥 (npub)

# profile_saveUsername
source: Save Username
ar: حفظ اسم المستخدم
es: Guardar nombre de usuario
fr: Enregistrer le nom d'utilisateur
ko: 사용자명 저장
pt: Salvar Nome de Usuario
ru: Сохранить имя пользователя
tl: I-save ang Username
vi: Lưu tên người dùng
zh_hans: 保存用户名

# profile_saving
source: Saving...
ar: جاري الحفظ...
es: Guardando...
fr: Enregistrement...
ko: 저장 중...
pt: Salvando...
ru: Сохранение...
tl: Sine-save...
vi: Đang lưu...
zh_hans: 保存中...

# profile_showInDirectory
source: Show in Directory
ar: الظهور في الدليل
es: Mostrar en el directorio
fr: Apparaître dans l'annuaire
ko: 디렉토리에 표시
pt: Mostrar no Diretorio
ru: Показывать в каталоге
tl: Ipakita sa Direktoryo
vi: Hiển thị trong danh bạ
zh_hans: 在目录中显示

# profile_showInDirectoryHint
source: Appear in the public user directory
ar: الظهور في دليل المستخدمين العام
es: Aparecer en el directorio publico de usuarios
fr: Apparaître dans l'annuaire public des utilisateurs
ko: 공개 사용자 디렉토리에 표시되기
pt: Aparecer no diretorio publico de usuarios
ru: Отображаться в публичном каталоге пользователей
tl: Lumabas sa pampublikong direktoryo ng mga user
vi: Xuất hiện trong danh bạ người dùng công khai
zh_hans: 出现在公共用户目录中

# profile_username
source: Username
ar: اسم المستخدم
es: Nombre de usuario
fr: Nom d'utilisateur
ko: 사용자명
pt: Nome de Usuario
ru: Имя пользователя
vi: Tên người dùng
zh_hans: 用户名

# profile_usernameAndDisplayName
source: Username & Display Name
ar: اسم المستخدم والاسم المعروض
es: Usuario y nombre para mostrar
fr: Nom d'utilisateur et nom d'affichage
ko: 사용자명 및 표시 이름
pt: Nome de Usuario e Nome de Exibicao
ru: Имя пользователя и отображаемое имя
tl: Username at Display Name
vi: Tên người dùng & Tên hiển thị
zh_hans: 用户名和显示名称

# profile_usernameAvailable
source: Username available
ar: اسم المستخدم متاح
es: Nombre de usuario disponible
fr: Nom d'utilisateur disponible
ko: 사용 가능한 사용자명입니다
pt: Nome de usuario disponivel
ru: Имя пользователя доступно
tl: Available ang username
vi: Tên người dùng khả dụng
zh_hans: 用户名可用

# profile_usernameDescription
source: Set a human-readable username to make it easier for others to find and mention you
ar: حدد اسم مستخدم سهل القراءة لتسهيل عثور الآخرين عليك والإشارة إليك
es: Establece un nombre de usuario legible para que otros puedan encontrarte y mencionarte mas facilmente
fr: Définissez un nom d'utilisateur lisible pour que les autres puissent vous trouver et vous mentionner plus facilement
ko: 다른 사람들이 당신을 쉽게 찾고 멘션할 수 있도록 읽기 쉬운 사용자명을 설정하세요
pt: Defina um nome de usuario legivel para facilitar que outros o encontrem e mencionem
ru: Установите читаемое имя пользователя, чтобы другим было проще вас найти и упомянуть
tl: Magtakda ng human-readable na username upang mas madaling mahanap at ma-mention ka ng iba
vi: Đặt tên người dùng dễ đọc để người khác dễ tìm và đề cập đến bạn
zh_hans: 设置一个易读的用户名，方便他人找到和提及您

# profile_usernameHint
source: 3-20 characters, lowercase letters, numbers, and hyphens only
ar: 3-20 حرفاً، أحرف صغيرة وأرقام وشرطات فقط
es: 3-20 caracteres, solo letras minusculas, numeros y guiones
fr: 3-20 caractères, lettres minuscules, chiffres et tirets uniquement
ko: 3-20자, 소문자, 숫자 및 하이픈만 허용
pt: 3-20 caracteres, apenas letras minusculas, numeros e hifens
ru: 3-20 символов, только строчные буквы, цифры и дефисы
tl: 3-20 na karakter, maliliit na letra, numero, at gitling lamang
vi: 3-20 ký tự, chỉ chữ thường, số và dấu gạch ngang
zh_hans: 3-20个字符，仅限小写字母、数字和连字符

# profile_usernameSaved
source: Username saved successfully
ar: تم حفظ اسم المستخدم بنجاح
es: Nombre de usuario guardado exitosamente
fr: Nom d'utilisateur enregistré avec succès
ko: 사용자명이 성공적으로 저장되었습니다
pt: Nome de usuario salvo com sucesso
ru: Имя пользователя успешно сохранено
tl: Matagumpay na na-save ang username
vi: Đã lưu tên người dùng thành công
zh_hans: 用户名保存成功

# profile_usernameSaveFailed
source: Failed to save username
ar: فشل في حفظ اسم المستخدم
es: Error al guardar el nombre de usuario
fr: Échec de l'enregistrement du nom d'utilisateur
ko: 사용자명 저장에 실패했습니다
pt: Falha ao salvar nome de usuario
ru: Не удалось сохранить имя пользователя
tl: Nabigong i-save ang username
vi: Không thể lưu tên người dùng
zh_hans: 用户名保存失败

# profile_usernameSearch
source: Username Search
ar: البحث بواسطة اسم المستخدم
es: Busqueda por nombre de usuario
fr: Recherche par nom d'utilisateur
ko: 사용자명 검색
pt: Busca por Nome de Usuario
ru: Поиск по имени пользователя
tl: Paghahanap sa Username
vi: Tìm kiếm theo tên người dùng
zh_hans: 用户名搜索

# profile_usernameSearchHint
source: Allow others to find you by username
ar: السماح للآخرين بالعثور عليك من خلال اسم المستخدم
es: Permitir que otros te encuentren por nombre de usuario
fr: Permettre aux autres de vous trouver par nom d'utilisateur
ko: 다른 사람들이 사용자명으로 당신을 찾을 수 있도록 허용
pt: Permitir que outros o encontrem pelo nome de usuario
ru: Разрешить другим находить вас по имени пользователя
tl: Payagan ang iba na mahanap ka sa pamamagitan ng username
vi: Cho phép người khác tìm thấy bạn bằng tên người dùng
zh_hans: 允许他人通过用户名找到您

# profile_usernameTaken
source: Username already taken
ar: اسم المستخدم مستخدم بالفعل
es: El nombre de usuario ya esta en uso
fr: Nom d'utilisateur déjà pris
ko: 이미 사용 중인 사용자명입니다
pt: Nome de usuario ja esta em uso
ru: Имя пользователя уже занято
tl: Nakuha na ang username
vi: Tên người dùng đã được sử dụng
zh_hans: 用户名已被占用

# profile_verified
source: Verified
ar: موثق
es: Verificado
fr: Vérifié
ko: 인증됨
pt: Verificado
ru: Подтверждено
tl: Na-verify
vi: Đã xác minh
zh_hans: 已验证

# profile_verifiedAs
source: Verified as
ar: موثق كـ
es: Verificado como
fr: Vérifié en tant que
ko: 인증된 계정
pt: Verificado como
ru: Подтверждено как
tl: Na-verify bilang
vi: Đã xác minh là
zh_hans: 已验证为

# profile_verifying
source: Verifying...
ar: جاري التحقق...
es: Verificando...
fr: Vérification...
ko: 인증 중...
pt: Verificando...
ru: Проверка...
tl: Nive-verify...
vi: Đang xác minh...
zh_hans: 验证中...

# profile_verifyNip05
source: Verify NIP-05
ar: التحقق من NIP-05
es: Verificar NIP-05
fr: Vérifier NIP-05
ko: NIP-05 인증
pt: Verificar NIP-05
ru: Проверить NIP-05
tl: I-verify ang NIP-05
vi: Xác minh NIP-05
zh_hans: 验证 NIP-05

# profile_visibilityFriends
source: Friends only
ar: الأصدقاء فقط
es: Solo amigos
fr: Amis uniquement
ko: 친구만
pt: Apenas amigos
ru: Только друзья
tl: Mga kaibigan lamang
vi: Chỉ bạn bè
zh_hans: 仅好友可见

# profile_visibilityGroups
source: Groups only
ar: المجموعات فقط
es: Solo grupos
fr: Groupes uniquement
ko: 그룹 멤버만
pt: Apenas grupos
ru: Только группы
tl: Mga grupo lamang
vi: Chỉ nhóm
zh_hans: 仅群组可见

# profile_visibilityHint
source: Who can view your profile and posts
ar: من يمكنه عرض ملفك الشخصي ومنشوراتك
es: Quien puede ver tu perfil y publicaciones
fr: Qui peut voir votre profil et vos publications
ko: 프로필과 게시물을 볼 수 있는 사람
pt: Quem pode visualizar seu perfil e postagens
ru: Кто может просматривать ваш профиль и публикации
tl: Sino ang makakakita ng iyong profile at mga post
vi: Ai có thể xem hồ sơ và bài viết của bạn
zh_hans: 谁可以查看您的个人资料和帖子

# profile_visibilityPrivate
source: Private (hidden)
ar: خاص (مخفي)
es: Privado (oculto)
fr: Privé (masqué)
ko: 비공개 (숨김)
pt: Privado (oculto)
ru: Приватный (скрыт)
tl: Pribado (nakatago)
vi: Riêng tư (ẩn)
zh_hans: 私密（隐藏）

# profile_visibilityPublic
source: Public (anyone can see)
ar: عام (يمكن للجميع رؤيته)
es: Publico (cualquiera puede ver)
fr: Public (visible par tous)
ko: 공개 (누구나 볼 수 있음)
pt: Publico (qualquer pessoa pode ver)
ru: Публичный (видят все)
tl: Pampubliko (makikita ng kahit sino)
vi: Công khai (ai cũng có thể xem)
zh_hans: 公开（任何人可见）

# proposalFeedCard_actions_castVote
source: Cast Vote
ar: الإدلاء بالصوت
es: Emitir Voto
fr: Voter
ko: 투표하기
pt: Votar
ru: Проголосовать
tl: Bumoto
vi: Bo phieu
zh_hans: 投票

# proposalFeedCard_actions_details
source: Details
ar: التفاصيل
es: Detalles
ko: 상세
pt: Detalhes
ru: Подробности
tl: Detalye
vi: Chi tiet
zh_hans: 详情

# proposalFeedCard_actions_edit
source: Edit
ar: تعديل
es: Editar
fr: Modifier
ko: 편집
pt: Editar
ru: Редактировать
tl: I-edit
vi: Chinh sua
zh_hans: 编辑

# proposalFeedCard_actions_joinDiscussion
source: Join Discussion
ar: الانضمام للنقاش
es: Unirse a la Discusion
fr: Rejoindre la Discussion
ko: 토론 참여
pt: Participar da Discussao
ru: Присоединиться к обсуждению
tl: Sumali sa Talakayan
vi: Tham gia Thao luan
zh_hans: 加入讨论

# proposalFeedCard_actions_review
source: Review
ar: مراجعة
es: Revisar
fr: Examiner
ko: 검토
pt: Revisar
ru: Просмотр
tl: Suriin
vi: Xem xet
zh_hans: 审阅

# proposalFeedCard_actions_viewDetails
source: View Details
ar: عرض التفاصيل
es: Ver Detalles
fr: Voir les Details
ko: 상세 보기
pt: Ver Detalhes
ru: Подробности
tl: Tingnan ang Detalye
vi: Xem Chi tiet
zh_hans: 查看详情

# proposalFeedCard_actions_viewProposal
source: View Proposal
ar: عرض المقترح
es: Ver Propuesta
fr: Voir la Proposition
ko: 제안 보기
pt: Ver Proposta
ru: Просмотреть предложение
tl: Tingnan ang Panukala
vi: Xem De xuat
zh_hans: 查看提案

# proposalFeedCard_actions_viewResults
source: View Results
ar: عرض النتائج
es: Ver Resultados
fr: Voir les Resultats
ko: 결과 보기
pt: Ver Resultados
ru: Результаты
tl: Tingnan ang Resulta
vi: Xem Ket qua
zh_hans: 查看结果
