Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# publishing_theme_darkModeDesc
source: Enable dark mode for your publication
ar: تفعيل الوضع الداكن لمنشورك
es: Habilitar modo oscuro para tu publicación
fr: Activer le mode sombre pour votre publication
ko: 출판물에 다크 모드 활성화
pt: Habilitar modo escuro para sua publicacao
ru: Включить тёмный режим для вашей публикации
tl: I-enable ang dark mode para sa iyong publikasyon
vi: Bật chế độ tối cho ấn phẩm của bạn
zh_hans: 为您的出版物启用深色模式

# publishing_theme_description
source: Customize how your publication looks
ar: خصص مظهر منشورك
es: Personaliza el aspecto de tu publicación
fr: Personnalisez l'apparence de votre publication
ko: 출판물의 외관을 맞춤 설정하세요
pt: Personalize a aparencia da sua publicacao
ru: Настройте внешний вид вашей публикации
tl: I-customize ang anyo ng iyong publikasyon
vi: Tùy chỉnh giao diện ấn phẩm của bạn
zh_hans: 自定义出版物的外观

# publishing_theme_fontFamily
source: Font Family
ar: عائلة الخط
es: Familia de fuente
fr: Famille de police
ko: 글꼴
pt: Fonte
ru: Шрифт
tl: Font
vi: Họ phông chữ
zh_hans: 字体系列

# publishing_theme_fontMono
source: Monospace (Technical)
ar: أحادي المسافة (تقني)
es: Monoespaciado (Técnico)
fr: Monospace (Technique)
ko: 모노스페이스 (기술적)
pt: Monoespaco (tecnica)
ru: Моноширинный (технический)
tl: Monospace (teknikal)
vi: Monospace (Kỹ thuật)
zh_hans: 等宽字体（技术）

# publishing_theme_fontSans
source: Sans-serif (Modern)
ar: بدون زوائد (عصري)
es: Sans-serif (Moderno)
fr: Sans-serif (Moderne)
ko: 산세리프 (현대적)
pt: Sans-serif (moderna)
ru: Без засечек (современный)
tl: Sans-serif (moderno)
vi: Sans-serif (Hiện đại)
zh_hans: 无衬线体（现代）

# publishing_theme_fontSerif
source: Serif (Classic)
ar: مذنب (كلاسيكي)
es: Serif (Clásico)
fr: Serif (Classique)
ko: 세리프 (고전적)
pt: Serif (classica)
ru: С засечками (классический)
tl: Serif (klasiko)
vi: Serif (Cổ điển)
zh_hans: 衬线体（经典）

# publishing_theme_layout
source: Layout Style
ar: نمط التخطيط
es: Estilo de diseño
fr: Style de mise en page
ko: 레이아웃 스타일
pt: Estilo de Layout
ru: Стиль макета
tl: Estilo ng Layout
vi: Kiểu bố cục
zh_hans: 布局样式

# publishing_theme_layoutDefault
source: Default
ar: افتراضي
es: Predeterminado
fr: Par defaut
ko: 기본
pt: Padrao
ru: По умолчанию
vi: Mặc định
zh_hans: 默认

# publishing_theme_layoutMagazine
source: Magazine
ar: مجلة
es: Revista
ko: 매거진
pt: Revista
ru: Журнальный
vi: Tạp chí
zh_hans: 杂志

# publishing_theme_layoutMinimal
source: Minimal
ar: بسيط
es: Minimalista
ko: 미니멀
pt: Minimalista
ru: Минималистичный
vi: Tối giản
zh_hans: 极简

# publishing_theme_primaryColor
source: Primary Color
ar: اللون الرئيسي
es: Color principal
fr: Couleur principale
ko: 기본 색상
pt: Cor Primaria
ru: Основной цвет
tl: Pangunahing Kulay
vi: Màu chủ đạo
zh_hans: 主色调

# publishing_theme_title
source: Theme & Appearance
ar: المظهر والتصميم
es: Tema y apariencia
fr: Theme et apparence
ko: 테마 및 외관
pt: Tema e Aparencia
ru: Тема и внешний вид
tl: Tema at Anyo
vi: Giao diện & Ngoại hình
zh_hans: 主题与外观

# publishingPage_analytics
source: Analytics
ar: التحليلات
es: Analiticas
fr: Analytiques
ko: 분석
pt: Analises
ru: Аналитика
vi: Phan tich
zh_hans: 分析

# publishingPage_analyticsComingSoon
source: Analytics coming soon
ar: التحليلات قريباً
es: Analiticas proximamente
fr: Analytiques bientot disponibles
ko: 분석 기능 준비 중
pt: Analises em breve
ru: Аналитика скоро появится
tl: Paparating na ang analytics
vi: Phan tich sap ra mat
zh_hans: 分析功能即将推出

# publishingPage_analyticsComingSoonDescription
source: View article performance, subscriber growth, and more.
ar: عرض أداء المقالات ونمو المشتركين والمزيد.
es: Ver rendimiento de articulos, crecimiento de suscriptores y mas.
fr: Consultez les performances des articles, la croissance des abonnes et plus encore.
ko: 기사 성과, 구독자 증가 등을 확인하세요.
pt: Veja desempenho de artigos, crescimento de assinantes e mais.
ru: Смотрите эффективность статей, рост подписчиков и многое другое.
tl: Tingnan ang pagganap ng artikulo, paglago ng subscriber, at marami pa.
vi: Xem hieu suat bai viet, tang truong nguoi theo doi va hon nua.
zh_hans: 查看文章表现、订阅者增长等。

# publishingPage_analyticsDescription
source: View performance metrics for your publication
ar: عرض مقاييس أداء منشورك
es: Ver metricas de rendimiento de tu publicacion
fr: Consultez les metriques de performance de votre publication
ko: 출판물의 성과 지표를 확인하세요
pt: Veja metricas de desempenho da sua publicacao
ru: Просмотр показателей эффективности вашей публикации
tl: Tingnan ang mga sukatan ng pagganap para sa iyong publikasyon
vi: Xem chi so hieu suat cua an pham
zh_hans: 查看您出版物的性能指标

# publishingPage_articleDeleted
source: Article deleted
ar: تم حذف المقال
es: Articulo eliminado
fr: Article supprime
ko: 기사가 삭제되었습니다
pt: Artigo excluido
ru: Статья удалена
tl: Nabura na ang artikulo
vi: Da xoa bai viet
zh_hans: 文章已删除

# publishingPage_articlePublished
source: Article published
ar: تم نشر المقال
es: Articulo publicado
fr: Article publie
ko: 기사가 게시되었습니다
pt: Artigo publicado
ru: Статья опубликована
tl: Na-publish na ang artikulo
vi: Da xuat ban bai viet
zh_hans: 文章已发布

# publishingPage_articles
source: Articles
ar: المقالات
es: Articulos
ko: 기사
pt: Artigos
ru: Статьи
tl: Mga Artikulo
vi: Bai viet
zh_hans: 文章

# publishingPage_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# publishingPage_createPublication
source: Create Publication
ar: إنشاء منشور
es: Crear Publicacion
fr: Creer une publication
ko: 출판물 만들기
pt: Criar Publicacao
ru: Создать публикацию
tl: Gumawa ng Publikasyon
vi: Tao An pham
zh_hans: 创建出版物

# publishingPage_createPublicationDescription
source: Set up your publication to start writing articles.
ar: قم بإعداد منشورك لبدء كتابة المقالات.
es: Configura tu publicacion para empezar a escribir articulos.
fr: Configurez votre publication pour commencer a ecrire des articles.
ko: 기사를 작성하려면 출판물을 설정하세요.
pt: Configure sua publicacao para comecar a escrever artigos.
ru: Настройте публикацию, чтобы начать писать статьи.
tl: I-setup ang iyong publikasyon upang magsimulang sumulat ng mga artikulo.
vi: Thiet lap an pham de bat dau viet bai.
zh_hans: 设置您的出版物以开始撰写文章。

# publishingPage_delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
ko: 삭제
pt: Excluir
ru: Удалить
tl: Burahin
vi: Xoa
zh_hans: 删除

# publishingPage_deleteArticle
source: Delete Article
ar: حذف المقال
es: Eliminar Articulo
fr: Supprimer l'article
ko: 기사 삭제
pt: Excluir Artigo
ru: Удалить статью
tl: Burahin ang Artikulo
vi: Xoa Bai viet
zh_hans: 删除文章

# publishingPage_deleteArticleConfirm
source: Are you sure you want to delete this article? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف هذا المقال؟ لا يمكن التراجع عن هذا الإجراء.
es: Estas seguro de que quieres eliminar este articulo? Esta accion no se puede deshacer.
fr: Etes-vous sur de vouloir supprimer cet article ? Cette action est irreversible.
ko: 이 기사를 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
pt: Tem certeza que deseja excluir este artigo? Esta acao nao pode ser desfeita.
ru: Вы уверены, что хотите удалить эту статью? Это действие нельзя отменить.
tl: Sigurado ka bang gusto mong burahin ang artikulong ito? Hindi na ito mababawi.
vi: Ban co chac chan muon xoa bai viet nay? Hanh dong nay khong the hoan tac.
zh_hans: 您确定要删除这篇文章吗？此操作无法撤销。

# publishingPage_description
source: Description
ar: الوصف
es: Descripcion
ko: 설명
pt: Descricao
ru: Описание
tl: Paglalarawan
vi: Mo ta
zh_hans: 描述

# publishingPage_descriptionPlaceholder
source: What will you write about?
ar: عن ماذا ستكتب؟
es: Sobre que escribiras?
fr: Sur quoi allez-vous ecrire ?
ko: 무엇에 대해 쓸 예정인가요?
pt: Sobre o que voce vai escrever?
ru: О чём вы будете писать?
tl: Ano ang isusulat mo?
vi: Ban se viet ve gi?
zh_hans: 您将写些什么？

# publishingPage_drafts
source: Drafts
ar: المسودات
es: Borradores
fr: Brouillons
ko: 초안
pt: Rascunhos
ru: Черновики
tl: Mga Draft
vi: Ban nhap
zh_hans: 草稿

# publishingPage_enterPublicationName
source: Please enter a publication name
ar: يرجى إدخال اسم المنشور
es: Por favor ingresa un nombre de publicacion
fr: Veuillez entrer un nom de publication
ko: 출판물 이름을 입력하세요
pt: Por favor, insira o nome da publicacao
ru: Пожалуйста, введите название публикации
tl: Pakilagay ang pangalan ng publikasyon
vi: Vui long nhap ten an pham
zh_hans: 请输入出版物名称

# publishingPage_newArticle
source: New Article
ar: مقال جديد
es: Nuevo Articulo
fr: Nouvel article
ko: 새 기사
pt: Novo Artigo
ru: Новая статья
tl: Bagong Artikulo
vi: Bai viet Moi
zh_hans: 新文章

# publishingPage_publicationAnalytics
source: Publication Analytics
ar: تحليلات المنشور
es: Analiticas de Publicacion
fr: Analytiques de la publication
ko: 출판물 분석
pt: Analises da Publicacao
ru: Аналитика публикации
tl: Analytics ng Publikasyon
vi: Phan tich An pham
zh_hans: 出版物分析

# publishingPage_publicationCreated
source: Publication created
ar: تم إنشاء المنشور
es: Publicacion creada
fr: Publication creee
ko: 출판물이 생성되었습니다
pt: Publicacao criada
ru: Публикация создана
tl: Nagawa na ang publikasyon
vi: Da tao an pham
zh_hans: 出版物已创建

# publishingPage_publicationName
source: Publication Name
ar: اسم المنشور
es: Nombre de la Publicacion
fr: Nom de la publication
ko: 출판물 이름
pt: Nome da Publicacao
ru: Название публикации
tl: Pangalan ng Publikasyon
vi: Ten An pham
zh_hans: 出版物名称

# publishingPage_publicationNamePlaceholder
source: My Awesome Publication
ar: منشوري الرائع
es: Mi Publicacion Increible
fr: Ma Super Publication
ko: 나의 멋진 출판물
pt: Minha Publicacao Incrivel
ru: Моя замечательная публикация
tl: Ang Aking Kahanga-hangang Publikasyon
vi: An pham Tuyet voi cua Toi
zh_hans: 我的精彩出版物

# publishingPage_published
source: Published
ar: المنشورة
es: Publicados
fr: Publies
ko: 게시됨
pt: Publicados
ru: Опубликовано
tl: Na-publish
vi: Da xuat ban
zh_hans: 已发布

# publishingPage_rssFeed
source: RSS Feed
ar: خلاصة RSS
es: Feed RSS
fr: Flux RSS
ko: RSS 피드
pt: Feed RSS
ru: RSS-лента
vi: Nguon RSS
zh_hans: RSS订阅

# publishingPage_selectGroupLogin
source: Please select a group and log in to manage publications.
ar: يرجى اختيار مجموعة وتسجيل الدخول لإدارة المنشورات.
es: Por favor selecciona un grupo e inicia sesion para gestionar publicaciones.
fr: Veuillez selectionner un groupe et vous connecter pour gerer les publications.
ko: 출판물을 관리하려면 그룹을 선택하고 로그인하세요.
pt: Por favor, selecione um grupo e faca login para gerenciar publicacoes.
ru: Пожалуйста, выберите группу и войдите для управления публикациями.
tl: Pumili ng grupo at mag-login upang pamahalaan ang mga publikasyon.
vi: Vui long chon nhom va dang nhap de quan ly xuat ban.
zh_hans: 请选择一个群组并登录以管理出版物。

# publishingPage_settings
source: Settings
ar: الإعدادات
es: Configuracion
fr: Parametres
ko: 설정
pt: Configuracoes
ru: Настройки
tl: Mga Setting
vi: Cai dat
zh_hans: 设置

# publishingPage_startPublishing
source: Start Publishing
ar: ابدأ النشر
es: Comenzar a Publicar
fr: Commencer a publier
ko: 글쓰기 시작
pt: Comecar a Publicar
ru: Начать публикацию
tl: Magsimulang Mag-publish
vi: Bat dau Xuat ban
zh_hans: 开始发布

# publishingPage_startPublishingDescription
source: Create your first publication to start writing and sharing long-form content with your audience.
ar: أنشئ أول منشور لك لتبدأ الكتابة ومشاركة المحتوى الطويل مع جمهورك.
es: Crea tu primera publicacion para empezar a escribir y compartir contenido extenso con tu audiencia.
fr: Creez votre premiere publication pour commencer a ecrire et partager du contenu long avec votre audience.
ko: 첫 번째 출판물을 만들어 독자와 장문의 콘텐츠를 작성하고 공유하세요.
pt: Crie sua primeira publicacao para comecar a escrever e compartilhar conteudo de longa duracao com seu publico.
ru: Создайте свою первую публикацию, чтобы начать писать и делиться развёрнутым контентом с аудиторией.
tl: Gumawa ng iyong unang publikasyon upang magsimulang sumulat at magbahagi ng mahabang nilalaman sa iyong mga mambabasa.
vi: Tao an pham dau tien cua ban de bat dau viet va chia se noi dung dai voi doc gia.
zh_hans: 创建您的第一个出版物，开始撰写并与您的受众分享长篇内容。

# publishingPage_subscribers
source: Subscribers
ar: المشتركون
es: Suscriptores
fr: Abonnes
ko: 구독자
pt: Assinantes
ru: Подписчики
tl: Mga Subscriber
vi: Nguoi theo doi
zh_hans: 订阅者

# publishingPage_totalArticles
source: Total Articles
ar: إجمالي المقالات
es: Total de Articulos
fr: Total des articles
ko: 전체 기사
pt: Total de Artigos
ru: Всего статей
tl: Kabuuang mga Artikulo
vi: Tong so Bai viet
zh_hans: 文章总数

# publishingPage_untitledArticle
source: Untitled Article
ar: مقال بدون عنوان
es: Articulo Sin Titulo
fr: Article sans titre
ko: 제목 없는 기사
pt: Artigo Sem Titulo
ru: Статья без названия
tl: Artikulong Walang Pamagat
vi: Bai viet Chua co Tieu de
zh_hans: 无标题文章

# rsvpButton_failedUpdate
source: Failed to update RSVP
ar: فشل في تحديث الرد
es: Error al actualizar RSVP
fr: Echec de la mise a jour RSVP
ko: 참석 여부 업데이트에 실패했습니다
pt: Falha ao atualizar confirmacao
ru: Не удалось обновить RSVP
tl: Nabigong i-update ang RSVP
vi: Cap nhat RSVP that bai
zh_hans: 更新回复失败

# rsvpButton_going
source: Going
ar: سأحضر
es: Asistire
fr: J'y vais
ko: 참석
pt: Vou
ru: Пойду
tl: Pupunta
vi: Se tham gia
zh_hans: 参加

# rsvpButton_maybe
source: Maybe
ar: ربما
es: Tal vez
fr: Peut-etre
ko: 미정
pt: Talvez
ru: Возможно
tl: Siguro
vi: Co the
zh_hans: 可能参加

# rsvpButton_notGoing
source: Not Going
ar: لن أحضر
es: No asistire
fr: Je n'y vais pas
ko: 불참
pt: Nao Vou
ru: Не пойду
tl: Hindi Pupunta
vi: Khong tham gia
zh_hans: 不参加

# scheduledPostsView_actions_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отменить
tl: Kanselahin
vi: Huy
zh_hans: 取消

# scheduledPostsView_actions_edit
source: Edit
ar: تعديل
es: Editar
fr: Modifier
ko: 편집
pt: Editar
ru: Редактировать
tl: I-edit
vi: Chinh sua
zh_hans: 编辑

# scheduledPostsView_actions_publishNow
source: Publish now
ar: نشر الآن
es: Publicar ahora
fr: Publier maintenant
ko: 지금 게시
pt: Publicar agora
ru: Опубликовать сейчас
tl: Ilathala ngayon
vi: Dang ngay
zh_hans: 立即发布

# scheduledPostsView_deleteDialog_cancelPost
source: Cancel post
ar: إلغاء المنشور
es: Cancelar publicacion
fr: Annuler la publication
ko: 게시물 취소
pt: Cancelar publicacao
ru: Отменить публикацию
tl: Kanselahin ang post
vi: Huy bai viet
zh_hans: 取消帖子

# scheduledPostsView_deleteDialog_description
source: This will cancel the scheduled post. This action cannot be undone.
ar: سيؤدي هذا إلى إلغاء المنشور المجدول. لا يمكن التراجع عن هذا الإجراء.
es: Esto cancelara la publicacion programada. Esta accion no se puede deshacer.
fr: Cela annulera la publication programmee. Cette action ne peut pas etre annulee.
ko: 예약된 게시물이 취소됩니다. 이 작업은 취소할 수 없습니다.
pt: Isso cancelara a publicacao agendada. Esta acao nao pode ser desfeita.
ru: Это отменит запланированную публикацию. Это действие нельзя отменить.
tl: Kakanselahin nito ang naka-iskedyul na post. Hindi na maaaring i-undo ang aksyong ito.
vi: Dieu nay se huy bai viet da len lich. Hanh dong nay khong the hoan tac.
zh_hans: 这将取消定时发布。此操作无法撤销。

# scheduledPostsView_deleteDialog_keepPost
source: Keep post
ar: الاحتفاظ بالمنشور
es: Mantener publicacion
fr: Garder la publication
ko: 게시물 유지
pt: Manter publicacao
ru: Сохранить публикацию
tl: Panatilihin ang post
vi: Giu bai viet
zh_hans: 保留帖子

# scheduledPostsView_deleteDialog_title
source: Cancel scheduled post?
ar: إلغاء المنشور المجدول؟
es: Cancelar publicacion programada?
fr: Annuler la publication programmee?
ko: 예약된 게시물을 취소하시겠습니까?
pt: Cancelar publicacao agendada?
ru: Отменить запланированную публикацию?
tl: Kanselahin ang naka-iskedyul na post?
vi: Huy bai viet da len lich?
zh_hans: 取消定时发布?

# scheduledPostsView_editDialog_cancelButton
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# scheduledPostsView_editDialog_contentLabel
source: Content
ar: المحتوى
es: Contenido
fr: Contenu
ko: 내용
pt: Conteudo
ru: Содержание
tl: Nilalaman
vi: Noi dung
zh_hans: 内容

# scheduledPostsView_editDialog_contentPlaceholder
source: What's on your mind?
ar: ما الذي يدور في ذهنك؟
es: Que tienes en mente?
fr: Qu'avez-vous en tete?
ko: 무슨 생각을 하고 계세요?
pt: O que esta pensando?
ru: О чем вы думаете?
tl: Ano ang iniisip mo?
vi: Ban dang nghi gi?
zh_hans: 你在想什么?

# scheduledPostsView_editDialog_description
source: Update the content or reschedule this post.
ar: قم بتحديث المحتوى أو إعادة جدولة هذا المنشور.
es: Actualiza el contenido o reprograma esta publicacion.
fr: Mettez a jour le contenu ou reprogrammez cette publication.
ko: 내용을 수정하거나 이 게시물의 일정을 변경하세요.
pt: Atualize o conteudo ou reagende esta publicacao.
ru: Обновите содержание или перенесите эту публикацию.
tl: I-update ang nilalaman o muling i-iskedyul ang post na ito.
vi: Cap nhat noi dung hoac len lich lai bai viet nay.
zh_hans: 更新内容或重新安排此帖子的发布时间。

# scheduledPostsView_editDialog_saveButton
source: Save changes
ar: حفظ التغييرات
es: Guardar cambios
fr: Enregistrer les modifications
ko: 변경 사항 저장
pt: Salvar alteracoes
ru: Сохранить изменения
tl: I-save ang mga pagbabago
vi: Luu thay doi
zh_hans: 保存更改

# scheduledPostsView_editDialog_scheduledForLabel
source: Scheduled for
ar: مجدول لـ
es: Programado para
fr: Programme pour
ko: 예약 시간
pt: Agendado para
ru: Запланировано на
tl: Naka-iskedyul para sa
vi: Len lich cho
zh_hans: 定时发布于

# scheduledPostsView_editDialog_title
source: Edit Scheduled Post
ar: تعديل المنشور المجدول
es: Editar publicacion programada
fr: Modifier la publication programmee
ko: 예약된 게시물 편집
pt: Editar Publicacao Agendada
ru: Редактировать запланированную публикацию
tl: I-edit ang Naka-iskedyul na Post
vi: Chinh sua bai viet da len lich
zh_hans: 编辑定时发布

# scheduledPostsView_loading
source: Loading scheduled posts...
ar: جاري تحميل المنشورات المجدولة...
es: Cargando publicaciones programadas...
fr: Chargement des publications programmees...
ko: 예약된 게시물 불러오는 중...
pt: Carregando publicacoes agendadas...
ru: Загрузка запланированных публикаций...
tl: Naglo-load ng mga naka-iskedyul na post...
vi: Dang tai bai viet da len lich...
zh_hans: 正在加载定时发布...

# scheduledPostsView_moreOptions
source: More options
ar: المزيد من الخيارات
es: Mas opciones
fr: Plus d'options
ko: 더 많은 옵션
pt: Mais opcoes
ru: Дополнительные опции
tl: Higit pang mga opsyon
vi: Them tuy chon
zh_hans: 更多选项

# scheduledPostsView_noScheduledPosts
source: No scheduled posts
ar: لا توجد منشورات مجدولة
es: No hay publicaciones programadas
fr: Aucune publication programmee
ko: 예약된 게시물 없음
pt: Nenhuma publicacao agendada
ru: Нет запланированных публикаций
tl: Walang naka-iskedyul na mga post
vi: Khong co bai viet da len lich
zh_hans: 没有定时发布

# scheduledPostsView_noScheduledPostsDescription
source: Schedule posts to be published at a specific time by using the schedule option in the post composer.
ar: قم بجدولة المنشورات ليتم نشرها في وقت محدد باستخدام خيار الجدولة في محرر المنشورات.
es: Programa publicaciones para que se publiquen en un momento especifico usando la opcion de programar en el compositor de publicaciones.
fr: Programmez des publications pour qu'elles soient publiees a un moment precis en utilisant l'option de programmation dans le compositeur de publications.
ko: 게시물 작성기에서 예약 옵션을 사용하여 특정 시간에 게시되도록 게시물을 예약하세요.
pt: Agende publicacoes para serem publicadas em um horario especifico usando a opcao de agendamento no compositor de publicacoes.
ru: Планируйте публикации на определенное время, используя опцию планирования в редакторе публикаций.
tl: Mag-iskedyul ng mga post na ilalathala sa isang partikular na oras gamit ang opsyon sa pag-iskedyul sa post composer.
vi: Len lich bai viet de dang vao mot thoi diem cu the bang cach su dung tuy chon len lich trong trinh soan bai viet.
zh_hans: 使用发布编辑器中的定时选项来安排帖子在特定时间发布。

# scheduledPostsView_statuses_cancelled
source: Cancelled
ar: ملغى
es: Cancelado
fr: Annule
ko: 취소됨
pt: Cancelado
ru: Отменено
tl: Nakansela
vi: Da huy
zh_hans: 已取消

# scheduledPostsView_statuses_due
source: Due
ar: مستحق
es: Pendiente
fr: A publier
ko: 예정됨
pt: Pendente
ru: Ожидается
tl: Dapat na
vi: Den han
zh_hans: 待发布

# scheduledPostsView_statuses_failed
source: Failed
ar: فشل
es: Fallido
fr: Echoue
ko: 실패
pt: Falhou
ru: Ошибка
tl: Nabigo
vi: That bai
zh_hans: 失败

# scheduledPostsView_statuses_published
source: Published
ar: تم النشر
es: Publicado
fr: Publie
ko: 게시됨
pt: Publicado
ru: Опубликовано
tl: Nailathala
vi: Da dang
zh_hans: 已发布

# scheduledPostsView_statuses_scheduled
source: Scheduled
ar: مجدول
es: Programado
fr: Programme
ko: 예약됨
pt: Agendado
ru: Запланировано
tl: Naka-iskedyul
vi: Da len lich
zh_hans: 已定时

# secureEmbed_dialog_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# secureEmbed_dialog_detected
source: Detected: %@
ar: تم الكشف: %@
es: Detectado: %@
fr: Detecte : %@
ko: 감지됨: %@
pt: Detectado: %@
ru: Обнаружено: %@
tl: Na-detect: %@
vi: Da phat hien: %@
zh_hans: 已检测到：%@

# secureEmbed_dialog_embed
source: Embed
ar: تضمين
es: Incrustar
fr: Integrer
ko: 임베드
pt: Incorporar
ru: Встроить
tl: I-embed
vi: Nhung
zh_hans: 嵌入

# secureEmbed_dialog_placeholder
source: Paste URL (YouTube, Vimeo, SoundCloud, Spotify...)
ar: الصق الرابط (YouTube، Vimeo، SoundCloud، Spotify...)
es: Pegar URL (YouTube, Vimeo, SoundCloud, Spotify...)
fr: Coller l'URL (YouTube, Vimeo, SoundCloud, Spotify...)
ko: URL을 붙여넣기 (YouTube, Vimeo, SoundCloud, Spotify...)
pt: Cole a URL (YouTube, Vimeo, SoundCloud, Spotify...)
ru: Вставьте URL (YouTube, Vimeo, SoundCloud, Spotify...)
tl: I-paste ang URL (YouTube, Vimeo, SoundCloud, Spotify...)
vi: Dan lien ket (YouTube, Vimeo, SoundCloud, Spotify...)
zh_hans: 粘贴链接（YouTube、Vimeo、SoundCloud、Spotify...）

# secureEmbed_dialog_providers_peertube
source: PeerTube (any instance)
ar: PeerTube (أي خادم)
es: PeerTube (cualquier instancia)
fr: PeerTube (toute instance)
ko: PeerTube (모든 인스턴스)
pt: PeerTube (qualquer instancia)
ru: PeerTube (любой экземпляр)
tl: PeerTube (kahit anong instance)
vi: PeerTube (bat ky may chu nao)
zh_hans: PeerTube（任何实例）

# secureEmbed_dialog_providers_vimeo
source: Vimeo (do-not-track mode)
ar: Vimeo (وضع عدم التتبع)
es: Vimeo (modo sin seguimiento)
fr: Vimeo (mode sans suivi)
ko: Vimeo (추적 금지 모드)
pt: Vimeo (modo sem rastreamento)
ru: Vimeo (режим без отслеживания)
vi: Vimeo (che do khong theo doi)
zh_hans: Vimeo（禁止追踪模式）

# secureEmbed_dialog_providers_youtube
source: YouTube (privacy-enhanced mode)
ar: YouTube (وضع الخصوصية المحسّن)
es: YouTube (modo de privacidad mejorada)
fr: YouTube (mode confidentialite amelioree)
ko: YouTube (프라이버시 강화 모드)
pt: YouTube (modo de privacidade aprimorada)
ru: YouTube (режим повышенной конфиденциальности)
vi: YouTube (che do bao mat nang cao)
zh_hans: YouTube（隐私增强模式）

# secureEmbed_dialog_supportedProviders
source: Supported providers:
ar: المزودون المدعومون:
es: Proveedores compatibles:
fr: Fournisseurs pris en charge :
ko: 지원되는 제공자:
pt: Provedores suportados:
ru: Поддерживаемые провайдеры:
tl: Mga sinusuportahang provider:
vi: Nha cung cap duoc ho tro:
zh_hans: 支持的提供商：

# secureEmbed_dialog_title
source: Embed Media
ar: تضمين وسائط
es: Incrustar Multimedia
fr: Integrer un Media
ko: 미디어 임베드
pt: Incorporar Midia
ru: Встроить медиа
tl: Mag-embed ng Media
vi: Nhung Phuong Tien
zh_hans: 嵌入媒体

# secureEmbed_embedName
source: %@ embed
ar: تضمين %@
es: Contenido incrustado de %@
fr: Integration %@
ko: %@ 임베드
pt: Incorporacao %@
ru: Встроенный контент %@
vi: Nhung %@
zh_hans: %@ 嵌入

# secureEmbed_errors_enterUrl
source: Please enter a URL
ar: الرجاء إدخال رابط
es: Por favor, introduce una URL
fr: Veuillez entrer une URL
ko: URL을 입력하세요
pt: Por favor, insira uma URL
ru: Пожалуйста, введите URL
tl: Mangyaring maglagay ng URL
vi: Vui long nhap lien ket
zh_hans: 请输入链接
