Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# crmAnalytics_contactRate
source: Contact Rate
ar: معدل التواصل
es: Tasa de Contacto
fr: Taux de Contact
ko: 연락 비율
pt: Taxa de Contato
ru: Уровень контактов
tl: Rate ng Kontak
vi: Ty le Lien he
zh_hans: 联系率

# crmAnalytics_days
source: Days
ar: أيام
es: Dias
fr: Jours
ko: 일
pt: Dias
ru: Дней
tl: Araw
vi: Ngay
zh_hans: 天

# crmAnalytics_departmentAnalysis
source: Department Analysis
ar: تحليل الأقسام
es: Analisis por Departamento
fr: Analyse par Departement
ko: 부서 분석
pt: Analise por Departamento
ru: Анализ по отделам
tl: Pagsusuri ng Departamento
vi: Phan tich Phong ban
zh_hans: 部门分析

# crmAnalytics_exportCsv
source: Export CSV
ar: تصدير CSV
es: Exportar CSV
fr: Exporter CSV
ko: CSV 내보내기
pt: Exportar CSV
ru: Экспорт в CSV
tl: I-export sa CSV
vi: Xuat CSV
zh_hans: 导出CSV

# crmAnalytics_movements_activeToCore
source: Active → Core
ar: نشط ← أساسي
es: Activo → Nucleo
fr: Actif → Noyau
ko: 적극적 → 핵심 조직가
pt: Ativo → Nucleo
ru: Активный → Ядро
tl: Aktibo → Core
vi: Chu dong → Nong cot
zh_hans: 主动 → 核心

# crmAnalytics_movements_neutralToPassive
source: Neutral → Passive
ar: محايد ← سلبي
es: Neutral → Pasivo
fr: Neutre → Passif
ko: 중립 → 소극적 지지
pt: Neutro → Passivo
ru: Нейтральный → Пассивный
tl: Neutral → Pasibo
vi: Trung lap → Thu dong
zh_hans: 中立 → 被动

# crmAnalytics_movements_passiveToActive
source: Passive → Active
ar: سلبي ← نشط
es: Pasivo → Activo
fr: Passif → Actif
ko: 소극적 → 적극적 지지
pt: Passivo → Ativo
ru: Пассивный → Активный
tl: Pasibo → Aktibo
vi: Thu dong → Chu dong
zh_hans: 被动 → 主动

# crmAnalytics_organizerPerformance
source: Organizer Performance
ar: أداء المنظمين
es: Rendimiento de Organizadores
fr: Performance des Organisateurs
ko: 조직가 성과
pt: Desempenho dos Organizadores
ru: Эффективность организаторов
tl: Pagganap ng mga Organizer
vi: Hieu suat To chuc vien
zh_hans: 组织者绩效

# crmAnalytics_pipelineConversions
source: Pipeline Conversions
ar: تحويلات المسار
es: Conversiones del Embudo
fr: Conversions du Pipeline
ko: 파이프라인 전환
pt: Conversoes do Pipeline
ru: Конверсии воронки
tl: Mga Konbersyon sa Pipeline
vi: Chuyen doi Quy trinh
zh_hans: 渠道转化

# crmAnalytics_pipelineMovement
source: Pipeline Movement (This Month)
ar: حركة المسار (هذا الشهر)
es: Movimiento del Embudo (Este Mes)
fr: Mouvement du Pipeline (Ce Mois)
ko: 파이프라인 이동 (이번 달)
pt: Movimento do Pipeline (Este Mes)
ru: Движение по воронке (этот месяц)
tl: Paggalaw ng Pipeline (Ngayong Buwan)
vi: Bien dong Quy trinh (Thang nay)
zh_hans: 渠道流动（本月）

# crmAnalytics_subtitle
source: Contact management and organizing metrics
ar: مقاييس إدارة جهات الاتصال والتنظيم
es: Metricas de gestion de contactos y organizacion
fr: Metriques de gestion des contacts et d'organisation
ko: 연락처 관리 및 조직 지표
pt: Gestao de contatos e metricas de organizacao
ru: Управление контактами и показатели организации
tl: Pamamahala ng kontak at mga sukatan ng pag-oorganisa
vi: Chi so quan ly lien he va to chuc
zh_hans: 联系人管理和组织指标

# crmAnalytics_supportLevelDistribution
source: Support Level Distribution
ar: توزيع مستوى الدعم
es: Distribucion por Nivel de Apoyo
fr: Repartition par Niveau de Soutien
ko: 지지 수준 분포
pt: Distribuicao do Nivel de Apoio
ru: Распределение уровней поддержки
tl: Distribusyon ng Antas ng Suporta
vi: Phan phoi Muc do Ho tro
zh_hans: 支持级别分布

# crmAnalytics_table_active
source: active
ar: نشط
es: activo
fr: actif
ko: 활성
pt: ativos
ru: активные
tl: aktibo
vi: hoat dong
zh_hans: 活跃

# crmAnalytics_table_contacts
source: Contacts
ar: جهات الاتصال
es: Contactos
ko: 연락처
pt: Contatos
ru: Контакты
tl: Mga Kontak
vi: Lien he
zh_hans: 联系人

# crmAnalytics_table_conversions
source: Conversions
ar: التحويلات
es: Conversiones
ko: 전환
pt: Conversoes
ru: Конверсии
tl: Mga Konbersyon
vi: Chuyen doi
zh_hans: 转化

# crmAnalytics_table_organizer
source: Organizer
ar: المنظم
es: Organizador
fr: Organisateur
ko: 조직가
pt: Organizador
ru: Организатор
vi: To chuc vien
zh_hans: 组织者

# crmAnalytics_table_rate
source: Rate
ar: المعدل
es: Tasa
fr: Taux
ko: 비율
pt: Taxa
ru: Показатель
vi: Ty le
zh_hans: 比率

# crmAnalytics_thisMonth
source: This month
ar: هذا الشهر
es: Este mes
fr: Ce mois
ko: 이번 달
pt: Este mes
ru: В этом месяце
tl: Ngayong buwan
vi: Thang nay
zh_hans: 本月

# crmAnalytics_title
source: CRM Analytics
ar: تحليلات إدارة العلاقات
es: Analisis de CRM
fr: Analytique CRM
ko: CRM 분석
pt: Analise de CRM
ru: Аналитика CRM
tl: Pagsusuri ng CRM
vi: Phan tich CRM
zh_hans: CRM分析

# crmAnalytics_totalContacts
source: Total Contacts
ar: إجمالي جهات الاتصال
es: Total de Contactos
fr: Total des Contacts
ko: 전체 연락처
pt: Total de Contatos
ru: Всего контактов
tl: Kabuuang Kontak
vi: Tong so Lien he
zh_hans: 总联系人数

# crmView_addContact
source: Add Contact
ar: إضافة جهة اتصال
es: Agregar Contacto
fr: Ajouter un Contact
ko: 연락처 추가
pt: Adicionar Contato
ru: Добавить контакт
tl: Magdagdag ng Kontak
vi: Them Lien He
zh_hans: 添加联系人

# crmView_contacts_description
source: Manage contacts with custom fields and privacy controls
ar: إدارة جهات الاتصال مع حقول مخصصة وضوابط الخصوصية
es: Gestiona contactos con campos personalizados y controles de privacidad
fr: Gerez les contacts avec des champs personnalises et des controles de confidentialite
ko: 사용자 정의 필드와 개인정보 보호 설정으로 연락처를 관리하세요
pt: Gerencie contatos com campos personalizados e controles de privacidade
ru: Управляйте контактами с настраиваемыми полями и контролем конфиденциальности
tl: Pamahalaan ang mga kontak gamit ang custom na mga field at mga kontrol sa privacy
vi: Quan ly lien he voi cac truong tuy chinh va kiem soat quyen rieng tu
zh_hans: 使用自定义字段和隐私控制管理联系人

# crmView_contacts_emptyState
source: No contacts yet. Add your first contact to get started.
ar: لا توجد جهات اتصال بعد. أضف جهة الاتصال الأولى للبدء.
es: Aun no hay contactos. Agrega tu primer contacto para comenzar.
fr: Pas encore de contacts. Ajoutez votre premier contact pour commencer.
ko: 아직 연락처가 없습니다. 첫 번째 연락처를 추가하여 시작하세요.
pt: Ainda nao ha contatos. Adicione seu primeiro contato para comecar.
ru: Контактов пока нет. Добавьте первый контакт, чтобы начать.
tl: Wala pang mga kontak. Magdagdag ng iyong unang kontak para makapagsimula.
vi: Chua co lien he nao. Them lien he dau tien de bat dau.
zh_hans: 暂无联系人。添加您的第一个联系人开始使用。

# crmView_contacts_title
source: Contacts
ar: جهات الاتصال
es: Contactos
ko: 연락처
pt: Contatos
ru: Контакты
tl: Mga Kontak
vi: Lien He
zh_hans: 联系人

# crmView_emptyStates_board
source: Board view - organize contacts by status or category
ar: عرض اللوحة - تنظيم جهات الاتصال حسب الحالة أو الفئة
es: Vista de tablero - organiza contactos por estado o categoria
fr: Vue tableau de bord - organisez les contacts par statut ou categorie
ko: 보드 보기 - 상태 또는 카테고리별로 연락처 정리
pt: Visualizacao em quadro - organize contatos por status ou categoria
ru: Вид доски - организуйте контакты по статусу или категории
tl: Board view - ayusin ang mga kontak ayon sa status o kategorya
vi: Xem bang kanban - to chuc lien he theo trang thai hoac danh muc
zh_hans: 看板视图 - 按状态或类别组织联系人

# crmView_emptyStates_calendar
source: Calendar view - see contacts by date-based fields
ar: عرض التقويم - عرض جهات الاتصال حسب حقول التاريخ
es: Vista de calendario - visualiza contactos por campos de fecha
fr: Vue calendrier - visualisez les contacts par champs de date
ko: 캘린더 보기 - 날짜 기반 필드로 연락처 확인
pt: Visualizacao em calendario - veja contatos por campos baseados em data
ru: Вид календаря - просматривайте контакты по полям с датами
tl: Calendar view - tingnan ang mga kontak ayon sa mga field na may petsa
vi: Xem lich - xem lien he theo truong ngay
zh_hans: 日历视图 - 按日期字段查看联系人

# crmView_subtitle
source: Organize and manage community relationships
ar: تنظيم وإدارة العلاقات المجتمعية
es: Organiza y gestiona las relaciones comunitarias
fr: Organisez et gerez les relations communautaires
ko: 커뮤니티 관계를 정리하고 관리하세요
pt: Organize e gerencie relacionamentos com a comunidade
ru: Организуйте и управляйте связями с сообществом
tl: Ayusin at pamahalaan ang mga relasyon sa komunidad
vi: To chuc va quan ly cac moi quan he cong dong
zh_hans: 组织和管理社区关系

# crmView_templates_description
source: Pre-configured fields for common use cases
ar: حقول مُعدة مسبقاً لحالات الاستخدام الشائعة
es: Campos preconfigurados para casos de uso comunes
fr: Champs preconfigures pour les cas d'utilisation courants
ko: 일반적인 사용 사례를 위한 사전 구성된 필드
pt: Campos pre-configurados para casos de uso comuns
ru: Предварительно настроенные поля для типичных случаев использования
tl: Pre-configured na mga field para sa karaniwang mga gamit
vi: Cac truong duoc cau hinh san cho cac truong hop su dung pho bien
zh_hans: 常见用例的预配置字段

# crmView_templates_fundraising_description
source: Donor management and campaign tracking
ar: إدارة المتبرعين وتتبع الحملات
es: Gestion de donantes y seguimiento de campanas
fr: Gestion des donateurs et suivi des campagnes
ko: 기부자 관리 및 캠페인 추적
pt: Gestao de doadores e acompanhamento de campanhas
ru: Управление донорами и отслеживание кампаний
tl: Pamamahala ng mga donor at pagsubaybay ng kampanya
vi: Quan ly nha tai tro va theo doi chien dich
zh_hans: 捐赠者管理和活动跟踪

# crmView_templates_fundraising_title
source: Fundraising
ar: جمع التبرعات
es: Recaudacion de Fondos
fr: Collecte de Fonds
ko: 모금
pt: Arrecadacao de Fundos
ru: Сбор средств
tl: Pangongolekta ng Pondo
vi: Gay Quy
zh_hans: 筹款

# crmView_templates_legalTracking_description
source: Case management for legal support work
ar: إدارة القضايا لأعمال الدعم القانوني
es: Gestion de casos para trabajo de apoyo legal
fr: Gestion des dossiers pour le travail d'assistance juridique
ko: 법률 지원 업무를 위한 사건 관리
pt: Gestao de casos para trabalho de apoio juridico
ru: Управление делами для юридической поддержки
tl: Pamamahala ng mga kaso para sa gawaing legal na suporta
vi: Quan ly vu viec cho cong viec ho tro phap ly
zh_hans: 法律支持工作的案件管理

# crmView_templates_legalTracking_title
source: Legal Tracking
ar: التتبع القانوني
es: Seguimiento Legal
fr: Suivi Juridique
ko: 법률 추적
pt: Acompanhamento Juridico
ru: Юридический учет
tl: Legal na Pagsubaybay
vi: Theo Doi Phap Ly
zh_hans: 法律跟踪

# crmView_templates_title
source: Available Templates
ar: القوالب المتاحة
es: Plantillas Disponibles
fr: Modeles Disponibles
ko: 사용 가능한 템플릿
pt: Modelos Disponiveis
ru: Доступные шаблоны
tl: Mga Available na Template
vi: Mau Co San
zh_hans: 可用模板

# crmView_templates_unionOrganizing_description
source: Track organizing conversations and commitments
ar: تتبع محادثات التنظيم والالتزامات
es: Rastrea conversaciones de organizacion y compromisos
fr: Suivez les conversations d'organisation et les engagements
ko: 조직 대화와 약속 추적
pt: Acompanhe conversas de organizacao e compromissos
ru: Отслеживание организационных бесед и обязательств
tl: Subaybayan ang mga usapan sa pag-oorganisa at mga pangako
vi: Theo doi cac cuoc tro chuyen to chuc va cam ket
zh_hans: 跟踪组织对话和承诺

# crmView_templates_unionOrganizing_title
source: Union Organizing
ar: التنظيم النقابي
es: Organizacion Sindical
fr: Organisation Syndicale
ko: 노조 조직
pt: Organizacao Sindical
ru: Организация профсоюза
tl: Pag-oorganisa ng Unyon
vi: To Chuc Cong Doan
zh_hans: 工会组织

# crmView_title
source: Contact Database
ar: قاعدة بيانات جهات الاتصال
es: Base de Datos de Contactos
fr: Base de Donnees de Contacts
ko: 연락처 데이터베이스
pt: Banco de Dados de Contatos
ru: База контактов
tl: Database ng mga Kontak
vi: Co So Du Lieu Lien He
zh_hans: 联系人数据库

# crmView_views_board
source: Board View
ar: عرض اللوحة
es: Vista de Tablero
fr: Vue Tableau de Bord
ko: 보드 보기
pt: Visualizacao em Quadro
ru: Вид доски
vi: Xem Bang Kanban
zh_hans: 看板视图

# crmView_views_calendar
source: Calendar View
ar: عرض التقويم
es: Vista de Calendario
fr: Vue Calendrier
ko: 캘린더 보기
pt: Visualizacao em Calendario
ru: Вид календаря
vi: Xem Lich
zh_hans: 日历视图

# crmView_views_table
source: Table View
ar: عرض الجدول
es: Vista de Tabla
fr: Vue Tableau
ko: 테이블 보기
pt: Visualizacao em Tabela
ru: Табличный вид
vi: Xem Bang
zh_hans: 表格视图

# cryptoDonation_calculating
source: Calculating...
ar: جارٍ الحساب...
es: Calculando...
fr: Calcul en cours...
ko: 계산 중...
pt: Calculando...
ru: Расчёт...
tl: Kinakalkula...
vi: Dang tinh toan...
zh_hans: 计算中...

# cryptoDonation_checkNow
source: Check Now
ar: تحقق الآن
es: Verificar Ahora
fr: Verifier maintenant
ko: 지금 확인
pt: Verificar Agora
ru: Проверить сейчас
tl: Suriin Ngayon
vi: Kiem tra ngay
zh_hans: 立即检查

# cryptoDonation_confirmations
source: Confirmations:
ar: التأكيدات:
es: Confirmaciones:
ko: 확인:
pt: Confirmacoes:
ru: Подтверждения:
tl: Mga Kumpirmasyon:
vi: Xac nhan:
zh_hans: 确认数:

# cryptoDonation_currentPrice
source: Current price: $%@ USD
ar: السعر الحالي: $%@ دولار أمريكي
es: Precio actual: $%@ USD
fr: Prix actuel : $%@ USD
ko: 현재 가격: $%@ USD
pt: Preco atual: $%@ USD
ru: Текущая цена: $%@ USD
tl: Kasalukuyang presyo: $%@ USD
vi: Gia hien tai: $%@ USD
zh_hans: 当前价格: $%@ 美元

# cryptoDonation_custom
source: Custom
ar: مخصص
es: Personalizado
fr: Personnalise
ko: 직접 입력
pt: Personalizado
ru: Другая сумма
tl: Pasadya
vi: Tuy chinh
zh_hans: 自定义

# cryptoDonation_detected
source: %@ detected
ar: تم اكتشاف %@
es: %@ detectado
fr: %@ detecte
ko: %@ 감지됨
pt: %@ detectado
ru: Обнаружено %@
tl: %@ ang nakita
vi: Da phat hien %@
zh_hans: 已检测到 %@

# cryptoDonation_donationAmount
source: Donation Amount (USD)
ar: مبلغ التبرع (دولار أمريكي)
es: Monto de la Donacion (USD)
fr: Montant du don (USD)
ko: 기부 금액 (USD)
pt: Valor da Doacao (USD)
ru: Сумма пожертвования (USD)
tl: Halaga ng Donasyon (USD)
vi: So tien quyen gop (USD)
zh_hans: 捐款金额 (美元)

# cryptoDonation_errors_failedToGenerate
source: Failed to generate payment address. Please try again.
ar: فشل في إنشاء عنوان الدفع. يرجى المحاولة مرة أخرى.
es: Error al generar la direccion de pago. Por favor, intenta de nuevo.
fr: Echec de la generation de l'adresse de paiement. Veuillez reessayer.
ko: 결제 주소 생성에 실패했습니다. 다시 시도해 주세요.
pt: Falha ao gerar endereco de pagamento. Por favor, tente novamente.
ru: Не удалось сгенерировать адрес для оплаты. Пожалуйста, попробуйте снова.
tl: Hindi nagawa ang payment address. Pakisubukan ulit.
vi: Khong the tao dia chi thanh toan. Vui long thu lai.
zh_hans: 生成支付地址失败。请重试。

# cryptoDonation_generateAddress
source: Generate %@ Address
ar: إنشاء عنوان %@
es: Generar Direccion %@
fr: Generer une adresse %@
ko: %@ 주소 생성
pt: Gerar Endereco %@
ru: Сгенерировать адрес %@
tl: Gumawa ng %@ Address
vi: Tao dia chi %@
zh_hans: 生成 %@ 地址

# cryptoDonation_generatingAddress
source: Generating Address...
ar: جارٍ إنشاء العنوان...
es: Generando Direccion...
fr: Generation de l'adresse...
ko: 주소 생성 중...
pt: Gerando Endereco...
ru: Генерация адреса...
tl: Ginagawa ang Address...
vi: Dang tao dia chi...
zh_hans: 正在生成地址...

# cryptoDonation_howToDonate
source: How to donate:
ar: كيفية التبرع:
es: Como donar:
fr: Comment faire un don :
ko: 기부 방법:
pt: Como doar:
ru: Как пожертвовать:
tl: Paano mag-donate:
vi: Cach quyen gop:
zh_hans: 如何捐款:

# cryptoDonation_mainnet
source: Mainnet
ar: الشبكة الرئيسية
es: Red Principal
fr: Reseau principal
ko: 메인넷
pt: Rede Principal
ru: Основная сеть
vi: Mang chinh
zh_hans: 主网

# cryptoDonation_monitoring
source: Monitoring...
ar: جارٍ المراقبة...
es: Monitoreando...
fr: Surveillance en cours...
ko: 모니터링 중...
pt: Monitorando...
ru: Мониторинг...
tl: Sinusubaybayan...
vi: Dang theo doi...
zh_hans: 监控中...

# cryptoDonation_paymentAddress
source: Payment Address
ar: عنوان الدفع
es: Direccion de Pago
fr: Adresse de paiement
ko: 결제 주소
pt: Endereco de Pagamento
ru: Адрес для оплаты
tl: Address ng Bayad
vi: Dia chi thanh toan
zh_hans: 支付地址

# cryptoDonation_paymentConfirmed
source: Payment Confirmed!
ar: تم تأكيد الدفع
es: Pago Confirmado
fr: Paiement confirme
ko: 결제가 확인되었습니다!
pt: Pagamento Confirmado!
ru: Платёж подтверждён!
tl: Nakumpirma ang Bayad!
vi: Da xac nhan thanh toan
zh_hans: 支付已确认

# cryptoDonation_paymentPending
source: Payment Pending
ar: الدفع قيد الانتظار
es: Pago Pendiente
fr: Paiement en attente
ko: 결제 대기 중
pt: Pagamento Pendente
ru: Ожидание платежа
tl: Nakabinbing Bayad
vi: Thanh toan dang cho xu ly
zh_hans: 支付待确认

# cryptoDonation_startMonitoring
source: Start Monitoring
ar: بدء المراقبة
es: Iniciar Monitoreo
fr: Demarrer la surveillance
ko: 모니터링 시작
pt: Iniciar Monitoramento
ru: Начать мониторинг
tl: Simulan ang Pagsubaybay
vi: Bat dau theo doi
zh_hans: 开始监控

# cryptoDonation_steps_monitor
source: Click "Start Monitoring" to track your payment
ar: انقر على "بدء المراقبة" لتتبع دفعتك
es: Haz clic en "Iniciar Monitoreo" para rastrear tu pago
fr: Cliquez sur "Demarrer la surveillance" pour suivre votre paiement
ko: "모니터링 시작"을 클릭하여 결제를 추적하세요
pt: Clique em "Iniciar Monitoramento" para rastrear seu pagamento
ru: Нажмите "Начать мониторинг", чтобы отслеживать платёж
tl: I-click ang "Simulan ang Pagsubaybay" para subaybayan ang iyong bayad
vi: Nhan "Bat dau theo doi" de theo doi thanh toan cua ban
zh_hans: 点击"开始监控"追踪您的付款

# cryptoDonation_steps_scan
source: Scan the QR code or copy the address
ar: امسح رمز QR أو انسخ العنوان
es: Escanea el codigo QR o copia la direccion
fr: Scannez le code QR ou copiez l'adresse
ko: QR 코드를 스캔하거나 주소를 복사하세요
pt: Escaneie o codigo QR ou copie o endereco
ru: Отсканируйте QR-код или скопируйте адрес
tl: I-scan ang QR code o kopyahin ang address
vi: Quet ma QR hoac sao chep dia chi
zh_hans: 扫描二维码或复制地址

# cryptoDonation_steps_send
source: Send %@ to this address
ar: أرسل %@ إلى هذا العنوان
es: Envia %@ a esta direccion
fr: Envoyez %@ a cette adresse
ko: 이 주소로 %@을(를) 보내세요
pt: Envie %@ para este endereco
ru: Отправьте %@ на этот адрес
tl: Magpadala ng %@ sa address na ito
vi: Gui %@ den dia chi nay
zh_hans: 发送 %@ 到此地址

# cryptoDonation_steps_wait
source: Wait for %@ confirmations
ar: انتظر %@ تأكيدات
es: Espera %@ confirmaciones
fr: Attendez %@ confirmations
ko: %@회 확인을 기다리세요
pt: Aguarde %@ confirmacoes
ru: Дождитесь %@ подтверждений
tl: Maghintay ng %@ na kumpirmasyon
vi: Doi %@ xac nhan
zh_hans: 等待 %@ 次确认

# cryptoDonation_testnet
source: Testnet
ar: شبكة الاختبار
es: Red de Prueba
fr: Reseau de test
ko: 테스트넷
pt: Rede de Teste
ru: Тестовая сеть
vi: Mang thu nghiem
zh_hans: 测试网

# cryptoDonation_thankYou
source: Thank you for your donation of %@
ar: شكرا لتبرعك بمبلغ %@
es: Gracias por tu donacion de %@
fr: Merci pour votre don de %@
ko: %@ 기부에 감사드립니다
pt: Obrigado pela sua doacao de %@
ru: Спасибо за ваше пожертвование в размере %@
tl: Salamat sa iyong donasyon na %@
vi: Cam on ban da quyen gop %@
zh_hans: 感谢您捐款 %@

# cryptoDonation_title
source: Donate with Crypto
ar: تبرع بالعملات المشفرة
es: Donar con Criptomonedas
fr: Faire un don en crypto
ko: 암호화폐로 기부하기
pt: Doar com Criptomoeda
ru: Пожертвовать криптовалютой
tl: Mag-donate gamit ang Crypto
vi: Quyen gop bang tien dien tu
zh_hans: 加密货币捐款

# cryptoDonation_toasts_addressCopied
source: Address copied to clipboard
ar: تم نسخ العنوان إلى الحافظة
es: Direccion copiada al portapapeles
fr: Adresse copiee dans le presse-papiers
ko: 주소가 클립보드에 복사되었습니다
pt: Endereco copiado para a area de transferencia
ru: Адрес скопирован в буфер обмена
tl: Nakopya ang address sa clipboard
vi: Da sao chep dia chi vao clipboard
zh_hans: 地址已复制到剪贴板

# cryptoDonation_toasts_addressGenerated
source: Payment address generated
ar: تم إنشاء عنوان الدفع
es: Direccion de pago generada
fr: Adresse de paiement generee
ko: 결제 주소가 생성되었습니다
pt: Endereco de pagamento gerado
ru: Адрес для оплаты сгенерирован
tl: Nagawa na ang payment address
vi: Da tao dia chi thanh toan
zh_hans: 支付地址已生成

# cryptoDonation_toasts_failedToGenerate
source: Failed to generate address
ar: فشل في إنشاء العنوان
es: Error al generar la direccion
fr: Echec de la generation de l'adresse
ko: 주소 생성에 실패했습니다
pt: Falha ao gerar endereco
ru: Не удалось сгенерировать адрес
tl: Hindi nagawa ang address
vi: Khong the tao dia chi
zh_hans: 生成地址失败

# cryptoDonation_toasts_paymentConfirmed
source: Payment confirmed!
ar: تم تأكيد الدفع
es: Pago confirmado
fr: Paiement confirme
ko: 결제가 확인되었습니다!
pt: Pagamento confirmado!
ru: Платёж подтверждён!
tl: Nakumpirma ang bayad!
vi: Da xac nhan thanh toan
zh_hans: 支付已确认

# cryptoDonation_toasts_paymentDetected
source: Payment detected! Waiting for confirmations...
ar: تم اكتشاف الدفع! في انتظار التأكيدات...
es: Pago detectado. Esperando confirmaciones...
fr: Paiement detecte. En attente de confirmations...
ko: 결제가 감지되었습니다! 확인을 기다리는 중...
pt: Pagamento detectado! Aguardando confirmacoes...
ru: Платёж обнаружен! Ожидание подтверждений...
tl: Nakita ang bayad! Naghihintay ng mga kumpirmasyon...
vi: Da phat hien thanh toan! Dang cho xac nhan...
zh_hans: 检测到付款! 正在等待确认...

# cryptoDonation_trackOnBlockchain
source: Track on blockchain
ar: تتبع على البلوكتشين
es: Rastrear en blockchain
fr: Suivre sur la blockchain
ko: 블록체인에서 추적
pt: Rastrear na blockchain
ru: Отслеживать в блокчейне
tl: Subaybayan sa blockchain
vi: Theo doi tren blockchain
zh_hans: 在区块链上追踪

# cryptoDonation_viewOnExplorer
source: View on blockchain explorer
ar: عرض على مستكشف البلوكتشين
es: Ver en el explorador de blockchain
fr: Voir sur l'explorateur blockchain
ko: 블록체인 탐색기에서 보기
pt: Ver no explorador de blockchain
ru: Посмотреть в обозревателе блокчейна
tl: Tingnan sa blockchain explorer
vi: Xem tren trinh duyet blockchain
zh_hans: 在区块链浏览器中查看

# customFieldEditor_actions_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# customFieldEditor_actions_create
source: Create
ar: إنشاء
es: Crear
fr: Creer
ko: 생성
pt: Criar
ru: Создать
tl: Gumawa
vi: Tao
zh_hans: 创建

# customFieldEditor_actions_saving
source: Saving...
ar: جارٍ الحفظ...
es: Guardando...
fr: Enregistrement...
ko: 저장 중...
pt: Salvando...
ru: Сохранение...
tl: Sine-save...
vi: Dang luu...
zh_hans: 保存中...

# customFieldEditor_actions_update
source: Update
ar: تحديث
es: Actualizar
fr: Mettre a jour
ko: 업데이트
pt: Atualizar
ru: Обновить
tl: I-update
vi: Cap nhat
zh_hans: 更新

# customFieldEditor_fields_fieldType
source: Field Type
ar: نوع الحقل
es: Tipo de Campo
fr: Type de Champ
ko: 필드 유형
pt: Tipo de Campo
ru: Тип поля
tl: Uri ng Field
vi: Loai Truong
zh_hans: 字段类型

# customFieldEditor_fields_helpText
source: Help Text
ar: نص المساعدة
es: Texto de Ayuda
fr: Texte d'Aide
ko: 도움말 텍스트
pt: Texto de Ajuda
ru: Вспомогательный текст
tl: Tekstong Pantulong
vi: Van ban Tro giup
zh_hans: 帮助文本

# customFieldEditor_fields_label
source: Label
ar: التسمية
es: Etiqueta
fr: Libelle
ko: 레이블
pt: Rotulo
ru: Метка
vi: Nhan
zh_hans: 标签

# customFieldEditor_fields_labelPlaceholder
source: e.g., Dietary Preferences
ar: مثال: التفضيلات الغذائية
es: ej., Preferencias Alimenticias
fr: ex., Preferences Alimentaires
ko: 예: 식이 선호
pt: ex: Preferencias Alimentares
ru: например, Диетические предпочтения
tl: hal: Mga Kagustuhan sa Pagkain
vi: vd: So thich An uong
zh_hans: 例如：饮食偏好

# customFieldEditor_fields_maximum
source: Maximum
ar: الحد الأقصى
es: Maximo
ko: 최대
pt: Maximo
ru: Максимум
vi: Toi da
zh_hans: 最大值

# customFieldEditor_fields_maxLength
source: Max Length
ar: الحد الأقصى للطول
es: Longitud Maxima
fr: Longueur Maximale
ko: 최대 길이
pt: Comprimento Maximo
ru: Максимальная длина
tl: Pinakamataas na Haba
vi: Do dai Toi da
zh_hans: 最大长度

# customFieldEditor_fields_minimum
source: Minimum
ar: الحد الأدنى
es: Minimo
ko: 최소
pt: Minimo
ru: Минимум
vi: Toi thieu
zh_hans: 最小值

# customFieldEditor_fields_minLength
source: Min Length
ar: الحد الأدنى للطول
es: Longitud Minima
fr: Longueur Minimale
ko: 최소 길이
pt: Comprimento Minimo
ru: Минимальная длина
tl: Pinakamababang Haba
vi: Do dai Toi thieu
zh_hans: 最小长度

# customFieldEditor_fields_name
source: Field Name
ar: اسم الحقل
es: Nombre del Campo
fr: Nom du Champ
ko: 필드 이름
pt: Nome do Campo
ru: Имя поля
tl: Pangalan ng Field
vi: Ten Truong
zh_hans: 字段名称

# customFieldEditor_fields_namePlaceholder
source: e.g., dietary_preferences
ar: مثال: التفضيلات_الغذائية
es: ej., preferencias_alimenticias
fr: ex., preferences_alimentaires
ko: 예: dietary_preferences
pt: ex: preferencias_alimentares
ru: например, dietary_preferences
tl: hal: dietary_preferences
vi: vd: so_thich_an_uong
zh_hans: 例如：dietary_preferences
