Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# governance_simpleMajorityDesc
source: Traditional yes/no/abstain voting
ar: التصويت التقليدي بنعم/لا/امتناع
es: Votación tradicional sí/no/abstención
fr: Vote traditionnel oui/non/abstention
ko: 전통적인 찬성/반대/기권 투표
pt: Votacao tradicional sim/nao/abstencao
ru: Традиционное голосование за/против/воздержался
tl: Tradisyunal na pagboto ng oo/hindi/abstain
vi: Bỏ phiếu truyền thống đồng ý/không đồng ý/trống
zh_hans: 传统的赞成/反对/弃权投票

# governance_title
source: Governance
ar: الحوكمة
es: Gobernanza
fr: Gouvernance
ko: 거버넌스
pt: Governanca
ru: Управление
tl: Pamamahala
vi: Quản trị
zh_hans: 治理

# governance_voting
source: Voting
ar: التصويت
es: Votación
fr: Vote
ko: 투표
pt: Votacao
ru: Голосование
tl: Pagboto
vi: Bỏ phiếu
zh_hans: 投票

# governance_votingMethods
source: Voting Methods Available
ar: طرق التصويت المتاحة
es: Métodos de Votación Disponibles
fr: Méthodes de Vote Disponibles
ko: 사용 가능한 투표 방식
pt: Metodos de Votacao Disponiveis
ru: Доступные методы голосования
tl: Mga Available na Paraan ng Pagboto
vi: Phương pháp bỏ phiếu có sẵn
zh_hans: 可用投票方式

# governance_votingMethodsDesc
source: Multiple democratic voting systems supported
ar: أنظمة تصويت ديمقراطية متعددة مدعومة
es: Múltiples sistemas de votación democrática soportados
fr: Plusieurs systèmes de vote démocratique pris en charge
ko: 다양한 민주적 투표 방식 지원
pt: Multiplos sistemas de votacao democratica suportados
ru: Поддержка множества демократических систем голосования
tl: Maraming demokratikong sistema ng pagboto ang sinusuportahan
vi: Hỗ trợ nhiều hệ thống bỏ phiếu dân chủ
zh_hans: 支持多种民主投票系统

# governanceTemplates_categories_coalition
source: Coalition Membership
ar: عضوية التحالف
es: Membresía de coalición
fr: Adhésion à une coalition
ko: 연합 멤버십
pt: Participacao em Coalizao
ru: Членство в коалиции
tl: Membership sa Coalition
vi: Thành viên liên minh
zh_hans: 联盟成员

# governanceTemplates_categories_content
source: Content Decisions
ar: قرارات المحتوى
es: Decisiones de contenido
fr: Décisions de contenu
ko: 콘텐츠 결정
pt: Decisoes de Conteudo
ru: Решения по контенту
tl: Mga Desisyon sa Nilalaman
vi: Quyết định nội dung
zh_hans: 内容决策

# governanceTemplates_categories_editorial
source: Editorial Governance
ar: الحوكمة التحريرية
es: Gobernanza editorial
fr: Gouvernance éditoriale
ko: 편집 거버넌스
pt: Governanca Editorial
ru: Редакционное управление
tl: Pamamahala sa Editoryal
vi: Quản trị biên tập
zh_hans: 编辑治理

# governanceTemplates_categories_membership
source: Membership & Roles
ar: العضوية والأدوار
es: Membresía y roles
fr: Adhésion et rôles
ko: 멤버십 및 역할
pt: Membros e Funcoes
ru: Членство и роли
tl: Membership at mga Tungkulin
vi: Thành viên & Vai trò
zh_hans: 成员与角色

# governanceTemplates_categories_operations
source: Operations & Finance
ar: العمليات والمالية
es: Operaciones y finanzas
fr: Opérations et finances
ko: 운영 및 재정
pt: Operacoes e Financas
ru: Операции и финансы
tl: Operasyon at Pinansya
vi: Hoạt động & Tài chính
zh_hans: 运营与财务

# governanceTemplates_mediaCollective_budgetAllocation_description
source: Allocate collective funds for specific purposes
ar: تخصيص أموال التجمع لأغراض محددة
es: Asignar fondos del colectivo para propósitos específicos
fr: Allouer les fonds du collectif à des fins spécifiques
ko: 특정 목적을 위한 집단 기금 배정
pt: Aloque fundos coletivos para propositos especificos
ru: Распределить средства коллектива на конкретные цели
tl: Ilaan ang mga pondo ng kolektibo para sa mga partikular na layunin
vi: Phân bổ quỹ tập thể cho các mục đích cụ thể
zh_hans: 将集体资金分配给特定用途

# governanceTemplates_mediaCollective_budgetAllocation_title
source: Budget Allocation
ar: تخصيص الميزانية
es: Asignación de presupuesto
fr: Allocation budgétaire
ko: 예산 배정
pt: Alocacao de Orcamento
ru: Распределение бюджета
tl: Paglalaan ng Budget
vi: Phân bổ ngân sách
zh_hans: 预算分配

# governanceTemplates_mediaCollective_contentDispute_description
source: Resolve disputes about published or pending content
ar: حل النزاعات حول المحتوى المنشور أو المعلق
es: Resolver disputas sobre contenido publicado o pendiente
fr: Résoudre les litiges concernant du contenu publié ou en attente
ko: 게시되었거나 대기 중인 콘텐츠에 대한 분쟁 해결
pt: Resolva disputas sobre conteudo publicado ou pendente
ru: Разрешить споры об опубликованном или ожидающем публикации контенте
tl: Resolbahin ang mga hindi pagkakaunawaan tungkol sa na-publish o nakabinbing nilalaman
vi: Giải quyết tranh chấp về nội dung đã xuất bản hoặc đang chờ xử lý
zh_hans: 解决已发布或待发布内容的争议

# governanceTemplates_mediaCollective_contentDispute_title
source: Content Dispute Resolution
ar: حل نزاع المحتوى
es: Resolución de disputa de contenido
fr: Résolution de litige de contenu
ko: 콘텐츠 분쟁 해결
pt: Resolucao de Disputa de Conteudo
ru: Разрешение споров по контенту
tl: Resolusyon ng Hindi Pagkakaunawaan sa Nilalaman
vi: Giải quyết tranh chấp nội dung
zh_hans: 内容争议解决

# governanceTemplates_mediaCollective_coveragePriority_description
source: Set or change coverage priorities for the collective
ar: تحديد أو تغيير أولويات التغطية للتجمع
es: Establecer o cambiar las prioridades de cobertura del colectivo
fr: Définir ou modifier les priorités de couverture du collectif
ko: 집단의 취재 우선순위 설정 또는 변경
pt: Defina ou altere prioridades de cobertura para o coletivo
ru: Установить или изменить приоритеты освещения для коллектива
tl: Itakda o baguhin ang mga priyoridad sa coverage para sa kolektibo
vi: Đặt hoặc thay đổi ưu tiên đưa tin cho tập thể
zh_hans: 设置或更改集体的报道优先级

# governanceTemplates_mediaCollective_coveragePriority_title
source: Coverage Priority
ar: أولوية التغطية
es: Prioridad de cobertura
fr: Priorité de couverture
ko: 취재 우선순위
pt: Prioridade de Cobertura
ru: Приоритет освещения
tl: Priyoridad sa Coverage
vi: Ưu tiên đưa tin
zh_hans: 报道优先级

# governanceTemplates_mediaCollective_editorialPolicyChange_description
source: Propose changes to editorial guidelines, standards, or policies
ar: اقتراح تغييرات على الإرشادات أو المعايير أو السياسات التحريرية
es: Proponer cambios a las directrices, estándares o políticas editoriales
fr: Proposer des modifications aux directives, normes ou politiques éditoriales
ko: 편집 지침, 기준 또는 정책 변경 제안
pt: Proponha mudancas nas diretrizes, padroes ou politicas editoriais
ru: Предложить изменения в редакционных правилах, стандартах или политике
tl: Magpanukala ng mga pagbabago sa mga patnubay, pamantayan, o patakaran sa editoryal
vi: Đề xuất thay đổi hướng dẫn, tiêu chuẩn hoặc chính sách biên tập
zh_hans: 提议更改编辑指南、标准或政策

# governanceTemplates_mediaCollective_editorialPolicyChange_title
source: Editorial Policy Change
ar: تغيير السياسة التحريرية
es: Cambio de política editorial
fr: Changement de politique éditoriale
ko: 편집 정책 변경
pt: Mudanca de Politica Editorial
ru: Изменение редакционной политики
tl: Pagbabago sa Patakaran sa Editoryal
vi: Thay đổi chính sách biên tập
zh_hans: 编辑政策变更

# governanceTemplates_mediaCollective_electEditorialBoard_description
source: Elect members to serve on the editorial board
ar: انتخاب الأعضاء للعمل في هيئة التحرير
es: Elegir miembros para servir en la junta editorial
fr: Élire les membres du comité de rédaction
ko: 편집위원회에서 활동할 멤버 선출
pt: Eleja membros para servir no conselho editorial
ru: Избрать участников для работы в редакционной коллегии
tl: Halalan ang mga miyembro na maglilingkod sa editorial board
vi: Bầu các thành viên vào ban biên tập
zh_hans: 选举成员担任编委会职务

# governanceTemplates_mediaCollective_electEditorialBoard_title
source: Elect Editorial Board
ar: انتخاب هيئة التحرير
es: Elegir junta editorial
fr: Élection du comité de rédaction
ko: 편집위원회 선출
pt: Eleger Conselho Editorial
ru: Избрание редакционной коллегии
tl: Halalan ng Editorial Board
vi: Bầu ban biên tập
zh_hans: 选举编委会

# governanceTemplates_mediaCollective_joinCoalition_description
source: Vote on joining a regional or global media coalition
ar: التصويت على الانضمام إلى تحالف إعلامي إقليمي أو عالمي
es: Votar sobre unirse a una coalición de medios regional o global
fr: Voter pour rejoindre une coalition médias régionale ou mondiale
ko: 지역 또는 글로벌 미디어 연합 가입 투표
pt: Vote para entrar em uma coalizao regional ou global de midia
ru: Голосование о вступлении в региональную или глобальную медиа-коалицию
tl: Bumoto sa pagsali sa isang rehiyonal o pandaigdigang koalisyon ng media
vi: Bỏ phiếu tham gia liên minh truyền thông khu vực hoặc toàn cầu
zh_hans: 投票决定是否加入区域或全球媒体联盟

# governanceTemplates_mediaCollective_joinCoalition_title
source: Join Coalition
ar: الانضمام إلى تحالف
es: Unirse a coalición
fr: Rejoindre une coalition
ko: 연합 가입
pt: Entrar em Coalizao
ru: Вступление в коалицию
tl: Sumali sa Coalition
vi: Tham gia liên minh
zh_hans: 加入联盟

# governanceTemplates_mediaCollective_leaveCoalition_description
source: Vote on leaving a coalition the collective currently belongs to
ar: التصويت على مغادرة تحالف ينتمي إليه التجمع حالياً
es: Votar sobre abandonar una coalición a la que el colectivo pertenece
fr: Voter pour quitter une coalition dont le collectif fait partie
ko: 현재 소속된 연합에서 탈퇴 투표
pt: Vote para sair de uma coalizao da qual o coletivo faz parte
ru: Голосование о выходе из коалиции, в которой состоит коллектив
tl: Bumoto sa pag-alis sa koalisyon na kasalukuyang kinabibilangan ng kolektibo
vi: Bỏ phiếu rời khỏi liên minh mà tập thể đang tham gia
zh_hans: 投票决定是否退出集体当前所属的联盟

# governanceTemplates_mediaCollective_leaveCoalition_title
source: Leave Coalition
ar: مغادرة التحالف
es: Abandonar coalición
fr: Quitter une coalition
ko: 연합 탈퇴
pt: Sair da Coalizao
ru: Выход из коалиции
tl: Umalis sa Coalition
vi: Rời liên minh
zh_hans: 退出联盟

# governanceTemplates_mediaCollective_newMemberApproval_description
source: Vote on accepting a new member to the collective
ar: التصويت على قبول عضو جديد في التجمع
es: Votar sobre la aceptación de un nuevo miembro al colectivo
fr: Voter sur l'acceptation d'un nouveau membre au collectif
ko: 집단에 새 멤버 수락 투표
pt: Vote para aceitar um novo membro no coletivo
ru: Голосование о принятии нового участника в коллектив
tl: Bumoto sa pagtanggap ng bagong miyembro sa kolektibo
vi: Bỏ phiếu chấp nhận thành viên mới vào tập thể
zh_hans: 投票决定是否接受新成员加入集体

# governanceTemplates_mediaCollective_newMemberApproval_title
source: New Member Approval
ar: الموافقة على عضو جديد
es: Aprobación de nuevo miembro
fr: Approbation d'un nouveau membre
ko: 신규 멤버 승인
pt: Aprovacao de Novo Membro
ru: Утверждение нового участника
tl: Pag-apruba ng Bagong Miyembro
vi: Phê duyệt thành viên mới
zh_hans: 新成员批准

# governanceTemplates_mediaCollective_partnershipAgreement_description
source: Establish a partnership with another organization
ar: إنشاء شراكة مع منظمة أخرى
es: Establecer una asociación con otra organización
fr: Établir un partenariat avec une autre organisation
ko: 다른 조직과의 파트너십 체결
pt: Estabeleca uma parceria com outra organizacao
ru: Установить партнерство с другой организацией
tl: Magtatag ng partnership sa ibang organisasyon
vi: Thiết lập quan hệ đối tác với tổ chức khác
zh_hans: 与另一个组织建立合作关系

# governanceTemplates_mediaCollective_partnershipAgreement_title
source: Partnership Agreement
ar: اتفاقية شراكة
es: Acuerdo de asociación
fr: Accord de partenariat
ko: 파트너십 계약
pt: Acordo de Parceria
ru: Соглашение о партнерстве
tl: Kasunduan sa Partnership
vi: Thỏa thuận đối tác
zh_hans: 合作协议

# governanceTemplates_mediaCollective_retractionRequest_description
source: Vote on retracting or correcting published content
ar: التصويت على سحب أو تصحيح المحتوى المنشور
es: Votar sobre retractar o corregir contenido publicado
fr: Voter sur la rétractation ou la correction de contenu publié
ko: 게시된 콘텐츠 철회 또는 정정 투표
pt: Vote para retratar ou corrigir conteudo publicado
ru: Голосование об отзыве или исправлении опубликованного контента
tl: Bumoto sa pag-urong o pagwawasto ng na-publish na nilalaman
vi: Bỏ phiếu rút lại hoặc chỉnh sửa nội dung đã xuất bản
zh_hans: 投票决定是否撤回或更正已发布的内容

# governanceTemplates_mediaCollective_retractionRequest_title
source: Retraction or Correction
ar: سحب أو تصحيح
es: Retractación o corrección
fr: Rétractation ou correction
ko: 철회 또는 정정
pt: Retratacao ou Correcao
ru: Отзыв или исправление
tl: Pag-urong o Pagwawasto
vi: Rút lại hoặc chỉnh sửa
zh_hans: 撤回或更正

# governanceTemplates_mediaCollective_roleAssignment_description
source: Assign a member to a specific role
ar: تعيين عضو في دور محدد
es: Asignar un miembro a un rol específico
fr: Attribuer un membre à un rôle spécifique
ko: 멤버에게 특정 역할 할당
pt: Atribua um membro a uma funcao especifica
ru: Назначить участника на определенную роль
tl: Italaga ang isang miyembro sa isang partikular na tungkulin
vi: Phân công thành viên vào vai trò cụ thể
zh_hans: 将成员分配到特定角色

# governanceTemplates_mediaCollective_roleAssignment_title
source: Role Assignment
ar: تعيين الدور
es: Asignación de rol
fr: Attribution de rôle
ko: 역할 할당
pt: Atribuicao de Funcao
ru: Назначение роли
tl: Pagtatalaga ng Tungkulin
vi: Phân công vai trò
zh_hans: 角色分配

# governanceTemplates_mediaCollective_styleGuideUpdate_description
source: Propose updates to the collective's style guide
ar: اقتراح تحديثات لدليل أسلوب التجمع
es: Proponer actualizaciones a la guía de estilo del colectivo
fr: Proposer des mises à jour du guide de style du collectif
ko: 집단 스타일 가이드 업데이트 제안
pt: Proponha atualizacoes ao guia de estilo do coletivo
ru: Предложить обновления руководства по стилю коллектива
tl: Magpanukala ng mga update sa style guide ng kolektibo
vi: Đề xuất cập nhật hướng dẫn phong cách của tập thể
zh_hans: 提议更新集体的风格指南

# governanceTemplates_mediaCollective_styleGuideUpdate_title
source: Style Guide Update
ar: تحديث دليل الأسلوب
es: Actualización de guía de estilo
fr: Mise à jour du guide de style
ko: 스타일 가이드 업데이트
pt: Atualizacao do Guia de Estilo
ru: Обновление руководства по стилю
tl: Update sa Style Guide
vi: Cập nhật hướng dẫn phong cách
zh_hans: 风格指南更新

# governanceTemplates_mediaCollective_syndicationApproval_description
source: Approve syndicating a specific article to coalition(s)
ar: الموافقة على مشاركة مقال معين مع تحالف أو أكثر
es: Aprobar la sindicación de un artículo específico a coalición(es)
fr: Approuver la syndication d'un article spécifique vers une ou plusieurs coalitions
ko: 특정 기사를 연합에 배급 승인
pt: Aprove a sindicacao de um artigo especifico para coalizao(oes)
ru: Одобрить синдикацию конкретной статьи в коалицию(и)
tl: Aprubahan ang pag-syndicate ng isang partikular na artikulo sa (mga) koalisyon
vi: Phê duyệt phân phối bài viết cụ thể đến (các) liên minh
zh_hans: 批准将特定文章联合发布到联盟

# governanceTemplates_mediaCollective_syndicationApproval_title
source: Syndication Approval
ar: الموافقة على المشاركة
es: Aprobación de sindicación
fr: Approbation de syndication
ko: 배급 승인
pt: Aprovacao de Sindicacao
ru: Одобрение синдикации
tl: Pag-apruba ng Syndication
vi: Phê duyệt phân phối
zh_hans: 联合发布批准

# groupDashboard_groupId
source: Group ID: %@
ar: معرف المجموعة: %@
es: ID del Grupo: %@
fr: ID du groupe: %@
ko: 그룹 ID: %@
pt: ID do Grupo: %@
ru: ID группы: %@
tl: ID ng Grupo: %@
vi: Ma nhom: %@
zh_hans: 群组ID: %@

# groupDashboard_title
source: Group Dashboard
ar: لوحة تحكم المجموعة
es: Panel del Grupo
fr: Tableau de bord du groupe
ko: 그룹 대시보드
pt: Painel do Grupo
ru: Панель группы
tl: Dashboard ng Grupo
vi: Bang dieu khien nhom
zh_hans: 群组仪表板

# groupDashboard_welcome
source: Welcome to your group! Use the sidebar to navigate between modules.
ar: مرحبا بك في مجموعتك! استخدم الشريط الجانبي للتنقل بين الوحدات.
es: Bienvenido a tu grupo! Usa la barra lateral para navegar entre modulos.
fr: Bienvenue dans votre groupe! Utilisez la barre laterale pour naviguer entre les modules.
ko: 그룹에 오신 것을 환영합니다! 사이드바를 사용하여 모듈 간을 이동하세요.
pt: Bem-vindo ao seu grupo! Use a barra lateral para navegar entre os modulos.
ru: Добро пожаловать в вашу группу! Используйте боковую панель для навигации между модулями.
tl: Maligayang pagdating sa iyong grupo! Gamitin ang sidebar upang mag-navigate sa pagitan ng mga module.
vi: Chao mung den nhom cua ban! Su dung thanh ben de di chuyen giua cac module.
zh_hans: 欢迎来到你的群组! 使用侧边栏在各模块之间导航。

# groupFeedPage_feedSuffix
source: Feed
ar: موجز
fr: Fil d'actualite
ko: 피드
ru: Лента
vi: Bang tin
zh_hans: 动态

# groupFeedPage_loading
source: Loading...
ar: جارٍ التحميل...
es: Cargando...
fr: Chargement...
ko: 로딩 중...
pt: Carregando...
ru: Загрузка...
tl: Naglo-load...
vi: Dang tai...
zh_hans: 加载中...

# groupFeedPage_notFound
source: Group not found
ar: المجموعة غير موجودة
es: Grupo no encontrado
fr: Groupe non trouve
ko: 그룹을 찾을 수 없습니다
pt: Grupo nao encontrado
ru: Группа не найдена
tl: Hindi nahanap ang grupo
vi: Khong tim thay nhom
zh_hans: 未找到群组

# groupFeedPage_shareUpdate
source: Share an update
ar: مشاركة تحديث
es: Compartir una actualizacion
fr: Partager une mise a jour
ko: 업데이트 공유하기
pt: Compartilhar atualizacao
ru: Поделиться новостью
tl: Magbahagi ng update
vi: Chia se cap nhat
zh_hans: 分享动态

# groupFeedPage_subtitle
source: Activity and updates from this group
ar: النشاط والتحديثات من هذه المجموعة
es: Actividad y actualizaciones de este grupo
fr: Activite et mises a jour de ce groupe
ko: 이 그룹의 활동 및 업데이트
pt: Atividades e atualizacoes deste grupo
ru: Активность и обновления этой группы
tl: Aktibidad at mga update mula sa grupong ito
vi: Hoat dong va cap nhat tu nhom nay
zh_hans: 此群组的活动和更新

# groupList_empty
source: No groups yet. Create one to get started!
ar: لا توجد مجموعات بعد. انشئ واحدة للبدء!
es: Aun no hay grupos. Crea uno para comenzar!
fr: Pas encore de groupes. Creez-en un pour commencer !
ko: 아직 그룹이 없습니다. 하나를 만들어 시작하세요!
pt: Nenhum grupo ainda. Crie um para comecar!
ru: Групп пока нет. Создайте одну, чтобы начать!
tl: Wala pang mga grupo. Gumawa ng isa para magsimula!
vi: Chua co nhom nao. Tao mot nhom de bat dau!
zh_hans: 暂无群组。创建一个开始吧！

# groupList_loading
source: Loading groups...
ar: جاري تحميل المجموعات...
es: Cargando grupos...
fr: Chargement des groupes...
ko: 그룹을 불러오는 중...
pt: Carregando grupos...
ru: Загрузка групп...
tl: Naglo-load ng mga grupo...
vi: Dang tai cac nhom...
zh_hans: 正在加载群组...

# groupList_loginRequired
source: Please log in to view groups
ar: يرجى تسجيل الدخول لعرض المجموعات
es: Por favor inicia sesion para ver los grupos
fr: Veuillez vous connecter pour voir les groupes
ko: 그룹을 보려면 로그인하세요
pt: Faca login para ver os grupos
ru: Войдите, чтобы просмотреть группы
tl: Mangyaring mag-login para makita ang mga grupo
vi: Vui long dang nhap de xem cac nhom
zh_hans: 请登录以查看群组

# groupList_memberCount
source: %lld member
ar: %lld عضو
es: %lld miembro
fr: %lld membre
ko: %lld명의 멤버
pt: %lld membro
ru: %lld участник
tl: %lld miyembro
vi: %lld thanh vien
zh_hans: %lld 位成员

# groupList_moduleCount
source: %lld modules
ar: %lld وحدة
es: %lld modulo
fr: %lld module
ko: %lld개의 모듈
pt: %lld modulo
ru: %lld модуль
tl: %lld module
vi: %lld mo-dun
zh_hans: %lld 个模块

# groupList_private
source: Private
ar: خاص
es: Privado
fr: Prive
ko: 비공개
pt: Privado
ru: Приватная
tl: Pribado
vi: Rieng tu
zh_hans: 私密

# groupMembersTab_alerts_failedToRemoveMember
source: Failed to remove member
ar: فشل في إزالة العضو
es: Error al eliminar al miembro
fr: Echec de la suppression du membre
ko: 멤버 제거 실패
pt: Falha ao remover membro
ru: Не удалось удалить участника
tl: Nabigong alisin ang miyembro
vi: Khong the xoa thanh vien
zh_hans: 移除成员失败

# groupMembersTab_alerts_failedToRevokeInvite
source: Failed to revoke invitation
ar: فشل في إلغاء الدعوة
es: Error al revocar la invitacion
fr: Echec de la revocation de l'invitation
ko: 초대 취소 실패
pt: Falha ao revogar convite
ru: Не удалось отозвать приглашение
tl: Nabigong bawiin ang imbitasyon
vi: Khong the thu hoi loi moi
zh_hans: 撤销邀请失败

# groupMembersTab_alerts_failedToUpdateRole
source: Failed to update member role
ar: فشل في تحديث دور العضو
es: Error al actualizar el rol del miembro
fr: Echec de la mise a jour du role du membre
ko: 멤버 역할 업데이트 실패
pt: Falha ao atualizar funcao do membro
ru: Не удалось обновить роль участника
tl: Nabigong i-update ang tungkulin ng miyembro
vi: Khong the cap nhat vai tro thanh vien
zh_hans: 更新成员角色失败

# groupMembersTab_expires
source: Expires %@
ar: تنتهي صلاحيته %@
es: Expira %@
fr: Expire %@
ko: %@에 만료
pt: Expira %@
ru: Истекает %@
tl: Mag-e-expire %@
vi: Het han %@
zh_hans: %@过期

# groupMembersTab_inviteLink
source: Invite Link: %@
ar: رابط الدعوة: %@
es: Enlace de invitacion: %@
fr: Lien d'invitation : %@
ko: 초대 링크: %@
pt: Link de Convite: %@
ru: Ссылка-приглашение: %@
tl: Link ng Imbitasyon: %@
vi: Lien ket moi: %@
zh_hans: 邀请链接：%@

# groupMembersTab_joined
source: Joined %@
ar: انضم %@
es: Se unio %@
fr: A rejoint %@
ko: %@에 가입
pt: Entrou %@
ru: Присоединился %@
tl: Sumali %@
vi: Tham gia %@
zh_hans: %@加入

# groupMembersTab_loading
source: Loading members...
ar: جارٍ تحميل الأعضاء...
es: Cargando miembros...
fr: Chargement des membres...
ko: 멤버 불러오는 중...
pt: Carregando membros...
ru: Загрузка участников...
tl: Naglo-load ng mga miyembro...
vi: Dang tai thanh vien...
zh_hans: 正在加载成员...

# groupMembersTab_memberCount
source: %lld member in this group
ar: %lld عضو في هذه المجموعة
es: %lld miembro en este grupo
fr: %lld membre dans ce groupe
ko: 이 그룹에 %lld명의 멤버
pt: %lld membro neste grupo
ru: %lld участник в этой группе
tl: %lld miyembro sa grupong ito
vi: %lld thanh vien trong nhom nay
zh_hans: 此群组有 %lld 名成员

# groupMembersTab_memberCount_plural
source: %lld members in this group
ar: %lld أعضاء في هذه المجموعة
es: %lld miembros en este grupo
fr: %lld membres dans ce groupe
ko: 이 그룹에 %lld명의 멤버
pt: %lld membros neste grupo
ru: %lld участников в этой группе
tl: %lld na miyembro sa grupong ito
vi: %lld thanh vien trong nhom nay
zh_hans: 此群组有 %lld 名成员

# groupMembersTab_noMembers
source: No members found. Be the first to invite someone!
ar: لم يتم العثور على أعضاء. كن أول من يدعو شخصاً!
es: No se encontraron miembros. Se el primero en invitar a alguien!
fr: Aucun membre trouve. Soyez le premier a inviter quelqu'un !
ko: 멤버가 없습니다. 첫 번째로 누군가를 초대해 보세요!
pt: Nenhum membro encontrado. Seja o primeiro a convidar alguem!
ru: Участников не найдено. Будьте первым, кто пригласит кого-нибудь!
tl: Walang nahanap na miyembro. Maging una kang mag-imbita ng kahit sino!
vi: Khong tim thay thanh vien. Hay la nguoi dau tien moi ai do!
zh_hans: 未找到成员。成为第一个邀请他人的人吧！

# groupMembersTab_pendingInvitations
source: Pending Invitations (%lld)
ar: الدعوات المعلقة (%lld)
es: Invitaciones pendientes (%lld)
fr: Invitations en attente (%lld)
ko: 대기 중인 초대 (%lld)
pt: Convites Pendentes (%lld)
ru: Ожидающие приглашения (%lld)
tl: Mga Naghihintay na Imbitasyon (%lld)
vi: Loi moi dang cho (%lld)
zh_hans: 待处理邀请（%lld）

# groupMembersTab_removeDialog_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# groupMembersTab_removeDialog_description
source: Are you sure you want to remove this member from the group? They will need to be re-invited to rejoin.
ar: هل أنت متأكد أنك تريد إزالة هذا العضو من المجموعة؟ سيحتاج إلى دعوة جديدة للانضمام مرة أخرى.
es: Estas seguro de que deseas eliminar a este miembro del grupo? Necesitara ser invitado nuevamente para volver a unirse.
fr: Etes-vous sur de vouloir supprimer ce membre du groupe ? Il devra etre reinvite pour rejoindre a nouveau.
ko: 이 멤버를 그룹에서 제거하시겠습니까? 다시 가입하려면 재초대가 필요합니다.
pt: Tem certeza de que deseja remover este membro do grupo? Sera necessario um novo convite para voltar.
ru: Вы уверены, что хотите удалить этого участника из группы? Для повторного присоединения потребуется новое приглашение.
tl: Sigurado ka bang gusto mong alisin ang miyembrong ito sa grupo? Kakailanganin nilang ma-imbitahan muli para makapasok.
vi: Ban co chac chan muon xoa thanh vien nay khoi nhom? Ho se can duoc moi lai de tham gia lai.
zh_hans: 您确定要将此成员从群组中移除吗？他们需要重新被邀请才能再次加入。

# groupMembersTab_removeDialog_remove
source: Remove
ar: إزالة
es: Eliminar
fr: Supprimer
ko: 제거
pt: Remover
ru: Удалить
tl: Alisin
vi: Xoa
zh_hans: 移除
