Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# folderPermissionsPanel_emptyState_title
source: No specific permissions set
ar: لم يتم تعيين أذونات محددة
es: Sin permisos especificos configurados
fr: Aucune permission specifique definie
ko: 특정 권한이 설정되지 않았습니다
pt: Nenhuma permissao especifica definida
ru: Специальные разрешения не установлены
tl: Walang espesipikong pahintulot na nakatakda
vi: Chua thiet lap quyen cu the
zh_hans: 未设置特定权限

# folderPermissionsPanel_errors_addFailed
source: Failed to add permission
ar: فشل في إضافة الإذن
es: Error al agregar permiso
fr: Echec de l'ajout de la permission
ko: 권한 추가 실패
pt: Falha ao adicionar permissao
ru: Не удалось добавить разрешение
tl: Nabigong magdagdag ng pahintulot
vi: Khong the them quyen
zh_hans: 添加权限失败

# folderPermissionsPanel_errors_removeFailed
source: Failed to remove permission
ar: فشل في إزالة الإذن
es: Error al eliminar permiso
fr: Echec de la suppression de la permission
ko: 권한 제거 실패
pt: Falha ao remover permissao
ru: Не удалось удалить разрешение
tl: Nabigong tanggalin ang pahintulot
vi: Khong the xoa quyen
zh_hans: 移除权限失败

# folderPermissionsPanel_inheritanceInfo
source: Inherited permissions automatically apply to all documents and subfolders within this folder. Click the "Inherited" badge on a permission to disable inheritance for that user.
ar: تُطبق الأذونات الموروثة تلقائيًا على جميع المستندات والمجلدات الفرعية داخل هذا المجلد. انقر على شارة "موروث" على إذن لتعطيل التوارث لذلك المستخدم.
es: Los permisos heredados se aplican automaticamente a todos los documentos y subcarpetas dentro de esta carpeta. Haz clic en la insignia "Heredado" de un permiso para desactivar la herencia para ese usuario.
fr: Les permissions heritees s'appliquent automatiquement a tous les documents et sous-dossiers de ce dossier. Cliquez sur le badge "Herite" d'une permission pour desactiver l'heritage pour cet utilisateur.
ko: 상속된 권한은 이 폴더 내의 모든 문서와 하위 폴더에 자동으로 적용됩니다. 해당 사용자의 상속을 비활성화하려면 권한의 "상속됨" 배지를 클릭하세요.
pt: Permissoes herdadas sao aplicadas automaticamente a todos os documentos e subpastas dentro desta pasta. Clique no emblema "Herdado" em uma permissao para desativar a heranca para esse usuario.
ru: Унаследованные разрешения автоматически применяются ко всем документам и подпапкам внутри этой папки. Нажмите на значок "Унаследовано" у разрешения, чтобы отключить наследование для этого пользователя.
tl: Ang mga minanang pahintulot ay awtomatikong nailalapat sa lahat ng dokumento at subfolder sa loob ng folder na ito. I-click ang "Minana" badge sa isang pahintulot para i-disable ang inheritance para sa user na iyon.
vi: Quyen ke thua tu dong ap dung cho tat ca tai lieu va thu muc con trong thu muc nay. Nhan vao huy hieu "Ke thua" tren quyen de vo hieu hoa ke thua cho nguoi dung do.
zh_hans: 继承的权限会自动应用于此文件夹内的所有文档和子文件夹。点击权限上的"继承"徽章可为该用户禁用继承。

# folderPermissionsPanel_inherited
source: Inherited
ar: موروث
es: Heredado
fr: Herite
ko: 상속됨
pt: Herdado
ru: Унаследовано
tl: Minana
vi: Ke thua
zh_hans: 继承

# folderPermissionsPanel_permissionDescriptions_adminFull
source: Admin (full control)
ar: مسؤول (تحكم كامل)
es: Administrador (control total)
fr: Administrateur (controle total)
ko: 관리자 (전체 권한)
pt: Administrador (controle total)
ru: Администратор (полный доступ)
tl: Admin (buong kontrol)
vi: Quan tri vien (quyen kiem soat day du)
zh_hans: 管理员（完全控制）

# folderPermissionsPanel_permissionDescriptions_edit
source: Edit
ar: تحرير
es: Editar
fr: Modifier
ko: 편집
pt: Editar
ru: Редактирование
tl: I-edit
vi: Chinh sua
zh_hans: 编辑

# folderPermissionsPanel_permissionDescriptions_viewComment
source: View & Comment
ar: عرض وتعليق
es: Ver y Comentar
fr: Voir et Commenter
ko: 보기 및 댓글
pt: Visualizar e comentar
ru: Просмотр и комментирование
tl: Tingnan at Mag-komento
vi: Xem va Binh luan
zh_hans: 查看和评论

# folderPermissionsPanel_permissionDescriptions_viewOnly
source: View only
ar: عرض فقط
es: Solo ver
fr: Lecture seule
ko: 보기만 가능
pt: Apenas visualizacao
ru: Только просмотр
tl: Tingnan lamang
vi: Chi xem
zh_hans: 仅查看

# folderPermissionsPanel_permissions_admin
source: Admin
ar: مسؤول
es: Administrador
fr: Administrateur
ko: 관리자
pt: Administrador
ru: Администратор
vi: Quan tri vien
zh_hans: 管理员

# folderPermissionsPanel_permissions_comment
source: Comment
ar: تعليق
es: Comentar
fr: Commenter
ko: 댓글
pt: Comentar
ru: Комментирование
tl: Mag-komento
vi: Binh luan
zh_hans: 评论

# folderPermissionsPanel_permissions_edit
source: Edit
ar: تحرير
es: Editar
fr: Modifier
ko: 편집
pt: Editar
ru: Редактирование
tl: I-edit
vi: Chinh sua
zh_hans: 编辑

# folderPermissionsPanel_permissions_view
source: View
ar: عرض
es: Ver
fr: Voir
ko: 보기
pt: Visualizar
ru: Просмотр
tl: Tingnan
vi: Xem
zh_hans: 查看

# folderPermissionsPanel_title
source: Folder Permissions
ar: أذونات المجلد
es: Permisos de Carpeta
fr: Permissions du Dossier
ko: 폴더 권한
pt: Permissoes da Pasta
ru: Права доступа к папке
tl: Mga Pahintulot sa Folder
vi: Quyen Thu Muc
zh_hans: 文件夹权限

# folderPermissionsPanel_usersWithAccess
source: Users with Access
ar: المستخدمون الذين لديهم صلاحية الوصول
es: Usuarios con Acceso
fr: Utilisateurs avec Acces
ko: 접근 권한이 있는 사용자
pt: Usuarios com Acesso
ru: Пользователи с доступом
tl: Mga User na may Access
vi: Nguoi dung co Quyen truy cap
zh_hans: 有访问权限的用户

# folderTree_allDocuments
source: All Documents
ar: جميع المستندات
es: Todos los documentos
fr: Tous les documents
ko: 모든 문서
pt: Todos os Documentos
ru: Все документы
tl: Lahat ng Dokumento
vi: Tat ca tai lieu
zh_hans: 所有文档

# folderTree_contextMenu_delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
ko: 삭제
pt: Excluir
ru: Удалить
tl: Tanggalin
vi: Xoa
zh_hans: 删除

# folderTree_contextMenu_rename
source: Rename
ar: إعادة تسمية
es: Renombrar
fr: Renommer
ko: 이름 바꾸기
pt: Renomear
ru: Переименовать
tl: Palitan ang Pangalan
vi: Doi ten
zh_hans: 重命名

# folderTree_dialog_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# folderTree_dialog_colorLabel
source: Color
ar: اللون
fr: Couleur
ko: 색상
pt: Cor
ru: Цвет
tl: Kulay
vi: Mau sac
zh_hans: 颜色

# folderTree_dialog_create
source: Create Folder
ar: إنشاء المجلد
es: Crear carpeta
fr: Creer le dossier
ko: 폴더 만들기
pt: Criar Pasta
ru: Создать папку
tl: Gumawa ng Folder
vi: Tao thu muc
zh_hans: 创建文件夹

# folderTree_dialog_namePlaceholder
source: Folder name
ar: اسم المجلد
es: Nombre de la carpeta
fr: Nom du dossier
ko: 폴더 이름
pt: Nome da pasta
ru: Название папки
tl: Pangalan ng folder
vi: Ten thu muc
zh_hans: 文件夹名称

# folderTree_dialog_title
source: Create New Folder
ar: إنشاء مجلد جديد
es: Crear nueva carpeta
fr: Creer un nouveau dossier
ko: 새 폴더 만들기
pt: Criar Nova Pasta
ru: Создать новую папку
tl: Gumawa ng Bagong Folder
vi: Tao thu muc moi
zh_hans: 创建新文件夹

# folderTree_folders
source: Folders
ar: المجلدات
es: Carpetas
fr: Dossiers
ko: 폴더
pt: Pastas
ru: Папки
tl: Mga Folder
vi: Thu muc
zh_hans: 文件夹

# folderTree_noFolders
source: No folders yet
ar: لا توجد مجلدات بعد
es: Aun no hay carpetas
fr: Aucun dossier pour le moment
ko: 아직 폴더가 없습니다
pt: Ainda nao ha pastas
ru: Папок пока нет
tl: Wala pang mga folder
vi: Chua co thu muc nao
zh_hans: 暂无文件夹

# folderTree_starred
source: Starred
ar: المميزة بنجمة
es: Destacados
fr: Favoris
ko: 즐겨찾기
pt: Favoritos
ru: Избранное
tl: Mga Paborito
vi: Danh dau sao
zh_hans: 已加星标

# footnote_cancel
source: Cancel
ar: الغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# footnote_clickToAdd
source: Click to add
ar: انقر للاضافة
es: Clic para agregar
fr: Cliquez pour ajouter
ko: 클릭하여 추가
pt: Clique para adicionar
ru: Нажмите, чтобы добавить
tl: I-click para magdagdag
vi: Nhan de them
zh_hans: 点击添加

# footnote_ctrlEnterToSave
source: Ctrl+Enter to save
ar: Ctrl+Enter للحفظ
es: Ctrl+Enter para guardar
fr: Ctrl+Entree pour enregistrer
ko: Ctrl+Enter로 저장
pt: Ctrl+Enter para salvar
ru: Ctrl+Enter для сохранения
tl: Ctrl+Enter para i-save
vi: Ctrl+Enter de luu
zh_hans: Ctrl+Enter 保存

# footnote_deleteFootnote
source: Delete footnote
ar: حذف الحاشية
es: Eliminar nota al pie
fr: Supprimer la note
ko: 각주 삭제
pt: Excluir nota de rodape
ru: Удалить сноску
tl: Burahin ang footnote
vi: Xoa chu thich
zh_hans: 删除脚注

# footnote_enterContent
source: Enter footnote content...
ar: ادخل محتوى الحاشية...
es: Ingresa el contenido de la nota al pie...
fr: Entrez le contenu de la note...
ko: 각주 내용을 입력하세요...
pt: Digite o conteudo da nota de rodape...
ru: Введите содержимое сноски...
tl: Ilagay ang nilalaman ng footnote...
vi: Nhap noi dung chu thich...
zh_hans: 输入脚注内容...

# footnote_save
source: Save
ar: حفظ
es: Guardar
fr: Enregistrer
ko: 저장
pt: Salvar
ru: Сохранить
tl: I-save
vi: Luu
zh_hans: 保存

# footnote_title
source: Footnote %lld
ar: حاشية %lld
es: Nota al pie %lld
fr: Note de bas de page %lld
ko: 각주 %lld
pt: Nota de rodape %lld
ru: Сноска %lld
vi: Chu thich %lld
zh_hans: 脚注 %lld

# formAnalyticsDashboard_conversionRate
source: Conversion Rate
ar: معدل التحويل
es: Tasa de Conversion
fr: Taux de Conversion
ko: 전환율
pt: Taxa de Conversao
ru: Коэффициент конверсии
tl: Rate ng Conversion
vi: Ty le chuyen doi
zh_hans: 转化率

# formAnalyticsDashboard_direct
source: Direct
ar: مباشر
es: Directo
ko: 직접 방문
pt: Direto
ru: Прямой переход
tl: Direkta
vi: Truc tiep
zh_hans: 直接访问

# formAnalyticsDashboard_submissions
source: Submissions
ar: عمليات الإرسال
es: Envios
fr: Soumissions
ko: 제출 수
pt: Envios
ru: Отправок
tl: Mga Pagsusumite
vi: Luot gui
zh_hans: 提交次数

# formAnalyticsDashboard_subtitle
source: Privacy-preserving form analytics
ar: تحليلات النماذج مع الحفاظ على الخصوصية
es: Analiticas de formularios con privacidad
fr: Analytiques de formulaires respectueuses de la vie privee
ko: 개인정보 보호 양식 분석
pt: Estatisticas de formularios com privacidade
ru: Аналитика форм с защитой конфиденциальности
tl: Analytics ng form na may pagsasaalang-alang sa privacy
vi: Phan tich bieu mau bao mat quyen rieng tu
zh_hans: 隐私保护的表单分析

# formAnalyticsDashboard_title
source: Analytics
ar: التحليلات
es: Analiticas
fr: Analytiques
ko: 분석
pt: Estatisticas
ru: Аналитика
vi: Phan tich
zh_hans: 分析

# formAnalyticsDashboard_topReferrers
source: Top Referrers
ar: أهم المُحيلين
es: Principales Referentes
fr: Principaux Referents
ko: 상위 유입 경로
pt: Principais Origens
ru: Основные источники
tl: Mga Nangungunang Referrer
vi: Nguon gioi thieu hang dau
zh_hans: 主要来源

# formAnalyticsDashboard_totalViews
source: Total Views
ar: إجمالي المشاهدات
es: Vistas Totales
fr: Vues Totales
ko: 총 조회수
pt: Total de Visualizacoes
ru: Всего просмотров
tl: Kabuuang Pagtingin
vi: Tong luot xem
zh_hans: 总浏览量

# formBuilder_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# formBuilder_descriptionPlaceholder
source: Form description (optional)
ar: وصف النموذج (اختياري)
es: Descripcion del formulario (opcional)
fr: Description du formulaire (facultatif)
ko: 양식 설명 (선택사항)
pt: Descricao do formulario (opcional)
ru: Описание формы (необязательно)
tl: Paglalarawan ng form (opsyonal)
vi: Mo ta bieu mau (tuy chon)
zh_hans: 表单描述（可选）

# formBuilder_noFieldSelected
source: Select a field to edit its properties
ar: اختر حقلاً لتعديل خصائصه
es: Selecciona un campo para editar sus propiedades
fr: Selectionnez un champ pour modifier ses proprietes
ko: 속성을 편집하려면 필드를 선택하세요
pt: Selecione um campo para editar suas propriedades
ru: Выберите поле для редактирования его свойств
tl: Pumili ng field para i-edit ang mga katangian nito
vi: Chon mot truong de chinh sua thuoc tinh
zh_hans: 选择一个字段以编辑其属性

# formBuilder_saveForm
source: Save Form
ar: حفظ النموذج
es: Guardar formulario
fr: Enregistrer le formulaire
ko: 양식 저장
pt: Salvar Formulario
ru: Сохранить форму
tl: I-save ang Form
vi: Luu bieu mau
zh_hans: 保存表单

# formBuilder_settings_currentPage
source: Current Page
ar: الصفحة الحالية
es: Pagina actual
fr: Page actuelle
ko: 현재 페이지
pt: Pagina Atual
ru: Текущая страница
tl: Kasalukuyang Pahina
vi: Trang hien tai
zh_hans: 当前页面

# formBuilder_settings_enableMultiPage
source: Enable multi-page form
ar: تفعيل النموذج متعدد الصفحات
es: Habilitar formulario multipagina
fr: Activer le formulaire multipages
ko: 다중 페이지 양식 활성화
pt: Ativar formulario multipaginas
ru: Включить многостраничную форму
tl: I-enable ang multi-page na form
vi: Bat bieu mau nhieu trang
zh_hans: 启用多页表单

# formBuilder_settings_multiPage
source: Multi-Page Form
ar: نموذج متعدد الصفحات
es: Formulario multipagina
fr: Formulaire multipages
ko: 다중 페이지 양식
pt: Formulario Multipaginas
ru: Многостраничная форма
tl: Multi-Page na Form
vi: Bieu mau nhieu trang
zh_hans: 多页表单

# formBuilder_tabs_build
source: Build
ar: بناء
es: Construir
fr: Construire
ko: 만들기
pt: Construir
ru: Конструктор
tl: Bumuo
vi: Xay dung
zh_hans: 构建

# formBuilder_tabs_preview
source: Preview
ar: معاينة
es: Vista previa
fr: Apercu
ko: 미리보기
pt: Visualizar
ru: Предпросмотр
vi: Xem truoc
zh_hans: 预览

# formBuilder_tabs_settings
source: Settings
ar: الإعدادات
es: Configuracion
fr: Parametres
ko: 설정
pt: Configuracoes
ru: Настройки
tl: Mga Setting
vi: Cai dat
zh_hans: 设置

# formBuilder_titlePlaceholder
source: Form Title
ar: عنوان النموذج
es: Titulo del formulario
fr: Titre du formulaire
ko: 양식 제목
pt: Titulo do Formulario
ru: Название формы
tl: Pamagat ng Form
vi: Tieu de bieu mau
zh_hans: 表单标题

# formCanvas_emptyDescription
source: Select field types from the palette on the left
ar: اختر انواع الحقول من اللوحة على اليسار
es: Selecciona tipos de campo de la paleta a la izquierda
fr: Selectionnez les types de champs dans la palette a gauche
ko: 왼쪽 팔레트에서 필드 유형을 선택하세요
pt: Selecione tipos de campo na paleta a esquerda
ru: Выберите типы полей из палитры слева
tl: Pumili ng mga uri ng field mula sa palette sa kaliwa
vi: Chon loai truong tu bang ben trai
zh_hans: 从左侧面板选择字段类型

# formCanvas_emptyTitle
source: Drag fields here to build your form
ar: اسحب الحقول هنا لبناء النموذج
es: Arrastra campos aqui para construir tu formulario
fr: Faites glisser les champs ici pour construire votre formulaire
ko: 여기에 필드를 끌어다 놓아 양식을 만드세요
pt: Arraste campos aqui para construir seu formulario
ru: Перетащите поля сюда, чтобы создать форму
tl: I-drag ang mga field dito para buuin ang iyong form
vi: Keo cac truong vao day de xay dung bieu mau
zh_hans: 将字段拖到这里构建表单

# formCanvas_options
source: Options: %@
ar: الخيارات: %@
es: Opciones: %@
ko: 옵션: %@
pt: Opcoes: %@
ru: Варианты: %@
tl: Mga pagpipilian: %@
vi: Cac lua chon: %@
zh_hans: 选项：%@

# formCanvas_placeholder
source: Placeholder: %@
ar: نص توضيحي: %@
es: Marcador de posicion: %@
fr: Texte indicatif : %@
ko: 플레이스홀더: %@
pt: Marcador: %@
ru: Подсказка: %@
vi: Van ban giu cho: %@
zh_hans: 占位文本：%@

# formCanvas_required
source: Required
ar: مطلوب
es: Obligatorio
fr: Obligatoire
ko: 필수
pt: Obrigatorio
ru: Обязательно
tl: Kinakailangan
vi: Bat buoc
zh_hans: 必填

# formFieldEditor_basic_helpText
source: Help Text
ar: نص المساعدة
es: Texto de Ayuda
fr: Texte d'Aide
ko: 도움말 텍스트
pt: Texto de Ajuda
ru: Вспомогательный текст
tl: Tekstong Pantulong
vi: Van ban Tro giup
zh_hans: 帮助文本

# formFieldEditor_basic_helpTextPlaceholder
source: Additional guidance for users
ar: إرشادات إضافية للمستخدمين
es: Orientacion adicional para los usuarios
fr: Instructions supplementaires pour les utilisateurs
ko: 사용자를 위한 추가 안내
pt: Orientacoes adicionais para os usuarios
ru: Дополнительные указания для пользователей
tl: Karagdagang gabay para sa mga gumagamit
vi: Huong dan bo sung cho nguoi dung
zh_hans: 为用户提供额外指导

# formFieldEditor_basic_label
source: Label
ar: التسمية
es: Etiqueta
fr: Libelle
ko: 레이블
pt: Rotulo
ru: Метка
vi: Nhan
zh_hans: 标签

# formFieldEditor_basic_labelPlaceholder
source: Field label
ar: تسمية الحقل
es: Etiqueta del campo
fr: Libelle du champ
ko: 필드 레이블
pt: Rotulo do campo
ru: Метка поля
tl: Label ng field
vi: Nhan truong
zh_hans: 字段标签

# formFieldEditor_basic_placeholder
source: Placeholder
ar: نص توضيحي
es: Texto de ejemplo
fr: Texte indicatif
ko: 플레이스홀더
pt: Texto de exemplo
ru: Подсказка
vi: Van ban giu cho
zh_hans: 占位符

# formFieldEditor_basic_placeholderPlaceholder
source: Placeholder text
ar: نص توضيحي
es: Texto de ejemplo
fr: Texte indicatif
ko: 플레이스홀더 텍스트
pt: Texto de exemplo
ru: Текст подсказки
tl: Placeholder na teksto
vi: Van ban giu cho
zh_hans: 占位符文本

# formFieldEditor_basic_required
source: Required
ar: مطلوب
es: Obligatorio
fr: Obligatoire
ko: 필수
pt: Obrigatorio
ru: Обязательное
tl: Kinakailangan
vi: Bat buoc
zh_hans: 必填

# formFieldEditor_options_addOption
source: Add Option
ar: إضافة خيار
es: Agregar Opcion
fr: Ajouter une Option
ko: 옵션 추가
pt: Adicionar Opcao
ru: Добавить вариант
tl: Magdagdag ng Pagpipilian
vi: Them Tuy chon
zh_hans: 添加选项

# formFieldEditor_options_placeholder
source: Option %lld
ar: الخيار %lld
es: Opcion %lld
ko: 옵션 %lld
pt: Opcao %lld
ru: Вариант %lld
tl: Pagpipilian %lld
vi: Tuy chon %lld
zh_hans: 选项 %lld

# formFieldEditor_options_title
source: Options
ar: الخيارات
es: Opciones
ko: 옵션
pt: Opcoes
ru: Варианты
tl: Mga Pagpipilian
vi: Tuy chon
zh_hans: 选项

# formFieldEditor_title
source: Field Properties
ar: خصائص الحقل
es: Propiedades del Campo
fr: Proprietes du Champ
ko: 필드 속성
pt: Propriedades do Campo
ru: Свойства поля
tl: Mga Katangian ng Field
vi: Thuoc tinh Truong
zh_hans: 字段属性

# formFieldEditor_validation_max
source: Maximum Value
ar: القيمة القصوى
es: Valor Maximo
fr: Valeur Maximale
ko: 최대값
pt: Valor Maximo
ru: Максимальное значение
tl: Pinakamataas na Halaga
vi: Gia tri Toi da
zh_hans: 最大值

# formFieldEditor_validation_maxLength
source: Max Length
ar: الحد الأقصى للطول
es: Longitud Maxima
fr: Longueur Maximale
ko: 최대 길이
pt: Comprimento Maximo
ru: Максимальная длина
tl: Pinakamataas na Haba
vi: Do dai Toi da
zh_hans: 最大长度

# formFieldEditor_validation_maxLengthPlaceholder
source: Maximum character count
ar: الحد الأقصى لعدد الأحرف
es: Cantidad maxima de caracteres
fr: Nombre maximum de caracteres
ko: 최대 문자 수
pt: Contagem maxima de caracteres
ru: Максимальное количество символов
tl: Pinakamataas na bilang ng karakter
vi: So ky tu toi da
zh_hans: 最大字符数

# formFieldEditor_validation_maxPlaceholder
source: Maximum value
ar: القيمة القصوى
es: Valor maximo
fr: Valeur maximale
ko: 최대값
pt: Valor maximo
ru: Максимальное значение
tl: Pinakamataas na halaga
vi: Gia tri toi da
zh_hans: 最大值

# formFieldEditor_validation_min
source: Minimum Value
ar: القيمة الدنيا
es: Valor Minimo
fr: Valeur Minimale
ko: 최소값
pt: Valor Minimo
ru: Минимальное значение
tl: Pinakamababang Halaga
vi: Gia tri Toi thieu
zh_hans: 最小值

# formFieldEditor_validation_minLength
source: Min Length
ar: الحد الأدنى للطول
es: Longitud Minima
fr: Longueur Minimale
ko: 최소 길이
pt: Comprimento Minimo
ru: Минимальная длина
tl: Pinakamababang Haba
vi: Do dai Toi thieu
zh_hans: 最小长度

# formFieldEditor_validation_minLengthPlaceholder
source: Minimum character count
ar: الحد الأدنى لعدد الأحرف
es: Cantidad minima de caracteres
fr: Nombre minimum de caracteres
ko: 최소 문자 수
pt: Contagem minima de caracteres
ru: Минимальное количество символов
tl: Pinakamababang bilang ng karakter
vi: So ky tu toi thieu
zh_hans: 最小字符数

# formFieldEditor_validation_minPlaceholder
source: Minimum value
ar: القيمة الدنيا
es: Valor minimo
fr: Valeur minimale
ko: 최소값
pt: Valor minimo
ru: Минимальное значение
tl: Pinakamababang halaga
vi: Gia tri toi thieu
zh_hans: 最小值

# formFieldEditor_validation_pattern
source: Pattern (Regex)
ar: النمط (Regex)
es: Patron (Regex)
fr: Motif (Regex)
ko: 패턴 (정규식)
pt: Padrao (Regex)
ru: Шаблон (регулярное выражение)
vi: Mau (Regex)
zh_hans: 模式（正则表达式）

# formFieldEditor_validation_title
source: Validation
ar: التحقق
es: Validacion
ko: 유효성 검사
pt: Validacao
ru: Валидация
tl: Pagpapatunay
vi: Xac thuc
zh_hans: 验证

# formPreview_addFields
source: Add fields to see the preview
ar: أضف حقولاً لمشاهدة المعاينة
es: Agrega campos para ver la vista previa
fr: Ajoutez des champs pour voir l'apercu
ko: 미리보기를 보려면 필드를 추가하세요
pt: Adicione campos para ver a visualizacao
ru: Добавьте поля для предпросмотра
tl: Magdagdag ng mga field para makita ang preview
vi: Them truong de xem truoc
zh_hans: 添加字段以查看预览

# formPreview_currentFormData
source: Current Form Data:
ar: بيانات النموذج الحالية:
es: Datos Actuales del Formulario:
fr: Donnees Actuelles du Formulaire:
ko: 현재 폼 데이터:
pt: Dados Atuais do Formulario:
ru: Текущие данные формы:
tl: Kasalukuyang Data ng Form:
vi: Du Lieu Bieu Mau Hien Tai:
zh_hans: 当前表单数据：

# formPreview_description
source: This is how your form will appear to users
ar: هكذا سيظهر نموذجك للمستخدمين
es: Asi es como aparecera tu formulario para los usuarios
fr: Voici comment votre formulaire apparaitra aux utilisateurs
ko: 사용자에게 표시될 폼의 모습입니다
pt: Assim o formulario aparecera para os usuarios
ru: Так форма будет выглядеть для пользователей
tl: Ganito ang magiging hitsura ng iyong form sa mga user
vi: Day la cach bieu mau cua ban se hien thi voi nguoi dung
zh_hans: 这是您的表单对用户的显示效果

# formPreview_reset
source: Reset
ar: إعادة تعيين
es: Restablecer
fr: Reinitialiser
ko: 초기화
pt: Redefinir
ru: Сбросить
tl: I-reset
vi: Dat Lai
zh_hans: 重置

# formPreview_submitPreview
source: Submit Preview
ar: إرسال المعاينة
es: Enviar Vista Previa
fr: Soumettre l'Apercu
ko: 미리보기 제출
pt: Enviar Visualizacao
ru: Отправить предпросмотр
tl: I-submit ang Preview
vi: Gui Xem Truoc
zh_hans: 提交预览

# formPreview_title
source: Form Preview
ar: معاينة النموذج
es: Vista Previa del Formulario
fr: Apercu du Formulaire
ko: 폼 미리보기
pt: Visualizacao do Formulario
ru: Предпросмотр формы
tl: Preview ng Form
vi: Xem Truoc Bieu Mau
zh_hans: 表单预览

# forms_analytics
source: Analytics
ar: التحليلات
es: Analiticas
fr: Analytiques
ko: 분석
pt: Analiticos
ru: Аналитика
vi: Phan tich
zh_hans: 数据分析

# forms_backToForms
source: Back to Forms
ar: العودة إلى النماذج
es: Volver a formularios
fr: Retour aux formulaires
ko: 양식으로 돌아가기
pt: Voltar para Formularios
ru: Назад к формам
tl: Bumalik sa mga Form
vi: Quay lai bieu mau
zh_hans: 返回表单列表

# forms_browseTemplates
source: Browse Templates
ar: تصفح القوالب
es: Explorar plantillas
fr: Parcourir les modeles
ko: 템플릿 둘러보기
pt: Explorar Modelos
ru: Обзор шаблонов
tl: Mag-browse ng mga Template
vi: Duyet mau
zh_hans: 浏览模板

# forms_copyLink
source: Copy Link
ar: نسخ الرابط
es: Copiar enlace
fr: Copier le lien
ko: 링크 복사
pt: Copiar Link
ru: Копировать ссылку
tl: Kopyahin ang Link
vi: Sao chep lien ket
zh_hans: 复制链接

# forms_createForm
source: Create Form
ar: إنشاء نموذج
es: Crear formulario
fr: Creer un formulaire
ko: 양식 만들기
pt: Criar Formulario
ru: Создать форму
tl: Lumikha ng Form
vi: Tao bieu mau
zh_hans: 创建表单

# forms_deleteForm
source: Delete Form
ar: حذف النموذج
es: Eliminar formulario
fr: Supprimer le formulaire
ko: 양식 삭제
pt: Excluir Formulario
ru: Удалить форму
tl: Burahin ang Form
vi: Xoa bieu mau
zh_hans: 删除表单

# forms_deleteFormConfirm
source: Are you sure you want to delete "%@"? This will also delete all submissions. This action cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف "%@"؟ سيؤدي هذا أيضاً إلى حذف جميع الإرسالات. لا يمكن التراجع عن هذا الإجراء.
es: ¿Estas seguro de que deseas eliminar "%@"? Esto tambien eliminara todos los envios. Esta accion no se puede deshacer.
fr: Etes-vous sur de vouloir supprimer "%@" ? Cela supprimera egalement toutes les soumissions. Cette action est irreversible.
ko: "%@"을(를) 삭제하시겠습니까? 모든 제출물도 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt: Tem certeza de que deseja excluir "%@"? Isso tambem excluira todas as submissoes. Esta acao nao pode ser desfeita.
ru: Вы уверены, что хотите удалить "%@"? Это также удалит все отправленные данные. Это действие нельзя отменить.
tl: Sigurado ka bang gusto mong burahin ang "%@"? Mabubura rin ang lahat ng submission. Hindi na ito maibabalik.
vi: Ban co chac chan muon xoa "%@"? Dieu nay cung se xoa tat ca cac bai gui. Hanh dong nay khong the hoan tac.
zh_hans: 您确定要删除"%@"吗？这也将删除所有提交内容。此操作无法撤销。
