Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# postCard_quoteDialog_submit
source: Quote Post
ar: اقتباس المنشور
es: Citar publicacion
fr: Citer la publication
ko: 인용 게시
pt: Citar Publicacao
ru: Цитировать
tl: I-quote ang Post
vi: Trich dan bai viet
zh_hans: 引用帖子

# postCard_quoteDialog_title
source: Quote Post
ar: اقتباس المنشور
es: Citar publicacion
fr: Citer la publication
ko: 인용 게시
pt: Citar Publicacao
ru: Цитировать запись
tl: I-quote ang Post
vi: Trich dan bai viet
zh_hans: 引用帖子

# postCard_quoteDialog_yourComment
source: Your comment
ar: تعليقك
es: Tu comentario
fr: Votre commentaire
ko: 내 댓글
pt: Seu comentario
ru: Ваш комментарий
tl: Ang iyong komento
vi: Binh luan cua ban
zh_hans: 您的评论

# postCard_quotePost
source: Quote Post
ar: اقتباس المنشور
es: Citar publicacion
fr: Citer la publication
ko: 인용 게시
pt: Citar Publicacao
ru: Цитировать
tl: I-quote ang Post
vi: Trich dan bai viet
zh_hans: 引用帖子

# postCard_react
source: React
ar: تفاعل
es: Reaccionar
fr: Reagir
ko: 반응하기
pt: Reagir
ru: Реакция
tl: Mag-react
vi: Phan ung
zh_hans: 反应

# postCard_reactionCount
source: %lld reaction
ar: %lld تفاعل
es: %lld reaccion
ko: %lld개 반응
pt: %lld reacao
ru: %lld реакция
tl: %lld reaksyon
vi: %lld phan ung
zh_hans: %lld 个反应

# postCard_reactionCount_plural
source: %lld reactions
ar: %lld تفاعلات
es: %lld reacciones
ko: %lld개 반응
pt: %lld reacoes
ru: %lld реакций
tl: %lld na reaksyon
vi: %lld phan ung
zh_hans: %lld 个反应

# postCard_reactions
source: Reactions
ar: التفاعلات
es: Reacciones
ko: 반응
pt: Reacoes
ru: Реакции
tl: Mga Reaksyon
vi: Phan ung
zh_hans: 反应

# postCard_removeBookmark
source: Remove bookmark
ar: إزالة من المحفوظات
es: Quitar de guardados
fr: Retirer des favoris
ko: 북마크 제거
pt: Remover dos salvos
ru: Удалить из закладок
tl: Alisin ang bookmark
vi: Bo danh dau
zh_hans: 取消收藏

# postCard_reportPost
source: Report post
ar: الإبلاغ عن المنشور
es: Reportar publicacion
fr: Signaler la publication
ko: 게시물 신고
pt: Denunciar publicacao
ru: Пожаловаться на запись
tl: Iulat ang post
vi: Bao cao bai viet
zh_hans: 举报帖子

# postCard_repost
source: Repost
ar: إعادة النشر
es: Republicar
fr: Republier
ko: 리포스트
pt: Repostar
ru: Репост
tl: I-repost
vi: Chia se lai
zh_hans: 转发

# postCard_repostCount
source: %lld repost
ar: %lld إعادة نشر
es: %lld republicacion
fr: %lld republication
ko: %lld개 리포스트
ru: %lld репост
vi: %lld chia se lai
zh_hans: %lld 次转发

# postCard_repostCount_plural
source: %lld reposts
ar: %lld إعادات نشر
es: %lld republicaciones
fr: %lld republications
ko: %lld개 리포스트
ru: %lld репостов
tl: %lld na repost
vi: %lld chia se lai
zh_hans: %lld 次转发

# postCard_share
source: Share
ar: مشاركة
es: Compartir
fr: Partager
ko: 공유
pt: Compartilhar
ru: Поделиться
tl: Ibahagi
vi: Chia se
zh_hans: 分享

# postCard_undoRepost
source: Undo Repost
ar: التراجع عن إعادة النشر
es: Deshacer republicacion
fr: Annuler la republication
ko: 리포스트 취소
pt: Desfazer Repost
ru: Отменить репост
tl: I-undo ang Repost
vi: Huy chia se lai
zh_hans: 撤销转发

# postCard_unpinFromProfile
source: Unpin from profile
ar: إلغاء التثبيت من الملف الشخصي
es: Desfijar del perfil
fr: Desepingler du profil
ko: 프로필에서 고정 해제
pt: Desafixar do perfil
ru: Открепить от профиля
tl: I-unpin mula sa profile
vi: Bo ghim khoi ho so
zh_hans: 从个人资料取消置顶

# posts_addEmoji
source: Add emoji
ar: إضافة رمز تعبيري
es: Añadir emoji
fr: Ajouter un emoji
ko: 이모지 추가
pt: Adicionar emoji
ru: Добавить эмодзи
tl: Magdagdag ng emoji
vi: Thêm biểu tượng cảm xúc
zh_hans: 添加表情

# posts_disableLinkPreviews
source: Disable link previews
ar: تعطيل معاينات الروابط
es: Desactivar vistas previas de enlaces
fr: Désactiver les aperçus de liens
ko: 링크 미리보기 비활성화
pt: Desativar visualizacao de links
ru: Отключить предпросмотр ссылок
tl: I-disable ang link preview
vi: Tắt xem trước liên kết
zh_hans: 禁用链接预览

# posts_enableLinkPreviews
source: Enable link previews
ar: تفعيل معاينات الروابط
es: Activar vistas previas de enlaces
fr: Activer les aperçus de liens
ko: 링크 미리보기 활성화
pt: Ativar visualizacao de links
ru: Включить предпросмотр ссылок
tl: I-enable ang link preview
vi: Bật xem trước liên kết
zh_hans: 启用链接预览

# posts_encrypted
source: Encrypted
ar: مشفر
es: Cifrado
fr: Chiffré
ko: 암호화
pt: Criptografado
ru: Зашифрованная
tl: Naka-encrypt
vi: Mã hóa
zh_hans: 加密的

# posts_encryptedDesc
source: End-to-end encrypted, only specific people can decrypt
ar: مشفر من طرف إلى طرف، فقط أشخاص محددون يمكنهم فك التشفير
es: Cifrado de extremo a extremo, solo personas específicas pueden descifrar
fr: Chiffré de bout en bout, seules des personnes spécifiques peuvent déchiffrer
ko: 종단간 암호화, 특정 사람만 복호화 가능
pt: Criptografia de ponta a ponta, apenas pessoas especificas podem descriptografar
ru: Сквозное шифрование, только определенные люди могут расшифровать
tl: End-to-end encrypted, mga partikular na tao lamang ang makaka-decrypt
vi: Mã hóa đầu cuối, chỉ những người cụ thể có thể giải mã
zh_hans: 端到端加密，仅特定人员可以解密

# posts_followers
source: Followers
ar: المتابعون
es: Seguidores
fr: Abonnés
ko: 팔로워
pt: Seguidores
ru: Подписчики
tl: Mga Follower
vi: Người theo dõi
zh_hans: 关注者

# posts_followersDesc
source: Only people who follow you can see this
ar: فقط من يتابعونك يمكنهم رؤية هذا
es: Solo las personas que te siguen pueden ver esto
fr: Seules les personnes qui vous suivent peuvent voir ceci
ko: 팔로우하는 사람만 볼 수 있습니다
pt: Apenas pessoas que te seguem podem ver isso
ru: Только ваши подписчики могут видеть это
tl: Mga taong sumusubaybay sa iyo lamang ang makakakita nito
vi: Chỉ những người theo dõi bạn có thể xem
zh_hans: 仅关注您的人可以看到

# posts_groupOnly
source: Group only
ar: المجموعة فقط
es: Solo grupo
fr: Groupe uniquement
ko: 그룹 전용
pt: Apenas grupo
ru: Только для группы
tl: Para sa grupo lamang
vi: Chỉ nhóm
zh_hans: 仅群组

# posts_groupOnlyDesc
source: Only members of your groups can see this
ar: فقط أعضاء مجموعاتك يمكنهم رؤية هذا
es: Solo los miembros de tus grupos pueden ver esto
fr: Seuls les membres de vos groupes peuvent voir ceci
ko: 그룹 멤버만 볼 수 있습니다
pt: Apenas membros dos seus grupos podem ver isso
ru: Только участники ваших групп могут видеть это
tl: Mga miyembro lamang ng iyong mga grupo ang makakakita nito
vi: Chỉ thành viên trong nhóm của bạn có thể xem
zh_hans: 仅您所在群组的成员可以看到

# posts_keepPrivate
source: Keep Private
ar: إبقاء خاص
es: Mantener privado
fr: Garder privé
ko: 비공개 유지
pt: Manter Privado
ru: Оставить приватным
tl: Panatilihing Pribado
vi: Giữ riêng tư
zh_hans: 保持私密

# posts_linkPreviewsOff
source: Link previews off
ar: معاينات الروابط معطلة
es: Vistas previas desactivadas
fr: Aperçus de liens désactivés
ko: 링크 미리보기 꺼짐
pt: Visualizacao de links desativada
ru: Предпросмотр ссылок отключен
tl: Naka-off ang link preview
vi: Xem trước liên kết đang tắt
zh_hans: 链接预览已关闭

# posts_linkPreviewsOn
source: Link previews on
ar: معاينات الروابط مفعلة
es: Vistas previas activadas
fr: Aperçus de liens activés
ko: 링크 미리보기 켜짐
pt: Visualizacao de links ativada
ru: Предпросмотр ссылок включен
tl: Naka-on ang link preview
vi: Xem trước liên kết đang bật
zh_hans: 链接预览已开启

# posts_makePublic
source: Make Public
ar: جعل عام
es: Hacer público
fr: Rendre public
ko: 공개하기
pt: Tornar Publico
ru: Сделать публичным
tl: Gawing Pampubliko
vi: Đăng công khai
zh_hans: 公开发布

# posts_makePublicTitle
source: Make this post public?
ar: هل تريد جعل هذا المنشور عاماً؟
es: ¿Hacer esta publicación pública?
fr: Rendre cette publication publique ?
ko: 이 게시물을 공개하시겠습니까?
pt: Tornar esta postagem publica?
ru: Сделать эту публикацию публичной?
tl: Gawing pampubliko ang post na ito?
vi: Đăng bài công khai?
zh_hans: 公开发布此帖子？

# posts_makePublicWarning
source: Public posts are visible to anyone on the internet and will be shared on public Nostr relays.
ar: المنشورات العامة مرئية لأي شخص على الإنترنت وستُشارك على مرحلات Nostr العامة.
es: Las publicaciones públicas son visibles para cualquier persona en internet y se compartirán en relays públicos de Nostr.
fr: Les publications publiques sont visibles par tous sur Internet et seront partagées sur les relais Nostr publics.
ko: 공개 게시물은 인터넷에서 누구나 볼 수 있으며 공개 Nostr 릴레이에 공유됩니다.
pt: Postagens publicas sao visiveis para qualquer pessoa na internet e serao compartilhadas em relays Nostr publicos.
ru: Публичные записи видны всем в интернете и будут опубликованы на публичных ретрансляторах Nostr.
tl: Ang mga pampublikong post ay makikita ng kahit sino sa internet at ibabahagi sa mga pampublikong Nostr relay.
vi: Bài viết công khai mọi người trên internet đều có thể xem và sẽ được chia sẻ trên các relay Nostr công khai.
zh_hans: 公开帖子对互联网上的任何人可见，并将在公共 Nostr 中继服务器上共享。

# posts_placeholder
source: What's on your mind? Share updates, organize actions, build solidarity...
ar: ما الذي يدور في ذهنك؟ شارك التحديثات، نظم الإجراءات، ابنِ التضامن...
es: ¿Qué tienes en mente? Comparte actualizaciones, organiza acciones, construye solidaridad...
fr: Qu'avez-vous en tête ? Partagez des actualités, organisez des actions, construisez la solidarité...
ko: 무슨 생각을 하고 계세요? 업데이트를 공유하고, 행동을 조직하고, 연대를 구축하세요...
pt: O que voce esta pensando? Compartilhe atualizacoes, organize acoes, construa solidariedade...
ru: О чем думаете? Делитесь новостями, организуйте действия, стройте солидарность...
tl: Ano ang nasa isip mo? Magbahagi ng mga update, mag-organisa ng mga aksyon, bumuo ng solidaridad...
vi: Bạn đang nghĩ gì? Chia sẻ cập nhật, tổ chức hành động, xây dựng đoàn kết...
zh_hans: 您在想什么？分享更新、组织行动、建立团结...

# posts_post
source: Post
ar: نشر
es: Publicar
fr: Publier
ko: 게시
pt: Publicar
ru: Опубликовать
tl: Mag-post
vi: Đăng
zh_hans: 发布

# posts_postCreated
source: Post created successfully
ar: تم إنشاء المنشور بنجاح
es: Publicación creada exitosamente
fr: Publication créée avec succès
ko: 게시물이 성공적으로 생성되었습니다
pt: Postagem criada com sucesso
ru: Публикация успешно создана
tl: Matagumpay na nalikha ang post
vi: Đã tạo bài viết thành công
zh_hans: 帖子创建成功

# posts_postFailed
source: Failed to create post
ar: فشل إنشاء المنشور
es: Error al crear publicación
fr: Échec de la création de la publication
ko: 게시물 생성에 실패했습니다
pt: Falha ao criar postagem
ru: Не удалось создать публикацию
tl: Nabigong lumikha ng post
vi: Không thể tạo bài viết
zh_hans: 帖子创建失败

# posts_postPrivacy
source: Post privacy level
ar: مستوى خصوصية المنشور
es: Nivel de privacidad de la publicación
fr: Niveau de confidentialité de la publication
ko: 게시물 공개 수준
pt: Nivel de privacidade da postagem
ru: Уровень конфиденциальности публикации
tl: Antas ng privacy ng post
vi: Mức độ riêng tư bài viết
zh_hans: 帖子隐私级别

# posts_postScheduled
source: Post scheduled successfully
ar: تم جدولة المنشور بنجاح
es: Publicación programada exitosamente
fr: Publication programmée avec succès
ko: 게시물이 성공적으로 예약되었습니다
pt: Postagem agendada com sucesso
ru: Публикация успешно запланирована
tl: Matagumpay na naka-schedule ang post
vi: Đã lên lịch bài viết thành công
zh_hans: 帖子已定时发布

# posts_privacy
source: Privacy
ar: الخصوصية
es: Privacidad
fr: Confidentialité
ko: 공개 설정
pt: Privacidade
ru: Конфиденциальность
vi: Quyền riêng tư
zh_hans: 隐私

# posts_public
source: Public
ar: عام
es: Público
ko: 공개
pt: Publico
ru: Публичная
tl: Pampubliko
vi: Công khai
zh_hans: 公开

# posts_publicActivistWarning
source: For activist organizing, consider whether this content should remain private to protect your community.
ar: للتنظيم الناشط، فكر فيما إذا كان هذا المحتوى يجب أن يبقى خاصاً لحماية مجتمعك.
es: Para la organización activista, considera si este contenido debería permanecer privado para proteger a tu comunidad.
fr: Pour l'organisation militante, demandez-vous si ce contenu doit rester privé pour protéger votre communauté.
ko: 활동가 조직화를 위해 이 콘텐츠가 커뮤니티 보호를 위해 비공개로 유지되어야 하는지 고려해 주세요.
pt: Para organizacao ativista, considere se este conteudo deve permanecer privado para proteger sua comunidade.
ru: Для активистской организации подумайте, должен ли этот контент оставаться приватным для защиты вашего сообщества.
tl: Para sa pag-oorganisa ng mga aktibista, isaalang-alang kung dapat bang manatiling pribado ang nilalamang ito upang protektahan ang iyong komunidad.
vi: Đối với hoạt động tổ chức, hãy cân nhắc liệu nội dung này có nên giữ riêng tư để bảo vệ cộng đồng của bạn.
zh_hans: 对于活动组织，请考虑此内容是否应保持私密以保护您的社区。

# posts_publicDesc
source: Visible to anyone, shared on public relays
ar: مرئي لأي شخص، مشارك على المرحلات العامة
es: Visible para cualquiera, compartido en relays públicos
fr: Visible par tous, partagé sur les relais publics
ko: 누구나 볼 수 있으며 공개 릴레이에 공유됩니다
pt: Visivel para qualquer pessoa, compartilhado em relays publicos
ru: Видна всем, публикуется на публичных ретрансляторах
tl: Makikita ng kahit sino, ibabahagi sa mga pampublikong relay
vi: Mọi người đều có thể xem, được chia sẻ trên relay công khai
zh_hans: 对任何人可见，在公共中继服务器上共享

# posts_schedule
source: Schedule
ar: جدولة
es: Programar
fr: Programmer
ko: 예약
pt: Agendar
ru: Запланировать
tl: I-schedule
vi: Lên lịch
zh_hans: 定时

# posts_scheduleFailed
source: Failed to schedule post
ar: فشل جدولة المنشور
es: Error al programar publicación
fr: Échec de la programmation de la publication
ko: 예약에 실패했습니다
pt: Falha ao agendar postagem
ru: Не удалось запланировать публикацию
tl: Nabigong mag-schedule ng post
vi: Không thể lên lịch bài viết
zh_hans: 定时发布失败

# posts_schedulePost
source: Schedule post
ar: جدولة المنشور
es: Programar publicación
fr: Programmer la publication
ko: 게시물 예약
pt: Agendar postagem
ru: Запланировать публикацию
tl: I-schedule ang post
vi: Lên lịch bài viết
zh_hans: 定时发布

# posts_selectFutureDate
source: Please select a future date and time
ar: يرجى اختيار تاريخ ووقت في المستقبل
es: Por favor selecciona una fecha y hora futura
fr: Veuillez sélectionner une date et heure futures
ko: 미래 날짜와 시간을 선택해 주세요
pt: Por favor, selecione uma data e hora futuras
ru: Пожалуйста, выберите будущую дату и время
tl: Mangyaring pumili ng petsa at oras sa hinaharap
vi: Vui lòng chọn ngày và giờ trong tương lai
zh_hans: 请选择一个未来的日期和时间

# preferences_colorMode
source: Color Mode
ar: وضع الألوان
es: Modo de color
fr: Mode de couleur
ko: 색상 모드
pt: Modo de Cor
ru: Цветовой режим
tl: Mode ng Kulay
vi: Chế độ màu
zh_hans: 颜色模式

# preferences_description
source: Manage your app preferences and appearance
ar: إدارة تفضيلات التطبيق والمظهر
es: Administra tus preferencias de la aplicacion y apariencia
fr: Gerez vos preferences et l'apparence de l'application
ko: 앱 환경 설정 및 외관을 관리하세요
pt: Gerencie suas preferencias e aparencia do aplicativo
ru: Управляйте настройками приложения и внешним видом
tl: Pamahalaan ang iyong mga kagustuhan at anyo ng app
vi: Quản lý tùy chọn ứng dụng và giao diện của bạn
zh_hans: 管理您的应用偏好和外观

# preferences_language
source: Language
ar: اللغة
es: Idioma
fr: Langue
ko: 언어
pt: Idioma
ru: Язык
tl: Wika
vi: Ngôn ngữ
zh_hans: 语言

# preferences_theme
source: Theme
ar: السمة
es: Tema
ko: 테마
pt: Tema
ru: Тема
tl: Tema
vi: Giao diện
zh_hans: 主题

# preferences_title
source: Preferences
ar: التفضيلات
es: Preferencias
ko: 환경 설정
pt: Preferencias
ru: Настройки
tl: Mga Kagustuhan
vi: Tùy chọn
zh_hans: 偏好设置

# privacyDashboard_aboutAnonymous
source: Anonymous Actions:
ar: الإجراءات المجهولة:
es: Acciones Anónimas:
fr: Actions Anonymes :
ko: 익명 활동:
pt: Acoes Anonimas:
ru: Анонимные действия:
tl: Anonymous na mga Aksyon:
vi: Hanh dong An danh:
zh_hans: 匿名操作：

# privacyDashboard_aboutAnonymousDesc
source: Participate without revealing identity
ar: شارك دون الكشف عن هويتك
es: Participa sin revelar tu identidad
fr: Participez sans reveler votre identite
ko: 신원을 드러내지 않고 참여
pt: Participar sem revelar identidade
ru: Участвовать, не раскрывая личность
tl: Lumahok nang hindi ipinapakita ang pagkakakilanlan
vi: Tham gia ma khong tiet lo danh tinh
zh_hans: 参与而不透露身份

# privacyDashboard_aboutCovert
source: Covert Mode:
ar: الوضع السري:
es: Modo Encubierto:
fr: Mode Discret :
ko: 은밀 모드:
pt: Modo Discreto:
ru: Скрытый режим:
vi: Che do Bi mat:
zh_hans: 隐蔽模式：

# privacyDashboard_aboutCovertDesc
source: Maximum privacy - enables all protections
ar: أقصى خصوصية - يفعّل جميع وسائل الحماية
es: Máxima privacidad - habilita todas las protecciones
fr: Confidentialite maximale - active toutes les protections
ko: 최대 프라이버시 - 모든 보호 기능 활성화
pt: Privacidade maxima - habilita todas as protecoes
ru: Максимальная конфиденциальность - включает все виды защиты
tl: Pinakamataas na privacy - pinapagana ang lahat ng proteksyon
vi: Bao mat toi da - kich hoat tat ca cac bao ve
zh_hans: 最高隐私 - 启用所有保护

# privacyDashboard_aboutDesc
source: These settings protect you in high-risk organizing contexts where visibility could lead to retaliation.
ar: هذه الإعدادات تحميك في سياقات التنظيم عالية الخطورة حيث قد تؤدي الظهور إلى انتقام.
es: Estas configuraciones te protegen en contextos de organización de alto riesgo donde la visibilidad podría llevar a represalias.
fr: Ces parametres vous protegent dans des contextes d'organisation a haut risque ou la visibilite pourrait mener a des represailles.
ko: 이 설정은 가시성이 보복으로 이어질 수 있는 고위험 조직 환경에서 사용자를 보호합니다.
pt: Essas configuracoes protegem voce em contextos de organizacao de alto risco onde a visibilidade pode levar a retaliacao.
ru: Эти настройки защищают вас в условиях высокого риска организационной деятельности, где видимость может привести к преследованиям.
tl: Pinoprotektahan ka ng mga setting na ito sa mga high-risk na konteksto ng pag-oorganisa kung saan ang visibility ay maaaring humantong sa paghihiganti.
vi: Cac cai dat nay bao ve ban trong boi canh to chuc rui ro cao noi su hien thi co the dan den tra thu.
zh_hans: 这些设置在高风险组织环境中保护您，在这些环境中曝光可能导致报复。

# privacyDashboard_aboutEncryption
source: End-to-End Encryption:
ar: التشفير من طرف إلى طرف:
es: Cifrado de Extremo a Extremo:
fr: Chiffrement de Bout en Bout :
ko: 종단간 암호화:
pt: Criptografia de Ponta a Ponta:
ru: Сквозное шифрование:
vi: Ma hoa Dau-cuoi:
zh_hans: 端到端加密：

# privacyDashboard_aboutEncryptionDesc
source: All communications are cryptographically secured
ar: جميع الاتصالات مؤمّنة بالتشفير
es: Todas las comunicaciones están aseguradas criptográficamente
fr: Toutes les communications sont securisees cryptographiquement
ko: 모든 통신은 암호화로 보호됨
pt: Todas as comunicacoes sao criptograficamente protegidas
ru: Все коммуникации криптографически защищены
tl: Lahat ng komunikasyon ay cryptographically secured
vi: Tat ca thong tin lien lac duoc bao mat bang mat ma
zh_hans: 所有通信均经过加密保护

# privacyDashboard_aboutHidden
source: Hidden Presence:
ar: الحضور المخفي:
es: Presencia Oculta:
fr: Presence Cachee :
ko: 숨겨진 존재:
pt: Presenca Oculta:
ru: Скрытое присутствие:
tl: Nakatagong Presensya:
vi: Su hien dien An:
zh_hans: 隐藏存在：

# privacyDashboard_aboutHiddenDesc
source: Support the movement invisibly
ar: ادعم الحركة بشكل غير مرئي
es: Apoya al movimiento de forma invisible
fr: Soutenez le mouvement de maniere invisible
ko: 보이지 않게 운동 지원
pt: Apoiar o movimento de forma invisivel
ru: Поддерживать движение незаметно
tl: Suportahan ang kilusan nang hindi nakikita
vi: Ho tro phong trao mot cach vo hinh
zh_hans: 隐形支持运动

# privacyDashboard_aboutTitle
source: About Privacy Controls
ar: حول عناصر التحكم في الخصوصية
es: Acerca de los Controles de Privacidad
fr: A Propos des Controles de Confidentialite
ko: 프라이버시 제어 정보
pt: Sobre os Controles de Privacidade
ru: О настройках конфиденциальности
tl: Tungkol sa mga Kontrol sa Privacy
vi: Ve Dieu khien Bao mat
zh_hans: 关于隐私控制

# privacyDashboard_covertActive
source: Covert Mode Active
ar: الوضع السري مفعّل
es: Modo Encubierto Activo
fr: Mode Discret Actif
ko: 은밀 모드 활성
pt: Modo Discreto Ativo
ru: Скрытый режим активен
tl: Aktibo ang Covert Mode
vi: Che do Bi mat Dang Hoat dong
zh_hans: 隐蔽模式已激活

# privacyDashboard_covertActiveDesc
source: All privacy settings enabled. Your activity is hidden from public view while you can still support the movement.
ar: جميع إعدادات الخصوصية مفعّلة. نشاطك مخفي عن العرض العام بينما لا يزال بإمكانك دعم الحركة.
es: Todas las configuraciones de privacidad habilitadas. Tu actividad está oculta de la vista pública mientras aún puedes apoyar al movimiento.
fr: Tous les parametres de confidentialite actives. Votre activite est cachee du public tout en pouvant soutenir le mouvement.
ko: 모든 프라이버시 설정이 활성화되었습니다. 운동을 지지하면서도 공개 보기에서 활동이 숨겨집니다.
pt: Todas as configuracoes de privacidade estao habilitadas. Sua atividade esta oculta da visualizacao publica enquanto voce ainda pode apoiar o movimento.
ru: Все настройки конфиденциальности включены. Ваша активность скрыта от публичного просмотра, но вы можете продолжать поддерживать движение.
tl: Lahat ng setting ng privacy ay naka-enable. Nakatago ang iyong aktibidad sa pampublikong tanaw habang maaari ka pa ring sumuporta sa kilusan.
vi: Tat ca cai dat bao mat da duoc bat. Hoat dong cua ban an khoi cong chung trong khi ban van co the ho tro phong trao.
zh_hans: 所有隐私设置已启用。您的活动对公众视图隐藏，同时您仍可支持运动。

# privacyDashboard_covertMode
source: Covert Supporter Mode
ar: وضع الداعم السري
es: Modo de Apoyo Encubierto
fr: Mode Sympathisant Discret
ko: 은밀한 지지자 모드
pt: Modo de Apoiador Discreto
ru: Режим скрытого сторонника
vi: Che do Ho tro Bi mat
zh_hans: 隐蔽支持者模式

# privacyDashboard_covertModeDesc
source: Maximum privacy for those who need to hide their involvement
ar: أقصى درجات الخصوصية لمن يحتاجون إخفاء مشاركتهم
es: Máxima privacidad para quienes necesitan ocultar su participación
fr: Confidentialite maximale pour ceux qui doivent cacher leur implication
ko: 참여를 숨겨야 하는 사람들을 위한 최대 프라이버시
pt: Privacidade maxima para quem precisa ocultar seu envolvimento
ru: Максимальная конфиденциальность для тех, кому нужно скрыть своё участие
tl: Pinakamataas na privacy para sa mga kailangang itago ang kanilang paglahok
vi: Bao mat toi da cho nhung nguoi can an su tham gia cua minh
zh_hans: 为需要隐藏参与的人提供最高隐私保护

# privacyDashboard_highRiskAdvice
source: Consider enabling Covert Mode for maximum protection.
ar: فكر في تفعيل الوضع السري للحماية القصوى.
es: Considera habilitar el Modo Encubierto para máxima protección.
fr: Envisagez d'activer le Mode Discret pour une protection maximale.
ko: 최대 보호를 위해 은밀 모드 활성화를 고려하세요.
pt: Considere habilitar o Modo Discreto para protecao maxima.
ru: Рекомендуется включить скрытый режим для максимальной защиты.
tl: Isaalang-alang ang pag-enable ng Covert Mode para sa pinakamataas na proteksyon.
vi: Xem xet bat Che do Bi mat de bao ve toi da.
zh_hans: 考虑启用隐蔽模式以获得最大保护。

# privacyDashboard_highRiskDetected
source: High Risk Detected
ar: تم اكتشاف خطر عالٍ
es: Alto Riesgo Detectado
fr: Risque Eleve Detecte
ko: 고위험 감지
pt: Alto Risco Detectado
ru: Обнаружен высокий риск
tl: Nakita ang Mataas na Panganib
vi: Phat hien Rui ro Cao
zh_hans: 检测到高风险

# privacyDashboard_privacyControls
source: Privacy Controls
ar: عناصر التحكم في الخصوصية
es: Controles de Privacidad
fr: Controles de Confidentialite
ko: 프라이버시 제어
pt: Controles de Privacidade
ru: Управление конфиденциальностью
tl: Mga Kontrol sa Privacy
vi: Dieu khien Bao mat
zh_hans: 隐私控制

# privacyDashboard_riskHigh
source: High Risk - Use Covert Mode
ar: خطر عالٍ - استخدم الوضع السري
es: Riesgo Alto - Usa Modo Encubierto
fr: Risque Eleve - Utilisez le Mode Discret
ko: 높은 위험 - 은밀 모드 사용
pt: Alto Risco - Use o Modo Discreto
ru: Высокий риск - используйте скрытый режим
tl: Mataas na Panganib - Gamitin ang Covert Mode
vi: Rui ro Cao - Su dung Che do Bi mat
zh_hans: 高风险 - 使用隐蔽模式

# privacyDashboard_riskLevel
source: Current Risk Level
ar: مستوى الخطر الحالي
es: Nivel de Riesgo Actual
fr: Niveau de Risque Actuel
ko: 현재 위험 수준
pt: Nivel de Risco Atual
ru: Текущий уровень риска
tl: Kasalukuyang Antas ng Panganib
vi: Muc Rui ro Hien tai
zh_hans: 当前风险级别

# privacyDashboard_riskLevelDesc
source: Based on your location and campaign
ar: بناءً على موقعك وحملتك
es: Basado en tu ubicación y campaña
fr: Base sur votre emplacement et votre campagne
ko: 위치 및 캠페인 기반
pt: Baseado na sua localizacao e campanha
ru: На основе вашего местоположения и кампании
tl: Batay sa iyong lokasyon at kampanya
vi: Dua tren vi tri va chien dich cua ban
zh_hans: 基于您的位置和活动
