Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# tableBuilder_fieldEditor_addOption
source: Add Option
ar: إضافة خيار
es: Agregar opcion
fr: Ajouter une option
ko: 옵션 추가
pt: Adicionar Opcao
ru: Добавить вариант
tl: Magdagdag ng Opsyon
vi: Them lua chon
zh_hans: 添加选项

# tableBuilder_fieldEditor_alerts_addOption
source: Please add at least one option
ar: يرجى إضافة خيار واحد على الأقل
es: Por favor agrega al menos una opcion
fr: Veuillez ajouter au moins une option
ko: 최소 하나의 옵션을 추가해 주세요
pt: Por favor, adicione pelo menos uma opcao
ru: Пожалуйста, добавьте хотя бы один вариант
tl: Pakiusap magdagdag ng kahit isang opsyon
vi: Vui long them it nhat mot lua chon
zh_hans: 请至少添加一个选项

# tableBuilder_fieldEditor_alerts_duplicateName
source: A field with this name already exists
ar: يوجد حقل بهذا الاسم بالفعل
es: Ya existe un campo con este nombre
fr: Un champ avec ce nom existe deja
ko: 이 이름의 필드가 이미 존재합니다
pt: Ja existe um campo com este nome
ru: Поле с таким именем уже существует
tl: May field na ang ganitong pangalan
vi: Da ton tai truong voi ten nay
zh_hans: 已存在同名字段

# tableBuilder_fieldEditor_alerts_enterLabel
source: Please enter a field label
ar: يرجى إدخال تسمية للحقل
es: Por favor ingresa una etiqueta para el campo
fr: Veuillez entrer un libelle pour le champ
ko: 필드 레이블을 입력해 주세요
pt: Por favor, insira um rotulo para o campo
ru: Пожалуйста, введите метку поля
tl: Pakiusap maglagay ng label para sa field
vi: Vui long nhap nhan cho truong
zh_hans: 请输入字段标签

# tableBuilder_fieldEditor_alerts_enterName
source: Please enter a field name
ar: يرجى إدخال اسم للحقل
es: Por favor ingresa un nombre para el campo
fr: Veuillez entrer un nom pour le champ
ko: 필드 이름을 입력해 주세요
pt: Por favor, insira um nome para o campo
ru: Пожалуйста, введите имя поля
tl: Pakiusap maglagay ng pangalan para sa field
vi: Vui long nhap ten cho truong
zh_hans: 请输入字段名称

# tableBuilder_fieldEditor_alerts_invalidName
source: Field name can only contain lowercase letters, numbers, and underscores
ar: اسم الحقل يمكن أن يحتوي فقط على أحرف صغيرة وأرقام وشرطات سفلية
es: El nombre del campo solo puede contener letras minusculas, numeros y guiones bajos
fr: Le nom du champ ne peut contenir que des lettres minuscules, des chiffres et des underscores
ko: 필드 이름은 소문자, 숫자, 밑줄만 포함할 수 있습니다
pt: O nome do campo pode conter apenas letras minusculas, numeros e underscores
ru: Имя поля может содержать только строчные буквы, цифры и подчёркивания
tl: Ang pangalan ng field ay maaari lamang maglaman ng maliliit na letra, numero, at underscore
vi: Ten truong chi co the chua chu cai thuong, so va dau gach duoi
zh_hans: 字段名称只能包含小写字母、数字和下划线

# tableBuilder_fieldEditor_editField
source: Edit Field
ar: تعديل الحقل
es: Editar campo
fr: Modifier le champ
ko: 필드 편집
pt: Editar Campo
ru: Редактировать поле
tl: I-edit ang Field
vi: Chinh sua truong
zh_hans: 编辑字段

# tableBuilder_fieldEditor_fieldName
source: Field Name * (used in code)
ar: اسم الحقل * (يُستخدم في الكود)
es: Nombre del campo * (usado en codigo)
fr: Nom du champ * (utilise dans le code)
ko: 필드 이름 * (코드에서 사용)
pt: Nome do Campo * (usado no codigo)
ru: Имя поля * (используется в коде)
tl: Pangalan ng Field * (ginagamit sa code)
vi: Ten truong * (dung trong ma)
zh_hans: 字段名称 *（用于代码）

# tableBuilder_fieldEditor_fieldNameHelp
source: Lowercase letters, numbers, and underscores only
ar: أحرف صغيرة وأرقام وشرطات سفلية فقط
es: Solo letras minusculas, numeros y guiones bajos
fr: Uniquement lettres minuscules, chiffres et underscores
ko: 소문자, 숫자, 밑줄만 사용 가능
pt: Apenas letras minusculas, numeros e underscores
ru: Только строчные буквы, цифры и подчёркивания
tl: Maliliit na letra, numero, at underscore lamang
vi: Chi chu cai thuong, so va dau gach duoi
zh_hans: 仅限小写字母、数字和下划线

# tableBuilder_fieldEditor_fieldNamePlaceholder
source: e.g., full_name, email_address
ar: مثال: full_name، email_address
es: ej., nombre_completo, correo_electronico
fr: ex., nom_complet, adresse_email
ko: 예: full_name, email_address
pt: Ex: full_name, email_address
ru: Например: full_name, email_address
tl: Hal: full_name, email_address
vi: Vi du: ho_ten, dia_chi_email
zh_hans: 例如：full_name、email_address

# tableBuilder_fieldEditor_fieldType
source: Field Type *
ar: نوع الحقل *
es: Tipo de campo *
fr: Type de champ *
ko: 필드 유형 *
pt: Tipo do Campo *
ru: Тип поля *
tl: Uri ng Field *
vi: Loai truong *
zh_hans: 字段类型 *

# tableBuilder_fieldEditor_helpText
source: Help Text (optional)
ar: نص المساعدة (اختياري)
es: Texto de ayuda (opcional)
fr: Texte d'aide (facultatif)
ko: 도움말 텍스트 (선택사항)
pt: Texto de Ajuda (opcional)
ru: Справочный текст (необязательно)
tl: Teksto ng Tulong (opsyonal)
vi: Van ban huong dan (tuy chon)
zh_hans: 帮助文本（可选）

# tableBuilder_fieldEditor_helpTextPlaceholder
source: Additional guidance for users
ar: إرشادات إضافية للمستخدمين
es: Orientacion adicional para los usuarios
fr: Conseils supplementaires pour les utilisateurs
ko: 사용자를 위한 추가 안내
pt: Orientacao adicional para os usuarios
ru: Дополнительные инструкции для пользователей
tl: Karagdagang gabay para sa mga user
vi: Huong dan bo sung cho nguoi dung
zh_hans: 为用户提供额外指导

# tableBuilder_fieldEditor_label
source: Label *
ar: التسمية *
es: Etiqueta *
fr: Libelle *
ko: 레이블 *
pt: Rotulo *
ru: Метка *
vi: Nhan *
zh_hans: 标签 *

# tableBuilder_fieldEditor_labelPlaceholder
source: e.g., Full Name, Email Address
ar: مثال: الاسم الكامل، البريد الإلكتروني
es: ej., Nombre completo, Correo electronico
fr: ex., Nom complet, Adresse e-mail
ko: 예: 성명, 이메일 주소
pt: Ex: Nome Completo, Endereco de Email
ru: Например: Полное имя, Электронная почта
tl: Hal: Buong Pangalan, Email Address
vi: Vi du: Ho ten, Dia chi email
zh_hans: 例如：全名、电子邮件地址

# tableBuilder_fieldEditor_optionLabel
source: Label
ar: التسمية
es: Etiqueta
fr: Libelle
ko: 레이블
pt: Rotulo
ru: Метка
vi: Nhan
zh_hans: 标签

# tableBuilder_fieldEditor_options
source: Options *
ar: الخيارات *
es: Opciones *
ko: 옵션 *
pt: Opcoes *
ru: Варианты *
tl: Mga Opsyon *
vi: Cac lua chon *
zh_hans: 选项 *

# tableBuilder_fieldEditor_optionValue
source: Value
ar: القيمة
es: Valor
fr: Valeur
ko: 값
pt: Valor
ru: Значение
tl: Halaga
vi: Gia tri
zh_hans: 值

# tableBuilder_fieldEditor_placeholder
source: Placeholder (optional)
ar: نص توضيحي (اختياري)
es: Texto de ejemplo (opcional)
fr: Texte indicatif (facultatif)
ko: 플레이스홀더 (선택사항)
pt: Placeholder (opcional)
ru: Подсказка (необязательно)
tl: Placeholder (opsyonal)
vi: Van ban giu cho (tuy chon)
zh_hans: 占位符文本（可选）

# tableBuilder_fieldEditor_placeholderPlaceholder
source: Placeholder text
ar: نص توضيحي
es: Texto de ejemplo
fr: Texte indicatif
ko: 플레이스홀더 텍스트
pt: Texto do placeholder
ru: Текст подсказки
tl: Teksto ng placeholder
vi: Van ban giu cho
zh_hans: 占位符文本

# tableBuilder_fieldEditor_requiredField
source: Required field
ar: حقل مطلوب
es: Campo requerido
fr: Champ obligatoire
ko: 필수 필드
pt: Campo obrigatorio
ru: Обязательное поле
tl: Kinakailangang field
vi: Truong bat buoc
zh_hans: 必填字段

# tableBuilder_fieldEditor_saveField
source: Save Field
ar: حفظ الحقل
es: Guardar campo
fr: Enregistrer le champ
ko: 필드 저장
pt: Salvar Campo
ru: Сохранить поле
tl: I-save ang Field
vi: Luu truong
zh_hans: 保存字段

# tableBuilder_fieldEditor_subtitle
source: Configure the field properties and validation
ar: قم بتكوين خصائص الحقل والتحقق منه
es: Configura las propiedades y validacion del campo
fr: Configurez les proprietes et la validation du champ
ko: 필드 속성 및 유효성 검사를 설정하세요
pt: Configure as propriedades e validacao do campo
ru: Настройте свойства и валидацию поля
tl: I-configure ang mga katangian at validation ng field
vi: Cau hinh thuoc tinh va xac thuc cho truong
zh_hans: 配置字段属性和验证规则

# tableBuilder_fields
source: Fields
ar: الحقول
es: Campos
fr: Champs
ko: 필드
pt: Campos
ru: Поля
tl: Mga Field
vi: Cac truong
zh_hans: 字段

# tableBuilder_noFields
source: No fields yet. Add your first field to define the table structure.
ar: لا توجد حقول بعد. أضف حقلك الأول لتحديد هيكل الجدول.
es: Aun no hay campos. Agrega tu primer campo para definir la estructura de la tabla.
fr: Aucun champ pour l'instant. Ajoutez votre premier champ pour definir la structure de la table.
ko: 아직 필드가 없습니다. 첫 번째 필드를 추가하여 테이블 구조를 정의하세요.
pt: Ainda nao ha campos. Adicione seu primeiro campo para definir a estrutura da tabela.
ru: Полей пока нет. Добавьте первое поле для определения структуры таблицы.
tl: Wala pang mga field. Magdagdag ng iyong unang field para tukuyin ang istraktura ng talahanayan.
vi: Chua co truong nao. Them truong dau tien de xac dinh cau truc bang.
zh_hans: 暂无字段。添加您的第一个字段来定义表格结构。

# tableBuilder_required
source: Required
ar: مطلوب
es: Requerido
fr: Requis
ko: 필수
pt: Obrigatorio
ru: Обязательное
tl: Kinakailangan
vi: Bat buoc
zh_hans: 必填

# tableBuilder_saveTable
source: Save Table
ar: حفظ الجدول
es: Guardar tabla
fr: Enregistrer la table
ko: 테이블 저장
pt: Salvar Tabela
ru: Сохранить таблицу
tl: I-save ang Talahanayan
vi: Luu bang
zh_hans: 保存表格

# tableBuilder_subtitle
source: Define the structure and fields for this table
ar: حدد هيكل وحقول هذا الجدول
es: Define la estructura y los campos para esta tabla
fr: Definissez la structure et les champs pour cette table
ko: 이 테이블의 구조와 필드를 정의하세요
pt: Defina a estrutura e os campos para esta tabela
ru: Определите структуру и поля для этой таблицы
tl: Tukuyin ang istraktura at mga field para sa talahanayang ito
vi: Xac dinh cau truc va cac truong cho bang nay
zh_hans: 定义此表格的结构和字段

# tableBuilder_tableName
source: Table Name
ar: اسم الجدول
es: Nombre de la tabla
fr: Nom de la table
ko: 테이블 이름
pt: Nome da Tabela
ru: Название таблицы
tl: Pangalan ng Talahanayan
vi: Ten bang
zh_hans: 表格名称

# tableBuilder_tableNamePlaceholder
source: e.g., Contacts, Projects, Tasks
ar: مثال: جهات الاتصال، المشاريع، المهام
es: ej., Contactos, Proyectos, Tareas
fr: ex., Contacts, Projets, Taches
ko: 예: 연락처, 프로젝트, 작업
pt: Ex: Contatos, Projetos, Tarefas
ru: Например: Контакты, Проекты, Задачи
tl: Hal: Mga Kontak, Mga Proyekto, Mga Gawain
vi: Vi du: Danh ba, Du an, Cong viec
zh_hans: 例如：联系人、项目、任务

# tableView_filterPlaceholder
source: Filter %@...
ar: تصفية %@...
es: Filtrar %@...
fr: Filtrer %@...
ko: %@ 필터링...
pt: Filtrar %@...
ru: Фильтровать %@...
tl: I-filter ang %@...
vi: Loc %@...
zh_hans: 筛选 %@...

# tableView_noRecords
source: No records found.
ar: لم يتم العثور على سجلات.
es: No se encontraron registros.
fr: Aucun enregistrement trouve.
ko: 레코드를 찾을 수 없습니다.
pt: Nenhum registro encontrado.
ru: Записи не найдены.
tl: Walang nahanap na mga record.
vi: Khong tim thay ban ghi.
zh_hans: 未找到记录。

# tableView_page
source: Page %1$@ of %2$@
ar: صفحة %1$@ من %2$@
es: Pagina %1$@ de %2$@
fr: Page %1$@ sur %2$@
ko: %1$@ 페이지 중 %2$@ 페이지
pt: Pagina %1$@ de %2$@
ru: Страница %1$@ из %2$@
tl: Pahina %1$@ sa %2$@
vi: Trang %1$@ trong %2$@
zh_hans: 第 %1$@ 页，共 %2$@ 页

# tableView_showing
source: Showing %1$@-%2$@ of %3$@ records
ar: عرض %1$@-%2$@ من %3$@ سجل
es: Mostrando %1$@-%2$@ de %3$@ registros
fr: Affichage de %1$@-%2$@ sur %3$@ enregistrements
ko: %1$@개 중 %2$@-%3$@개 레코드 표시
pt: Mostrando %1$@-%2$@ de %3$@ registros
ru: Показано %1$@-%2$@ из %3$@ записей
tl: Ipinapakita ang %1$@-%2$@ sa %3$@ na mga record
vi: Hien thi %1$@-%2$@ trong %3$@ ban ghi
zh_hans: 显示 %1$@-%2$@ 共 %3$@ 条记录

# taskManager_actions_delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
ko: 삭제
pt: Excluir
ru: Удалить
tl: Burahin
vi: Xoa
zh_hans: 删除

# taskManager_actions_edit
source: Edit Task
ar: تعديل المهمة
es: Editar Tarea
fr: Modifier la Tache
ko: 작업 편집
pt: Editar Tarefa
ru: Редактировать задачу
tl: I-edit ang Gawain
vi: Chinh Sua Cong Viec
zh_hans: 编辑任务

# taskManager_actions_reassign
source: Reassign
ar: إعادة التعيين
es: Reasignar
fr: Reassigner
ko: 재할당
pt: Reatribuir
ru: Переназначить
tl: Muling Italaga
vi: Phan Cong Lai
zh_hans: 重新分配

# taskManager_activeCount
source: %lld active tasks
ar: %lld مهام نشطة
es: %lld tareas activas
fr: %lld taches actives
ko: %lld개 활성 작업
pt: %lld tarefas ativas
ru: %lld активных задач
tl: %lld aktibong gawain
vi: %lld cong viec dang hoat dong
zh_hans: %lld 个活跃任务

# taskManager_automatedFollowUp_description
source: Tasks marked with the bell icon are automatically created when contacts don't respond within 3 days. You can configure automation rules in settings.
ar: المهام المميزة بأيقونة الجرس يتم إنشاؤها تلقائياً عندما لا يستجيب جهات الاتصال خلال 3 أيام. يمكنك تكوين قواعد الأتمتة في الإعدادات.
es: Las tareas marcadas con el icono de campana se crean automaticamente cuando los contactos no responden en 3 dias. Puedes configurar las reglas de automatizacion en ajustes.
fr: Les taches marquees de l'icone de cloche sont creees automatiquement lorsque les contacts ne repondent pas dans les 3 jours. Vous pouvez configurer les regles d'automatisation dans les parametres.
ko: 종 아이콘이 표시된 작업은 연락처가 3일 이내에 응답하지 않을 때 자동으로 생성됩니다. 설정에서 자동화 규칙을 구성할 수 있습니다.
pt: Tarefas marcadas com o icone de sino sao criadas automaticamente quando os contatos nao respondem dentro de 3 dias. Voce pode configurar regras de automacao nas configuracoes.
ru: Задачи, отмеченные значком колокольчика, создаются автоматически, когда контакты не отвечают в течение 3 дней. Вы можете настроить правила автоматизации в настройках.
tl: Ang mga gawaing may marka ng icon ng kampana ay awtomatikong nagagawa kapag hindi tumugon ang mga kontak sa loob ng 3 araw. Maaari mong i-configure ang mga panuntunan sa automation sa settings.
vi: Cac cong viec co bieu tuong chuong duoc tao tu dong khi lien he khong phan hoi trong 3 ngay. Ban co the cau hinh cac quy tac tu dong hoa trong cai dat.
zh_hans: 带有铃铛图标的任务会在联系人3天内未回复时自动创建。您可以在设置中配置自动化规则。

# taskManager_automatedFollowUp_label
source: Automated follow-up
ar: متابعة آلية
es: Seguimiento automatizado
fr: Suivi automatise
ko: 자동 후속 조치
pt: Acompanhamento automatico
ru: Автоматическое напоминание
tl: Awtomatikong follow-up
vi: Theo doi tu dong
zh_hans: 自动跟进

# taskManager_automatedFollowUp_title
source: Automated Follow-Ups
ar: المتابعات الآلية
es: Seguimientos Automatizados
fr: Suivis Automatises
ko: 자동 후속 조치
pt: Acompanhamentos Automaticos
ru: Автоматические напоминания
tl: Mga Awtomatikong Follow-Up
vi: Theo Doi Tu Dong
zh_hans: 自动跟进

# taskManager_empty
source: No tasks found
ar: لم يتم العثور على مهام
es: No se encontraron tareas
fr: Aucune tache trouvee
ko: 작업을 찾을 수 없습니다
pt: Nenhuma tarefa encontrada
ru: Задачи не найдены
tl: Walang nahanap na gawain
vi: Khong tim thay cong viec nao
zh_hans: 未找到任务

# taskManager_filter_all
source: All
ar: الكل
es: Todas
fr: Toutes
ko: 전체
pt: Todas
ru: Все
tl: Lahat
vi: Tat Ca
zh_hans: 全部

# taskManager_filter_allTasks
source: All Tasks
ar: جميع المهام
es: Todas las Tareas
fr: Toutes les Taches
ko: 모든 작업
pt: Todas as Tarefas
ru: Все задачи
tl: Lahat ng Gawain
vi: Tat Ca Cong Viec
zh_hans: 所有任务

# taskManager_filter_completed
source: Completed
ar: مكتملة
es: Completadas
fr: Terminees
ko: 완료됨
pt: Concluidas
ru: Завершены
tl: Nakumpleto
vi: Hoan Thanh
zh_hans: 已完成

# taskManager_filter_inProgress
source: In Progress
ar: قيد التنفيذ
es: En Progreso
fr: En Cours
ko: 진행 중
pt: Em Andamento
ru: В работе
tl: Kasalukuyang Ginagawa
vi: Dang Thuc Hien
zh_hans: 进行中

# taskManager_filter_label
source: Filter:
ar: تصفية:
es: Filtrar:
fr: Filtrer :
ko: 필터:
pt: Filtrar:
ru: Фильтр:
vi: Loc:
zh_hans: 筛选：

# taskManager_filter_pending
source: Pending
ar: قيد الانتظار
es: Pendientes
fr: En Attente
ko: 대기 중
pt: Pendentes
ru: Ожидают
tl: Naghihintay
vi: Cho Xu Ly
zh_hans: 待处理

# taskManager_metadata_contact
source: Contact: %@
ar: جهة الاتصال: %@
es: Contacto: %@
ko: 연락처: %@
pt: Contato: %@
ru: Контакт: %@
tl: Kontak: %@
vi: Lien He: %@
zh_hans: 联系人：%@

# taskManager_metadata_priority_high
source: High priority
ar: أولوية عالية
es: Prioridad alta
fr: Priorite haute
ko: 높은 우선순위
pt: Alta prioridade
ru: Высокий приоритет
tl: Mataas na prioridad
vi: Uu tien cao
zh_hans: 高优先级

# taskManager_metadata_priority_low
source: Low priority
ar: أولوية منخفضة
es: Prioridad baja
fr: Priorite basse
ko: 낮은 우선순위
pt: Baixa prioridade
ru: Низкий приоритет
tl: Mababang prioridad
vi: Uu tien thap
zh_hans: 低优先级

# taskManager_metadata_priority_medium
source: Medium priority
ar: أولوية متوسطة
es: Prioridad media
fr: Priorite moyenne
ko: 보통 우선순위
pt: Prioridade media
ru: Средний приоритет
tl: Katamtamang prioridad
vi: Uu tien trung binh
zh_hans: 中优先级

# taskManager_newTask
source: New Task
ar: مهمة جديدة
es: Nueva Tarea
fr: Nouvelle Tache
ko: 새 작업
pt: Nova Tarefa
ru: Новая задача
tl: Bagong Gawain
vi: Cong Viec Moi
zh_hans: 新建任务

# taskManager_title
source: Task Queue
ar: قائمة المهام
es: Cola de Tareas
fr: File de Taches
ko: 작업 대기열
pt: Fila de Tarefas
ru: Очередь задач
tl: Pila ng mga Gawain
vi: Hang Doi Cong Viec
zh_hans: 任务队列

# tasks_automatedFollowup
source: Automated follow-up
ar: متابعة آلية
es: Seguimiento automatizado
fr: Suivi automatisé
ko: 자동 후속 조치
pt: Acompanhamento automatizado
ru: Автоматическое напоминание
tl: Automated na follow-up
vi: Theo dõi tự động
zh_hans: 自动跟进

# tasks_editTask
source: Edit Task
ar: تعديل المهمة
es: Editar tarea
fr: Modifier la tâche
ko: 작업 편집
pt: Editar Tarefa
ru: Редактировать задачу
tl: I-edit ang Task
vi: Sửa công việc
zh_hans: 编辑任务

# tasks_reassign
source: Reassign
ar: إعادة التعيين
es: Reasignar
fr: Réassigner
ko: 재할당
pt: Reatribuir
ru: Переназначить
tl: I-reassign
vi: Giao lại
zh_hans: 重新分配

# templateBuilder_addRelationship
source: Add Relationship
ar: إضافة علاقة
es: Agregar Relación
fr: Ajouter une Relation
ko: 관계 추가
pt: Adicionar Relacionamento
ru: Добавить связь
tl: Magdagdag ng Relasyon
vi: Them Moi quan he
zh_hans: 添加关系

# templateBuilder_addTable
source: Add Table
ar: إضافة جدول
es: Agregar Tabla
fr: Ajouter une Table
ko: 테이블 추가
pt: Adicionar Tabela
ru: Добавить таблицу
tl: Magdagdag ng Talahanayan
vi: Them Bang
zh_hans: 添加表格

# templateBuilder_addTableFirst
source: Please add at least one table
ar: يرجى إضافة جدول واحد على الأقل
es: Por favor agrega al menos una tabla
fr: Veuillez ajouter au moins une table
ko: 최소 하나의 테이블을 추가하세요
pt: Por favor, adicione pelo menos uma tabela
ru: Добавьте хотя бы одну таблицу
tl: Mangyaring magdagdag ng kahit isang talahanayan
vi: Vui long them it nhat mot bang
zh_hans: 请添加至少一个表格

# templateBuilder_categories_crm
source: CRM
ar: إدارة علاقات العملاء
zh_hans: 客户关系管理

# templateBuilder_categories_custom
source: Custom
ar: مخصص
es: Personalizado
fr: Personnalise
ko: 사용자 정의
pt: Personalizado
ru: Пользовательская
vi: Tuy chinh
zh_hans: 自定义

# templateBuilder_categories_general
source: General
ar: عام
ko: 일반
pt: Geral
ru: Общее
tl: Pangkalahatan
vi: Chung
zh_hans: 通用

# templateBuilder_categories_inventory
source: Inventory
ar: المخزون
es: Inventario
fr: Inventaire
ko: 재고
pt: Inventario
ru: Инвентаризация
tl: Imbentaryo
vi: Kho hang
zh_hans: 库存

# templateBuilder_categories_project
source: Project Management
ar: إدارة المشاريع
es: Gestión de Proyectos
fr: Gestion de Projet
ko: 프로젝트 관리
pt: Gerenciamento de Projetos
ru: Управление проектами
tl: Pamamahala ng Proyekto
vi: Quan ly Du an
zh_hans: 项目管理

# templateBuilder_category
source: Category
ar: الفئة
es: Categoría
fr: Categorie
ko: 카테고리
pt: Categoria
ru: Категория
tl: Kategorya
vi: Danh muc
zh_hans: 类别

# templateBuilder_createTemplate
source: Create Template
ar: إنشاء قالب
es: Crear Plantilla
fr: Creer un Modele
ko: 템플릿 만들기
pt: Criar Modelo
ru: Создать шаблон
tl: Lumikha ng Template
vi: Tao Mau
zh_hans: 创建模板

# templateBuilder_deleteTable
source: Are you sure you want to delete this table?
ar: هل أنت متأكد من حذف هذا الجدول؟
es: ¿Estás seguro de que deseas eliminar esta tabla?
fr: Etes-vous sur de vouloir supprimer cette table ?
ko: 이 테이블을 삭제하시겠습니까?
pt: Tem certeza de que deseja excluir esta tabela?
ru: Вы уверены, что хотите удалить эту таблицу?
tl: Sigurado ka bang gusto mong burahin ang talahanayang ito?
vi: Ban co chac chan muon xoa bang nay khong?
zh_hans: 您确定要删除此表格吗？

# templateBuilder_description
source: Description
ar: الوصف
es: Descripción
ko: 설명
pt: Descricao
ru: Описание
tl: Paglalarawan
vi: Mo ta
zh_hans: 描述

# templateBuilder_descriptionPlaceholder
source: Describe what this template is for and what it includes...
ar: صف الغرض من هذا القالب وما يتضمنه...
es: Describe para qué es esta plantilla y qué incluye...
fr: Decrivez a quoi sert ce modele et ce qu'il inclut...
ko: 이 템플릿의 용도와 포함 내용을 설명하세요...
pt: Descreva para que serve este modelo e o que ele inclui...
ru: Опишите назначение этого шаблона и что в него входит...
tl: Ilarawan kung para saan ang template na ito at kung ano ang kasama nito...
vi: Mo ta muc dich cua mau nay va nhung gi no bao gom...
zh_hans: 描述此模板的用途及包含内容...

# templateBuilder_enterName
source: Please enter a template name
ar: يرجى إدخال اسم القالب
es: Por favor ingresa un nombre de plantilla
fr: Veuillez entrer un nom de modele
ko: 템플릿 이름을 입력하세요
pt: Por favor, insira um nome para o modelo
ru: Введите название шаблона
tl: Mangyaring maglagay ng pangalan ng template
vi: Vui long nhap ten mau
zh_hans: 请输入模板名称

# templateBuilder_field
source: field
ar: حقل
es: campo
fr: champ
ko: 필드
pt: campo
ru: поле
vi: truong
zh_hans: 字段

# templateBuilder_fields
source: fields
ar: حقول
es: campos
fr: champs
ko: 필드
pt: campos
ru: полей
tl: mga field
vi: truong
zh_hans: 字段

# templateBuilder_more
source: +%lld more
ar: +%lld المزيد
es: +%lld más
fr: +%lld de plus
ko: +%lld개 더
pt: +%lld mais
ru: +%lld ещё
tl: +%lld pa
vi: +%lld them
zh_hans: +%lld 更多

# templateBuilder_noRelationships
source: No relationships yet.
ar: لا توجد علاقات بعد.
es: Aún no hay relaciones.
fr: Aucune relation pour l'instant.
ko: 아직 관계가 없습니다.
pt: Nenhum relacionamento ainda.
ru: Пока нет связей.
tl: Wala pang mga relasyon.
vi: Chua co moi quan he nao.
zh_hans: 暂无关系。

# templateBuilder_noRelationshipsConnect
source: Add a relationship to connect your tables.
ar: أضف علاقة لربط جداولك.
es: Agrega una relación para conectar tus tablas.
fr: Ajoutez une relation pour connecter vos tables.
ko: 테이블을 연결하려면 관계를 추가하세요.
pt: Adicione um relacionamento para conectar suas tabelas.
ru: Добавьте связь для соединения таблиц.
tl: Magdagdag ng relasyon para ikonekta ang iyong mga talahanayan.
vi: Them moi quan he de ket noi cac bang cua ban.
zh_hans: 添加关系以连接您的表格。

# templateBuilder_noRelationshipsNeedTables
source: Add at least 2 tables first.
ar: أضف جدولين على الأقل أولاً.
es: Primero agrega al menos 2 tablas.
fr: Ajoutez d'abord au moins 2 tables.
ko: 먼저 최소 2개의 테이블을 추가하세요.
pt: Adicione pelo menos 2 tabelas primeiro.
ru: Сначала добавьте минимум 2 таблицы.
tl: Magdagdag muna ng kahit 2 talahanayan.
vi: Them it nhat 2 bang truoc.
zh_hans: 请先添加至少2个表格。

# templateBuilder_noTables
source: No tables yet. Add your first table to get started.
ar: لا توجد جداول بعد. أضف جدولك الأول للبدء.
es: Aún no hay tablas. Agrega tu primera tabla para comenzar.
fr: Aucune table pour l'instant. Ajoutez votre premiere table pour commencer.
ko: 아직 테이블이 없습니다. 시작하려면 첫 번째 테이블을 추가하세요.
pt: Nenhuma tabela ainda. Adicione sua primeira tabela para comecar.
ru: Пока нет таблиц. Добавьте первую таблицу, чтобы начать.
tl: Wala pang mga talahanayan. Magdagdag ng iyong unang talahanayan para makapagsimula.
vi: Chua co bang nao. Them bang dau tien de bat dau.
zh_hans: 暂无表格。添加您的第一个表格以开始。

# templateBuilder_relationship_add
source: Add
ar: إضافة
es: Agregar
fr: Ajouter
ko: 추가
pt: Adicionar
ru: Добавить
tl: Idagdag
vi: Them
zh_hans: 添加

# templateBuilder_relationship_cascade
source: Cascade (delete related records)
ar: تتالي (حذف السجلات المرتبطة)
es: Cascada (eliminar registros relacionados)
fr: Cascade (supprimer les enregistrements lies)
ko: 연쇄 삭제 (관련 레코드 삭제)
pt: Cascata (excluir registros relacionados)
ru: Каскадное (удалить связанные записи)
tl: Cascade (burahin ang mga kaugnay na rekord)
vi: Lien tuc (xoa cac ban ghi lien quan)
zh_hans: 级联（删除相关记录）
