Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# fileList_confirmDeleteFolder
source: Delete this folder and all its contents?
ar: هل تريد حذف هذا المجلد وجميع محتوياته؟
es: Eliminar esta carpeta y todo su contenido?
fr: Supprimer ce dossier et tout son contenu ?
ko: 이 폴더와 모든 내용을 삭제하시겠습니까?
pt: Excluir esta pasta e todo o seu conteudo?
ru: Удалить эту папку и все её содержимое?
tl: Burahin ang folder na ito at lahat ng nilalaman nito?
vi: Xoa thu muc nay va tat ca noi dung?
zh_hans: 确定删除此文件夹及其所有内容？

# fileList_delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
ko: 삭제
pt: Excluir
ru: Удалить
tl: Burahin
vi: Xoa
zh_hans: 删除

# fileList_download
source: Download
ar: تحميل
es: Descargar
fr: Telecharger
ko: 다운로드
pt: Baixar
ru: Скачать
tl: I-download
vi: Tai xuong
zh_hans: 下载

# fileList_share
source: Share
ar: مشاركة
es: Compartir
fr: Partager
ko: 공유
pt: Compartilhar
ru: Поделиться
tl: Ibahagi
vi: Chia se
zh_hans: 分享

# filePreview_activityTab
source: Activity
ar: النشاط
es: Actividad
fr: Activite
ko: 활동
pt: Atividade
ru: Активность
tl: Aktibidad
vi: Hoat dong
zh_hans: 活动

# filePreview_archiveContents
source: Archive Contents
ar: محتويات الأرشيف
es: Contenido del archivo
fr: Contenu de l'archive
ko: 압축 파일 내용
pt: Conteudo do Arquivo
ru: Содержимое архива
tl: Mga Nilalaman ng Archive
vi: Noi dung luu tru
zh_hans: 压缩包内容

# filePreview_audioNotSupported
source: Your browser does not support the audio tag.
ar: متصفحك لا يدعم وسم الصوت.
es: Tu navegador no soporta la etiqueta de audio.
fr: Votre navigateur ne prend pas en charge la balise audio.
ko: 브라우저가 오디오 태그를 지원하지 않습니다.
pt: Seu navegador nao suporta a tag de audio.
ru: Ваш браузер не поддерживает тег audio.
tl: Hindi sinusuportahan ng iyong browser ang audio tag.
vi: Trinh duyet cua ban khong ho tro the audio.
zh_hans: 您的浏览器不支持音频标签。

# filePreview_current
source: Current
ar: الحالي
es: Actual
fr: Actuelle
ko: 현재
pt: Atual
ru: Текущая
tl: Kasalukuyan
vi: Hien tai
zh_hans: 当前

# filePreview_detailsTab
source: Details
ar: التفاصيل
es: Detalles
ko: 세부 정보
pt: Detalhes
ru: Детали
tl: Mga Detalye
vi: Chi tiet
zh_hans: 详情

# filePreview_download
source: Download
ar: تنزيل
es: Descargar
fr: Telecharger
ko: 다운로드
pt: Baixar
ru: Скачать
tl: I-download
vi: Tai xuong
zh_hans: 下载

# filePreview_downloadToView
source: Download to View
ar: تنزيل للعرض
es: Descargar para ver
fr: Telecharger pour voir
ko: 다운로드하여 보기
pt: Baixar para Visualizar
ru: Скачать для просмотра
tl: I-download para Tingnan
vi: Tai xuong de xem
zh_hans: 下载查看

# filePreview_downloadToViewShort
source: Download to view
ar: تنزيل للعرض
es: Descargar para ver
fr: Telecharger pour voir
ko: 다운로드하여 보기
pt: Baixar para visualizar
ru: Скачать для просмотра
tl: I-download para tingnan
vi: Tai xuong de xem
zh_hans: 下载查看

# filePreview_e2eEncrypted
source: End-to-end encrypted
ar: مشفر من طرف إلى طرف
es: Cifrado de extremo a extremo
fr: Chiffrement de bout en bout
ko: 종단간 암호화됨
pt: Criptografia ponta a ponta
ru: Сквозное шифрование
vi: Ma hoa dau cuoi
zh_hans: 端到端加密

# filePreview_emptyArchive
source: Empty archive or unable to read contents
ar: أرشيف فارغ أو تعذر قراءة المحتويات
es: Archivo vacio o no se puede leer el contenido
fr: Archive vide ou contenu illisible
ko: 빈 압축 파일이거나 내용을 읽을 수 없습니다
pt: Arquivo vazio ou impossivel ler o conteudo
ru: Пустой архив или невозможно прочитать содержимое
tl: Walang laman ang archive o hindi mabasa ang mga nilalaman
vi: Luu tru trong hoac khong the doc noi dung
zh_hans: 空压缩包或无法读取内容

# filePreview_encryption
source: Encryption
ar: التشفير
es: Cifrado
fr: Chiffrement
ko: 암호화
pt: Criptografia
ru: Шифрование
vi: Ma hoa
zh_hans: 加密

# filePreview_failedToLoad
source: Failed to load preview
ar: فشل تحميل المعاينة
es: Error al cargar la vista previa
fr: Echec du chargement de l'apercu
ko: 미리보기 로드 실패
pt: Falha ao carregar visualizacao
ru: Не удалось загрузить предпросмотр
tl: Hindi na-load ang preview
vi: Khong the tai xem truoc
zh_hans: 加载预览失败

# filePreview_fileModified
source: File modified
ar: تم تعديل الملف
es: Archivo modificado
fr: Fichier modifie
ko: 파일 수정됨
pt: Arquivo modificado
ru: Файл изменён
tl: Binago ang file
vi: Tap tin da chinh sua
zh_hans: 文件已修改

# filePreview_fileType
source: File Type
ar: نوع الملف
es: Tipo de archivo
fr: Type de fichier
ko: 파일 형식
pt: Tipo de Arquivo
ru: Тип файла
tl: Uri ng File
vi: Loai tap tin
zh_hans: 文件类型

# filePreview_fileUploaded
source: File uploaded
ar: تم رفع الملف
es: Archivo subido
fr: Fichier telecharge
ko: 파일 업로드됨
pt: Arquivo enviado
ru: Файл загружен
tl: Na-upload ang file
vi: Tap tin da tai len
zh_hans: 文件已上传

# filePreview_itemsCount
source: %lld items
ar: %lld عناصر
es: %lld elementos
fr: %lld elements
ko: %lld개 항목
pt: %lld itens
ru: %lld элементов
tl: %lld item
vi: %lld muc
zh_hans: %lld 个项目

# filePreview_loading3D
source: Loading 3D viewer...
ar: جارٍ تحميل عارض ثلاثي الأبعاد...
es: Cargando visor 3D...
fr: Chargement du visualiseur 3D...
ko: 3D 뷰어 로딩 중...
pt: Carregando visualizador 3D...
ru: Загрузка 3D-просмотрщика...
tl: Naglo-load ng 3D viewer...
vi: Dang tai trinh xem 3D...
zh_hans: 正在加载3D查看器...

# filePreview_loadingPreview
source: Loading preview...
ar: جارٍ تحميل المعاينة...
es: Cargando vista previa...
fr: Chargement de l'apercu...
ko: 미리보기 로딩 중...
pt: Carregando visualizacao...
ru: Загрузка предпросмотра...
tl: Naglo-load ng preview...
vi: Dang tai xem truoc...
zh_hans: 正在加载预览...

# filePreview_loadingVersions
source: Loading versions...
ar: جارٍ تحميل الإصدارات...
es: Cargando versiones...
fr: Chargement des versions...
ko: 버전 로딩 중...
pt: Carregando versoes...
ru: Загрузка версий...
tl: Naglo-load ng mga bersyon...
vi: Dang tai phien ban...
zh_hans: 正在加载版本...

# filePreview_modified
source: Modified
ar: تم التعديل
es: Modificado
fr: Modifie
ko: 수정
pt: Modificado
ru: Изменён
tl: Binago
vi: Da chinh sua
zh_hans: 修改时间

# filePreview_noPreview
source: Preview not available for this file type
ar: المعاينة غير متاحة لهذا النوع من الملفات
es: Vista previa no disponible para este tipo de archivo
fr: Apercu non disponible pour ce type de fichier
ko: 이 파일 형식은 미리보기를 지원하지 않습니다
pt: Visualizacao nao disponivel para este tipo de arquivo
ru: Предпросмотр недоступен для этого типа файла
tl: Hindi available ang preview para sa ganitong uri ng file
vi: Khong the xem truoc loai tap tin nay
zh_hans: 此文件类型不支持预览

# filePreview_noVersionHistory
source: No version history available
ar: لا يتوفر سجل إصدارات
es: No hay historial de versiones disponible
fr: Aucun historique de versions disponible
ko: 버전 기록이 없습니다
pt: Historico de versoes indisponivel
ru: История версий недоступна
tl: Walang available na kasaysayan ng bersyon
vi: Khong co lich su phien ban
zh_hans: 暂无版本历史

# filePreview_officeApps
source: Open in Microsoft Office, Google Docs, or LibreOffice.
ar: فتح في Microsoft Office أو Google Docs أو LibreOffice.
es: Abrir en Microsoft Office, Google Docs o LibreOffice.
fr: Ouvrir dans Microsoft Office, Google Docs ou LibreOffice.
ko: Microsoft Office, Google Docs 또는 LibreOffice에서 열기
pt: Abra no Microsoft Office, Google Docs ou LibreOffice.
ru: Открыть в Microsoft Office, Google Docs или LibreOffice.
tl: Buksan sa Microsoft Office, Google Docs, o LibreOffice.
vi: Mo trong Microsoft Office, Google Docs hoac LibreOffice.
zh_hans: 在Microsoft Office、Google Docs或LibreOffice中打开。

# filePreview_officeDesc
source: Office documents can be viewed by downloading the file.
ar: يمكن عرض مستندات أوفيس عن طريق تنزيل الملف.
es: Los documentos de Office se pueden ver descargando el archivo.
fr: Les documents Office peuvent etre consultes en telechargeant le fichier.
ko: Office 문서는 파일을 다운로드하여 볼 수 있습니다.
pt: Documentos Office podem ser visualizados baixando o arquivo.
ru: Документы Office можно просмотреть, скачав файл.
tl: Maaaring tingnan ang mga dokumento ng Office sa pamamagitan ng pag-download ng file.
vi: Tai lieu Office co the xem bang cach tai tap tin xuong.
zh_hans: Office文档可以通过下载文件查看。

# filePreview_officeDocument
source: Office Document
ar: مستند أوفيس
es: Documento de Office
fr: Document Office
ko: Office 문서
pt: Documento Office
ru: Документ Office
tl: Dokumento ng Office
vi: Tai lieu Office
zh_hans: Office文档

# filePreview_restore
source: Restore
ar: استعادة
es: Restaurar
fr: Restaurer
ko: 복원
pt: Restaurar
ru: Восстановить
tl: I-restore
vi: Khoi phuc
zh_hans: 恢复

# filePreview_restoreConfirm
source: Restore file to version %lld?
ar: استعادة الملف إلى الإصدار %lld؟
es: Restaurar archivo a la version %lld?
fr: Restaurer le fichier a la version %lld ?
ko: 버전 %lld으로 파일을 복원하시겠습니까?
pt: Restaurar arquivo para a versao %lld?
ru: Восстановить файл до версии %lld?
tl: I-restore ang file sa bersyon %lld?
vi: Khoi phuc tap tin ve phien ban %lld?
zh_hans: 确定恢复到版本 %lld？

# filePreview_restoreFailed
source: Failed to restore version
ar: فشلت استعادة الإصدار
es: Error al restaurar la version
fr: Echec de la restauration de la version
ko: 버전 복원 실패
pt: Falha ao restaurar versao
ru: Не удалось восстановить версию
tl: Nabigong i-restore ang bersyon
vi: Khoi phuc phien ban that bai
zh_hans: 版本恢复失败

# filePreview_restoreSuccess
source: Version restored successfully
ar: تمت استعادة الإصدار بنجاح
es: Version restaurada correctamente
fr: Version restauree avec succes
ko: 버전이 성공적으로 복원되었습니다
pt: Versao restaurada com sucesso
ru: Версия успешно восстановлена
tl: Matagumpay na na-restore ang bersyon
vi: Khoi phuc phien ban thanh cong
zh_hans: 版本恢复成功

# filePreview_share
source: Share
ar: مشاركة
es: Compartir
fr: Partager
ko: 공유
pt: Compartilhar
ru: Поделиться
tl: Ibahagi
vi: Chia se
zh_hans: 分享

# filePreview_size
source: Size
ar: الحجم
es: Tamano
fr: Taille
ko: 크기
pt: Tamanho
ru: Размер
tl: Laki
vi: Kich thuoc
zh_hans: 大小

# filePreview_uploaded
source: Uploaded
ar: تم الرفع
es: Subido
fr: Telecharge
ko: 업로드
pt: Enviado
ru: Загружен
tl: Na-upload
vi: Da tai len
zh_hans: 上传时间

# filePreview_version
source: Version %lld
ar: الإصدار %lld
ko: 버전 %lld
pt: Versao %lld
ru: Версия %lld
tl: Bersyon %lld
vi: Phien ban %lld
zh_hans: 版本 %lld

# filePreview_versionHistory
source: Version History
ar: سجل الإصدارات
es: Historial de versiones
fr: Historique des versions
ko: 버전 기록
pt: Historico de Versoes
ru: История версий
tl: Kasaysayan ng Bersyon
vi: Lich su phien ban
zh_hans: 版本历史

# filePreview_versionsTab
source: Versions
ar: الإصدارات
es: Versiones
ko: 버전
pt: Versoes
ru: Версии
tl: Mga Bersyon
vi: Phien ban
zh_hans: 版本

# filePreview_videoNotSupported
source: Your browser does not support the video tag.
ar: متصفحك لا يدعم وسم الفيديو.
es: Tu navegador no soporta la etiqueta de video.
fr: Votre navigateur ne prend pas en charge la balise video.
ko: 브라우저가 비디오 태그를 지원하지 않습니다.
pt: Seu navegador nao suporta a tag de video.
ru: Ваш браузер не поддерживает тег video.
tl: Hindi sinusuportahan ng iyong browser ang video tag.
vi: Trinh duyet cua ban khong ho tro the video.
zh_hans: 您的浏览器不支持视频标签。

# files_accesses
source: %lld accesses
ar: %lld وصول
es: %lld accesos
fr: %lld acces
ko: %lld회 접근
pt: %lld acessos
ru: %lld обращений
tl: %lld access
vi: %lld lượt truy cập
zh_hans: %lld 次访问

# files_actions_deleted
source: Deleted
ar: تم الحذف
es: Eliminado
fr: Supprime
ko: 삭제됨
pt: Excluido
ru: Удалён
tl: Binura
vi: Đã xóa
zh_hans: 已删除

# files_actions_downloaded
source: Downloaded
ar: تم التحميل
es: Descargado
fr: Telecharge
ko: 다운로드됨
pt: Baixado
ru: Скачан
tl: Na-download
vi: Đã tải xuống
zh_hans: 已下载

# files_actions_moved
source: Moved
ar: تم النقل
es: Movido
fr: Deplace
ko: 이동됨
pt: Movido
ru: Перемещён
tl: Inilipat
vi: Đã di chuyển
zh_hans: 已移动

# files_actions_renamed
source: Renamed
ar: تمت إعادة التسمية
es: Renombrado
fr: Renomme
ko: 이름 변경됨
pt: Renomeado
ru: Переименован
tl: Pinalitan ang pangalan
vi: Đã đổi tên
zh_hans: 已重命名

# files_actions_shared
source: Shared
ar: تمت المشاركة
es: Compartido
fr: Partage
ko: 공유됨
pt: Compartilhado
ru: Предоставлен
tl: Naibahagi
vi: Đã chia sẻ
zh_hans: 已分享

# files_actions_uploaded
source: Uploaded
ar: تم الرفع
es: Subido
fr: Televerse
ko: 업로드됨
pt: Enviado
ru: Загружен
tl: Na-upload
vi: Đã tải lên
zh_hans: 已上传

# files_actions_viewed
source: Viewed
ar: تم العرض
es: Visto
fr: Consulte
ko: 조회됨
pt: Visualizado
ru: Просмотрен
tl: Nakita
vi: Đã xem
zh_hans: 已查看

# files_activeFilters
source: Active filters:
ar: الفلاتر النشطة:
es: Filtros activos:
fr: Filtres actifs :
ko: 활성 필터:
pt: Filtros ativos:
ru: Активные фильтры:
tl: Mga aktibong filter:
vi: Bộ lọc đang hoạt động:
zh_hans: 活动筛选器：

# files_activity
source: Activity
ar: النشاط
es: Actividad
fr: Activite
ko: 활동
pt: Atividade
ru: Активность
tl: Aktibidad
vi: Hoạt động
zh_hans: 活动

# files_allSizes
source: All Sizes
ar: جميع الأحجام
es: Todos los tamaños
fr: Toutes les tailles
ko: 모든 크기
pt: Todos os Tamanhos
ru: Все размеры
tl: Lahat ng Laki
vi: Tất cả kích thước
zh_hans: 所有大小

# files_allTypes
source: All Types
ar: جميع الأنواع
es: Todos los tipos
fr: Tous les types
ko: 모든 유형
pt: Todos os Tipos
ru: Все типы
tl: Lahat ng Uri
vi: Tất cả loại
zh_hans: 所有类型

# files_analytics
source: Analytics
ar: التحليلات
es: Analíticas
fr: Analytiques
ko: 분석
pt: Analiticos
ru: Аналитика
vi: Phân tích
zh_hans: 分析

# files_analyticsTitle
source: File Analytics
ar: تحليلات الملفات
es: Analíticas de Archivos
fr: Analytique des Fichiers
ko: 파일 분석
pt: Analise de Arquivos
ru: Аналитика файлов
tl: Analytics ng mga File
vi: Phân tích Tệp
zh_hans: 文件分析

# files_anyTime
source: Any Time
ar: أي وقت
es: Cualquier momento
fr: N'importe quand
ko: 모든 시간
pt: Qualquer Hora
ru: Любое время
tl: Anumang Oras
vi: Bất kỳ lúc nào
zh_hans: 任何时间

# files_archives
source: Archives
ar: الأرشيفات
es: Archivos comprimidos
ko: 압축 파일
pt: Arquivos Compactados
ru: Архивы
tl: Mga Archive
vi: Tệp nén
zh_hans: 压缩文件

# files_audio
source: Audio
ar: الصوت
ko: 오디오
ru: Аудио
vi: Âm thanh
zh_hans: 音频

# files_bulkShare_complete
source: Bulk Share Complete
ar: اكتملت المشاركة الجماعية
es: Compartido Masivo Completado
fr: Partage en Masse Termine
ko: 일괄 공유 완료
pt: Compartilhamento em Massa Concluido
ru: Массовый обмен завершён
tl: Tapos na ang Bulk Share
vi: Chia sẻ Hàng loạt Hoàn tất
zh_hans: 批量分享完成

# files_bulkShare_createLinks
source: Create Links
ar: إنشاء روابط
es: Crear Enlaces
fr: Creer des Liens
ko: 링크 생성
pt: Criar Links
ru: Создать ссылки
tl: Gumawa ng mga Link
vi: Tạo Liên kết
zh_hans: 创建链接

# files_bulkShare_day
source: 1 day
ar: يوم واحد
es: 1 día
fr: 1 jour
ko: 1일
pt: 1 dia
ru: 1 день
tl: 1 araw
vi: 1 ngày
zh_hans: 1 天

# files_bulkShare_days30
source: 30 days
ar: 30 يوماً
es: 30 días
fr: 30 jours
ko: 30일
pt: 30 dias
ru: 30 дней
tl: 30 araw
vi: 30 ngày
zh_hans: 30 天

# files_bulkShare_days7
source: 7 days
ar: 7 أيام
es: 7 días
fr: 7 jours
ko: 7일
pt: 7 dias
ru: 7 дней
tl: 7 araw
vi: 7 ngày
zh_hans: 7 天

# files_bulkShare_days90
source: 90 days
ar: 90 يوماً
es: 90 días
fr: 90 jours
ko: 90일
pt: 90 dias
ru: 90 дней
tl: 90 araw
vi: 90 ngày
zh_hans: 90 天

# files_bulkShare_description
source: Share multiple files with the same settings
ar: مشاركة ملفات متعددة بنفس الإعدادات
es: Compartir múltiples archivos con la misma configuración
fr: Partager plusieurs fichiers avec les memes parametres
ko: 동일한 설정으로 여러 파일을 공유합니다
pt: Compartilhar varios arquivos com as mesmas configuracoes
ru: Поделиться несколькими файлами с одинаковыми настройками
tl: Ibahagi ang maraming file na may parehong setting
vi: Chia sẻ nhiều tệp với cùng cài đặt
zh_hans: 使用相同设置分享多个文件

# files_bulkShare_done
source: Done
ar: تم
es: Listo
fr: Termine
ko: 완료
pt: Concluido
ru: Готово
tl: Tapos na
vi: Xong
zh_hans: 完成

# files_bulkShare_expiresIn
source: Expires in (days)
ar: تنتهي الصلاحية خلال (أيام)
es: Expira en (días)
fr: Expire dans (jours)
ko: 만료 기간 (일)
pt: Expira em (dias)
ru: Срок действия (дней)
tl: Mag-e-expire sa (araw)
vi: Hết hạn sau (ngày)
zh_hans: 过期时间（天）

# files_bulkShare_failedToShare
source: %lld file(s) failed to share:
ar: %lld ملف(ات) فشلت مشاركتها:
es: %lld archivo(s) no se pudieron compartir:
fr: %lld fichier(s) n'ont pas pu etre partages :
ko: %lld개 파일 공유 실패:
pt: %lld arquivo(s) falharam ao compartilhar:
ru: Не удалось поделиться %lld файлом(ами):
tl: %lld file ang nabigo sa pagbabahagi:
vi: %lld tệp không thể chia sẻ:
zh_hans: %lld 个文件分享失败：

# files_bulkShare_filesSharedSuccessfully
source: files shared successfully
ar: ملفات تمت مشاركتها بنجاح
es: archivos compartidos exitosamente
fr: fichiers partages avec succes
ko: 파일이 성공적으로 공유되었습니다
pt: arquivos compartilhados com sucesso
ru: файлов успешно предоставлено
tl: mga file ang matagumpay na naibahagi
vi: tệp đã được chia sẻ thành công
zh_hans: 个文件分享成功

# files_bulkShare_generateLinks
source: Generate public links for all files
ar: إنشاء روابط عامة لجميع الملفات
es: Generar enlaces públicos para todos los archivos
fr: Generer des liens publics pour tous les fichiers
ko: 모든 파일에 대한 공개 링크 생성
pt: Gerar links publicos para todos os arquivos
ru: Создать публичные ссылки для всех файлов
tl: Gumawa ng mga pampublikong link para sa lahat ng file
vi: Tạo liên kết công khai cho tất cả tệp
zh_hans: 为所有文件生成公开链接

# files_bulkShare_member
source: Member
ar: عضو
es: Miembro
fr: Membre
ko: 멤버
pt: Membro
ru: Участник
tl: Miyembro
vi: Thành viên
zh_hans: 成员

# files_bulkShare_more
source: +%lld more
ar: +%lld المزيد
es: +%lld más
fr: +%lld de plus
ko: +%lld개 더
pt: +%lld mais
ru: +%lld ещё
tl: +%lld pa
vi: +%lld tệp nữa
zh_hans: +%lld 更多

# files_bulkShare_never
source: Never
ar: أبداً
es: Nunca
fr: Jamais
ko: 만료 안함
pt: Nunca
ru: Бессрочно
tl: Kailanman
vi: Không bao giờ
zh_hans: 永不

# files_bulkShare_noGroupMembers
source: No group members found
ar: لم يتم العثور على أعضاء في المجموعة
es: No se encontraron miembros del grupo
fr: Aucun membre du groupe trouve
ko: 그룹 멤버를 찾을 수 없습니다
pt: Nenhum membro do grupo encontrado
ru: Участники группы не найдены
tl: Walang nakitang miyembro ng grupo
vi: Không tìm thấy thành viên nhóm
zh_hans: 未找到群组成员

# files_bulkShare_passwordOptional
source: Password (optional, same for all)
ar: كلمة المرور (اختيارية، نفسها للجميع)
es: Contraseña (opcional, igual para todos)
fr: Mot de passe (optionnel, identique pour tous)
ko: 비밀번호 (선택 사항, 모든 파일에 동일하게 적용)
pt: Senha (opcional, a mesma para todos)
ru: Пароль (необязательно, одинаковый для всех)
tl: Password (opsyonal, pareho para sa lahat)
vi: Mật khẩu (tùy chọn, giống nhau cho tất cả)
zh_hans: 密码（可选，所有文件相同）

# files_bulkShare_passwordPlaceholder
source: Leave empty for no password
ar: اتركه فارغاً بدون كلمة مرور
es: Dejar vacío para sin contraseña
fr: Laisser vide pour aucun mot de passe
ko: 비밀번호 없이 비워두기
pt: Deixe vazio para nao usar senha
ru: Оставьте пустым без пароля
tl: Iwanang blangko kung walang password
vi: Để trống nếu không cần mật khẩu
zh_hans: 留空表示无密码

# files_bulkShare_percentComplete
source: %@% complete
ar: %@% مكتمل
es: %@% completado
fr: %@% termine
ko: %@% 완료
pt: %@% concluido
ru: %@% выполнено
tl: %@% kumpleto
vi: %@% hoàn thành
zh_hans: %@% 已完成

# files_bulkShare_permissionLevel
source: Permission Level
ar: مستوى الصلاحية
es: Nivel de Permiso
fr: Niveau de Permission
ko: 권한 수준
pt: Nivel de Permissao
ru: Уровень доступа
tl: Antas ng Pahintulot
vi: Mức độ Quyền hạn
zh_hans: 权限级别

# files_bulkShare_pleaseWait
source: Please wait while we share your files
ar: يرجى الانتظار بينما نشارك ملفاتك
es: Por favor espera mientras compartimos tus archivos
fr: Veuillez patienter pendant le partage de vos fichiers
ko: 파일을 공유하는 동안 잠시 기다려 주세요
pt: Por favor, aguarde enquanto compartilhamos seus arquivos
ru: Пожалуйста, подождите, пока файлы будут предоставлены
tl: Maghintay habang ibinabahagi ang iyong mga file
vi: Vui lòng đợi trong khi chúng tôi chia sẻ tệp của bạn
zh_hans: 请稍候，正在分享您的文件

# files_bulkShare_selectUsers
source: Select Users
ar: اختيار المستخدمين
es: Seleccionar Usuarios
fr: Selectionner des Utilisateurs
ko: 사용자 선택
pt: Selecionar Usuarios
ru: Выберите пользователей
tl: Pumili ng mga User
vi: Chọn Người dùng
zh_hans: 选择用户

# files_bulkShare_shareWithUsers
source: Share with Users
ar: مشاركة مع المستخدمين
es: Compartir con Usuarios
fr: Partager avec des Utilisateurs
ko: 사용자와 공유
pt: Compartilhar com Usuarios
ru: Поделиться с пользователями
tl: Ibahagi sa mga User
vi: Chia sẻ với Người dùng
zh_hans: 与用户分享

# files_bulkShare_sharingFiles
source: Sharing files...
ar: جاري مشاركة الملفات...
es: Compartiendo archivos...
fr: Partage des fichiers...
ko: 파일 공유 중...
pt: Compartilhando arquivos...
ru: Предоставление файлов...
tl: Nagbabahagi ng mga file...
vi: Đang chia sẻ tệp...
zh_hans: 正在分享文件...

# files_bulkShare_title
source: Share %lld Files
ar: مشاركة %lld ملفات
es: Compartir %lld Archivos
fr: Partager %lld Fichiers
ko: %lld개 파일 공유
pt: Compartilhar %lld Arquivos
ru: Поделиться %lld файлами
tl: Ibahagi ang %lld File
vi: Chia sẻ %lld Tệp
zh_hans: 分享 %lld 个文件

# files_bulkShare_viewDownload
source: View & Download
ar: عرض وتحميل
es: Ver y Descargar
fr: Voir et Telecharger
ko: 보기 및 다운로드
pt: Visualizar e baixar
ru: Просмотр и скачивание
tl: Tingnan at I-download
vi: Xem và Tải xuống
zh_hans: 查看和下载

# files_bulkShare_viewDownloadEdit
source: View, Download & Edit
ar: عرض وتحميل وتعديل
es: Ver, Descargar y Editar
fr: Voir, Telecharger et Modifier
ko: 보기, 다운로드 및 편집
pt: Visualizar, baixar e editar
ru: Просмотр, скачивание и редактирование
tl: Tingnan, I-download at I-edit
vi: Xem, Tải xuống và Chỉnh sửa
zh_hans: 查看、下载和编辑

# files_bulkShare_viewOnly
source: View only
ar: عرض فقط
es: Solo ver
fr: Lecture seule
ko: 보기만 가능
pt: Somente visualizacao
ru: Только просмотр
tl: Tingnan lang
vi: Chỉ xem
zh_hans: 仅查看

# files_clear
source: Clear
ar: مسح
es: Limpiar
fr: Effacer
ko: 지우기
pt: Limpar
ru: Очистить
tl: I-clear
vi: Xóa
zh_hans: 清除

# files_contentMatches
source: Content matches
ar: تطابقات المحتوى
es: Coincidencias de contenido
fr: Correspondances de contenu
ko: 내용 일치
pt: Correspondencias de conteudo
ru: Совпадения в содержимом
tl: Mga tugma sa nilalaman
vi: Nội dung khớp
zh_hans: 内容匹配

# files_created
source: Created %@
ar: أنشئ %@
es: Creado %@
fr: Cree %@
ko: %@에 생성됨
pt: Criado em %@
ru: Создано %@
tl: Nilikha noong %@
vi: Tạo vào %@
zh_hans: 创建于 %@

# files_deleteDuplicate
source: Delete this duplicate file?
ar: حذف هذا الملف المكرر؟
es: ¿Eliminar este archivo duplicado?
fr: Supprimer ce fichier en double ?
ko: 이 중복 파일을 삭제하시겠습니까?
pt: Excluir este arquivo duplicado?
ru: Удалить этот дубликат?
tl: Burahin ang duplicate file na ito?
vi: Xóa tệp trùng lặp này?
zh_hans: 删除此重复文件？

# files_deleteFilesDesc
source: This action cannot be undone. The selected files will be permanently deleted.
ar: لا يمكن التراجع عن هذا الإجراء. سيتم حذف الملفات المحددة نهائياً.
es: Esta acción no se puede deshacer. Los archivos seleccionados se eliminarán permanentemente.
fr: Cette action est irréversible. Les fichiers sélectionnés seront définitivement supprimés.
ko: 이 작업은 취소할 수 없습니다. 선택한 파일이 영구적으로 삭제됩니다.
pt: Esta acao nao pode ser desfeita. Os arquivos selecionados serao excluidos permanentemente.
ru: Это действие нельзя отменить. Выбранные файлы будут удалены навсегда.
tl: Hindi na maibabalik ang aksyong ito. Ang mga napiling file ay permanenteng mabubura.
vi: Hành động này không thể hoàn tác. Các tệp đã chọn sẽ bị xóa vĩnh viễn.
zh_hans: 此操作无法撤销。所选文件将被永久删除。

# files_deleteFilesTitle
source: Delete %lld file?
ar: حذف %lld ملف؟
es: ¿Eliminar %lld archivo?
fr: Supprimer %lld fichier ?
ko: %lld개 파일을 삭제하시겠습니까?
pt: Excluir %lld arquivo?
ru: Удалить %lld файл?
tl: Burahin ang %lld file?
vi: Xóa %lld tệp?
zh_hans: 删除 %lld 个文件？

# files_deleteFilesTitle_plural
source: Delete %lld files?
ar: حذف %lld ملفات؟
es: ¿Eliminar %lld archivos?
fr: Supprimer %lld fichiers ?
ko: %lld개 파일을 삭제하시겠습니까?
pt: Excluir %lld arquivos?
ru: Удалить %lld файлов?
tl: Burahin ang %lld na file?
vi: Xóa %lld tệp?
zh_hans: 删除 %lld 个文件？

# files_deleting
source: Deleting...
ar: جاري الحذف...
es: Eliminando...
fr: Suppression...
ko: 삭제 중...
pt: Excluindo...
ru: Удаление...
tl: Binubura...
vi: Đang xóa...
zh_hans: 删除中...

# files_documents
source: Documents
ar: المستندات
es: Documentos
ko: 문서
pt: Documentos
ru: Документы
tl: Mga Dokumento
vi: Tài liệu
zh_hans: 文档
