Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# anomaly_markResolved
source: Mark Resolved
ar: تحديد كمحلول
es: Marcar como resuelto
fr: Marquer comme resolu
ko: 해결됨으로 표시
pt: Marcar como Resolvido
ru: Отметить как решённое
tl: Markahan bilang Nalutas
vi: Đánh dấu đã giải quyết
zh_hans: 标记为已解决

# anomaly_recentAnomalies
source: Recent Anomalies
ar: حالات الشذوذ الأخيرة
es: Anomalías recientes
fr: Anomalies recentes
ko: 최근 이상
pt: Anomalias Recentes
ru: Недавние аномалии
tl: Mga Kamakailang Anomalya
vi: Bất thường gần đây
zh_hans: 最近的异常

# anomaly_resolved
source: Resolved
ar: محلولة
es: Resueltas
fr: Resolues
ko: 해결됨
pt: Resolvidas
ru: Решённые
tl: Nalutas
vi: Đã giải quyết
zh_hans: 已解决

# anomaly_resourcesAffected
source: %lld resources affected
ar: %lld موارد متأثرة
es: %lld recursos afectados
fr: %lld ressources affectees
ko: %lld개의 리소스 영향
pt: %lld recursos afetados
ru: Затронуто %lld ресурсов
tl: %lld resource ang naapektuhan
vi: %lld tài nguyên bị ảnh hưởng
zh_hans: %lld 个资源受影响

# anomaly_reviewNow
source: Review Now
ar: مراجعة الآن
es: Revisar ahora
fr: Examiner maintenant
ko: 지금 검토
pt: Revisar Agora
ru: Просмотреть сейчас
tl: I-review Ngayon
vi: Xem xét ngay
zh_hans: 立即审查

# anomaly_severity_critical
source: critical
ar: حرج
es: crítico
fr: critique
ko: 심각
pt: Critica
ru: Критическая
tl: Kritikal
vi: nghiêm trọng
zh_hans: 严重

# anomaly_severity_high
source: high
ar: عالي
es: alto
fr: eleve
ko: 높음
pt: Alta
ru: Высокая
tl: Mataas
vi: cao
zh_hans: 高

# anomaly_severity_low
source: low
ar: منخفض
es: bajo
fr: faible
ko: 낮음
pt: Baixa
ru: Низкая
tl: Mababa
vi: thấp
zh_hans: 低

# anomaly_severity_medium
source: medium
ar: متوسط
es: medio
fr: moyen
ko: 보통
pt: Media
ru: Средняя
tl: Katamtaman
vi: trung bình
zh_hans: 中

# anomaly_startInvestigation
source: Start Investigation
ar: بدء التحقيق
es: Iniciar investigación
fr: Demarrer l'investigation
ko: 조사 시작
pt: Iniciar Investigacao
ru: Начать расследование
tl: Simulan ang Imbestigasyon
vi: Bắt đầu điều tra
zh_hans: 开始调查

# anomaly_status_active
source: active
ar: نشط
es: activo
fr: actif
ko: 활성
pt: Ativa
ru: Активная
tl: Aktibo
vi: đang hoạt động
zh_hans: 活跃

# anomaly_status_falsePositive
source: false positive
ar: إنذار كاذب
es: falso positivo
fr: faux positif
ko: 오탐
pt: Falso Positivo
ru: Ложное срабатывание
vi: cảnh báo giả
zh_hans: 误报

# anomaly_status_investigating
source: investigating
ar: قيد التحقيق
es: investigando
fr: en investigation
ko: 조사 중
pt: Em Investigacao
ru: Расследуется
tl: Iniimbestigahan
vi: đang điều tra
zh_hans: 调查中

# anomaly_status_resolved
source: resolved
ar: محلول
es: resuelto
fr: resolu
ko: 해결됨
pt: Resolvida
ru: Решена
tl: Nalutas
vi: đã giải quyết
zh_hans: 已解决

# anomaly_suspendUser
source: Suspend User
ar: تعليق المستخدم
es: Suspender usuario
fr: Suspendre l'utilisateur
ko: 사용자 정지
pt: Suspender Usuario
ru: Приостановить пользователя
tl: I-suspend ang User
vi: Tạm ngưng người dùng
zh_hans: 暂停用户

# anomaly_title
source: Anomaly Detection
ar: اكتشاف الشذوذ
es: Detección de anomalías
fr: Detection d'anomalies
ko: 이상 탐지
pt: Deteccao de Anomalias
ru: Обнаружение аномалий
tl: Pagtuklas ng Anomalya
vi: Phát hiện bất thường
zh_hans: 异常检测

# anomaly_typeDesc_dataExport
source: Monitors bulk data downloads and exports
ar: مراقبة التحميلات والتصديرات الجماعية للبيانات
es: Monitorea descargas y exportaciones masivas de datos
fr: Surveille les telechargements et exportations de donnees massives
ko: 대량 데이터 다운로드 및 내보내기 모니터링
pt: Monitorar downloads e exportacoes de dados em massa
ru: Мониторинг массовых загрузок и экспорта данных
tl: Subaybayan ang mga mass download at data export
vi: Giám sát tải xuống và xuất dữ liệu hàng loạt
zh_hans: 监控大规模数据下载和导出

# anomaly_typeDesc_honeypotTrigger
source: Hidden sensitive documents that only infiltrators access
ar: مستندات حساسة مخفية يصل إليها المتسللون فقط
es: Documentos sensibles ocultos a los que solo acceden infiltrados
fr: Documents sensibles caches auxquels seuls les infiltres accedent
ko: 침입자만 접근하는 숨겨진 민감 문서
pt: Documentos sensiveis ocultos que apenas infiltradores acessariam
ru: Скрытые конфиденциальные документы, к которым обращаются только злоумышленники
tl: Mga nakatagong sensitibong dokumento na tanging mga infiltrator lamang ang mag-a-access
vi: Tài liệu nhạy cảm ẩn mà chỉ kẻ xâm nhập truy cập
zh_hans: 只有渗透者才会访问的隐藏敏感文档

# anomaly_typeDesc_massAccess
source: Detects rapid viewing of member profiles or documents
ar: اكتشاف المشاهدة السريعة لملفات الأعضاء أو المستندات
es: Detecta visualización rápida de perfiles de miembros o documentos
fr: Detecte la consultation rapide des profils de membres ou documents
ko: 회원 프로필 또는 문서의 빠른 열람 탐지
pt: Visualizacao rapida detectada de perfis de membros ou documentos
ru: Обнаружен быстрый просмотр профилей участников или документов
tl: Natukoy ang mabilis na pag-browse ng mga profile ng miyembro o mga dokumento
vi: Phát hiện xem hồ sơ thành viên hoặc tài liệu nhanh chóng
zh_hans: 检测对成员资料或文档的快速查看

# anomaly_typeDesc_rapidFollowing
source: Flags users building social graphs too quickly
ar: الإشارة إلى المستخدمين الذين يبنون رسومات اجتماعية بسرعة كبيرة
es: Marca usuarios que construyen grafos sociales demasiado rápido
fr: Signale les utilisateurs qui construisent des graphes sociaux trop rapidement
ko: 너무 빠르게 소셜 그래프를 구축하는 사용자 표시
pt: Usuarios construindo grafo social rapido demais
ru: Пользователи, слишком быстро наращивающие социальный граф
tl: Mga user na nagtatayo ng social graph nang masyadong mabilis
vi: Đánh dấu người dùng xây dựng mạng xã hội quá nhanh
zh_hans: 标记过快构建社交图谱的用户

# anomaly_typeDesc_unusualPosting
source: Identifies spam-like or divisive posting patterns
ar: تحديد أنماط النشر الشبيهة بالرسائل غير المرغوبة أو المثيرة للانقسام
es: Identifica patrones de publicación tipo spam o divisivos
fr: Identifie les comportements de publication de type spam ou divisifs
ko: 스팸 같거나 분열적인 게시 패턴 식별
pt: Padroes de postagem com aparencia de spam ou divisiva identificados
ru: Выявлены паттерны публикаций, похожие на спам или разжигание разногласий
tl: Natukoy ang mga pattern ng pag-post na mukhang spam o nakakapagpahiwalay
vi: Xác định các mẫu đăng bài spam hoặc gây chia rẽ
zh_hans: 识别类似垃圾邮件或制造分裂的发帖模式

# anomaly_types_dataExport
source: Data Export
ar: تصدير البيانات
es: Exportación de datos
fr: Exportation de donnees
ko: 데이터 내보내기
pt: Exportacao de dados
ru: Экспорт данных
vi: Xuất dữ liệu
zh_hans: 数据导出

# anomaly_types_honeypotTrigger
source: Honeypot Triggered
ar: تفعيل Honeypot
es: Honeypot activado
fr: Honeypot declenche
ko: 허니팟 트리거됨
pt: Honeypot acionado
ru: Сработала ловушка
tl: Nag-trigger ng honeypot
vi: Kích hoạt Honeypot
zh_hans: 蜜罐触发

# anomaly_types_massAccess
source: Mass Data Access
ar: وصول جماعي للبيانات
es: Acceso masivo a datos
fr: Acces massif aux donnees
ko: 대량 데이터 접근
pt: Acesso massivo a dados
ru: Массовый доступ к данным
vi: Truy cập dữ liệu hàng loạt
zh_hans: 大规模数据访问

# anomaly_types_rapidFollowing
source: Rapid Following
ar: متابعة سريعة
es: Seguimiento rápido
fr: Suivi rapide
ko: 급속한 팔로잉
pt: Seguimento rapido
ru: Быстрое наращивание подписок
tl: Mabilis na pag-follow
vi: Theo dõi nhanh
zh_hans: 快速关注

# anomaly_types_unusualPosting
source: Unusual Posting
ar: نشر غير عادي
es: Publicación inusual
fr: Publication inhabituelle
ko: 비정상적 게시
pt: Postagem incomum
ru: Необычная активность публикаций
tl: Hindi pangkaraniwang pag-post
vi: Đăng bài bất thường
zh_hans: 异常发帖

# anomaly_userId
source: User ID:
ar: معرف المستخدم:
es: ID de usuario:
fr: ID utilisateur :
ko: 사용자 ID:
pt: ID do Usuario:
ru: ID пользователя:
vi: ID người dùng:
zh_hans: 用户 ID：

# anonymousReactions_anonymous
source: Anonymous
ar: مجهول
es: Anonimo
fr: Anonyme
ko: 익명
pt: Anonimo
ru: Анонимно
vi: An danh
zh_hans: 匿名

# anonymousReactions_anonymousCount
source: %lld anonymous reaction
ar: %lld تفاعل مجهول
es: %lld reaccion anonima
fr: %lld reaction anonyme
ko: 익명 반응 %lld개
pt: %lld reacao anonima
ru: %lld анонимная реакция
tl: %lld anonymous na reaksyon
vi: %lld phan ung an danh
zh_hans: %lld 个匿名反应

# anonymousReactions_anonymousCount_plural
source: %lld anonymous reactions
ar: %lld تفاعلات مجهولة
es: %lld reacciones anonimas
fr: %lld reactions anonymes
ko: 익명 반응 %lld개
pt: %lld reacoes anonimas
ru: %lld анонимных реакций
tl: %lld anonymous na mga reaksyon
vi: %lld phan ung an danh
zh_hans: %lld 个匿名反应

# anonymousReactions_anonymousMode
source: Anonymous Mode
ar: الوضع المجهول
es: Modo Anonimo
fr: Mode Anonyme
ko: 익명 모드
pt: Modo Anonimo
ru: Анонимный режим
tl: Anonymous na Mode
vi: Che do An danh
zh_hans: 匿名模式

# anonymousReactions_anonymousModeDesc
source: Your reactions won't be visible to others
ar: لن تكون تفاعلاتك مرئية للآخرين
es: Tus reacciones no seran visibles para otros
fr: Vos reactions ne seront pas visibles par les autres
ko: 회원님의 반응이 다른 사용자에게 표시되지 않습니다
pt: Suas reacoes nao serao visiveis para outros
ru: Ваши реакции не будут видны другим
tl: Hindi makikita ng iba ang iyong mga reaksyon
vi: Phan ung cua ban se khong hien thi voi nguoi khac
zh_hans: 你的反应不会被其他人看到

# anonymousReactions_public
source: Public
ar: عام
es: Publico
ko: 공개
pt: Publico
ru: Публично
tl: Pampubliko
vi: Cong khai
zh_hans: 公开

# anonymousReactions_reactions_concern
source: Concern
ar: قلق
es: Preocupacion
fr: Preoccupation
ko: 우려
pt: Preocupacao
ru: Обеспокоенность
tl: Alalahanin
vi: Lo ngai
zh_hans: 担忧

# anonymousReactions_reactions_greatIdea
source: Great Idea
ar: فكرة رائعة
es: Gran Idea
fr: Bonne Idee
ko: 좋은 아이디어
pt: Otima Ideia
ru: Отличная идея
tl: Magandang Ideya
vi: Y tuong hay
zh_hans: 好主意

# anonymousReactions_reactions_solidarity
source: Solidarity
ar: تضامن
es: Solidaridad
fr: Solidarite
ko: 연대
pt: Solidariedade
ru: Солидарность
tl: Pagkakaisa
vi: Doan ket
zh_hans: 团结

# anonymousReactions_reactions_support
source: Support
ar: دعم
es: Apoyo
fr: Soutien
ko: 지지
pt: Apoio
ru: Поддержка
tl: Suporta
vi: Ung ho
zh_hans: 支持

# anonymousReactions_yourReactionAnonymous
source: Your reaction is anonymous
ar: تفاعلك مجهول
es: Tu reaccion es anonima
fr: Votre reaction est anonyme
ko: 회원님의 반응은 익명입니다
pt: Sua reacao e anonima
ru: Ваша реакция анонимна
tl: Ang iyong reaksyon ay anonymous
vi: Phan ung cua ban la an danh
zh_hans: 你的反应是匿名的

# anonymousVoting_mode_anonymous
source: Anonymous
ar: مجهول
es: Anonimo
fr: Anonyme
ko: 익명
pt: Anonimo
ru: Анонимно
vi: An Danh
zh_hans: 匿名

# anonymousVoting_mode_description
source: Your vote will be cryptographically sealed
ar: سيتم ختم صوتك بالتشفير
es: Tu voto sera sellado criptograficamente
fr: Votre vote sera scelle cryptographiquement
ko: 귀하의 투표는 암호학적으로 봉인됩니다
pt: Seu voto sera criptograficamente selado
ru: Ваш голос будет криптографически запечатан
tl: Ang iyong boto ay cryptographically sealed
vi: Phieu bau cua ban se duoc niem phong bang mat ma
zh_hans: 您的投票将被加密封存

# anonymousVoting_mode_public
source: Public
ar: علني
es: Publico
ko: 공개
pt: Publico
ru: Публично
tl: Publiko
vi: Cong Khai
zh_hans: 公开

# anonymousVoting_mode_title
source: Cast Anonymous Vote
ar: الإدلاء بصوت مجهول
es: Emitir Voto Anonimo
fr: Voter Anonymement
ko: 익명 투표하기
pt: Votar Anonimamente
ru: Анонимное голосование
tl: Bumoto nang Anonymous
vi: Bo Phieu An Danh
zh_hans: 匿名投票

# anonymousVoting_options_abstain
source: Abstain
ar: امتناع
es: Abstenerse
fr: S'abstenir
ko: 기권
pt: Abster-se
ru: Воздержаться
tl: Umiwas
vi: Trang Phieu
zh_hans: 弃权

# anonymousVoting_options_no
source: No
ar: لا
fr: Non
ko: 아니오
pt: Nao
ru: Нет
tl: Hindi
vi: Khong Dong Y
zh_hans: 反对

# anonymousVoting_options_yes
source: Yes
ar: نعم
es: Si
fr: Oui
ko: 예
pt: Sim
ru: Да
tl: Oo
vi: Dong Y
zh_hans: 赞成

# anonymousVoting_options_yourVote
source: Your vote
ar: صوتك
es: Tu voto
fr: Votre vote
ko: 귀하의 투표
pt: Seu voto
ru: Ваш голос
tl: Ang iyong boto
vi: Phieu bau cua ban
zh_hans: 您的投票

# anonymousVoting_privacy_anonymous
source: %lld anonymous
ar: %lld مجهولين
es: %lld anonimos
fr: %lld anonymes
ko: %lld명 익명
pt: %lld anonimos
ru: %lld анонимных
vi: %lld an danh
zh_hans: %lld位匿名

# anonymousVoting_privacy_cryptographic
source: Cryptographically anonymous
ar: مجهول الهوية بالتشفير
es: Criptograficamente anonimo
fr: Cryptographiquement anonyme
ko: 암호학적으로 익명
pt: Criptograficamente anonimo
ru: Криптографически анонимно
vi: An danh bang mat ma
zh_hans: 加密匿名

# anonymousVoting_privacy_eligibleVoters
source: %lld eligible voters
ar: %lld ناخبين مؤهلين
es: %lld votantes elegibles
fr: %lld votants eligibles
ko: %lld명의 투표 자격자
pt: %lld eleitores elegiveis
ru: %lld избирателей
tl: %lld mga kwalipikadong botante
vi: %lld cu tri du dieu kien
zh_hans: %lld位合格选民

# anonymousVoting_results_anonymousVotes
source: %lld anonymous
ar: %lld مجهولين
es: %lld anonimos
fr: %lld anonymes
ko: %lld명 익명
pt: %lld anonimos
ru: %lld анонимных
vi: %lld an danh
zh_hans: %lld票匿名

# anonymousVoting_results_hide
source: Hide Results
ar: إخفاء النتائج
es: Ocultar Resultados
fr: Masquer les Resultats
ko: 결과 숨기기
pt: Ocultar Resultados
ru: Скрыть результаты
tl: Itago ang Resulta
vi: An Ket Qua
zh_hans: 隐藏结果

# anonymousVoting_results_show
source: Show Results
ar: عرض النتائج
es: Mostrar Resultados
fr: Afficher les Resultats
ko: 결과 보기
pt: Mostrar Resultados
ru: Показать результаты
tl: Ipakita ang Resulta
vi: Hien Ket Qua
zh_hans: 显示结果

# anonymousVoting_results_votes
source: %1$lld votes (%2$@%)
ar: %1$lld أصوات (%2$@%)
es: %1$lld votos (%2$@%)
ko: %1$lld표 (%2$@%)
pt: %1$lld votos (%2$@%)
ru: %1$lld голосов (%2$@%)
tl: %1$lld boto (%2$@%)
vi: %1$lld phieu (%2$@%)
zh_hans: %1$lld票 (%2$@%)

# anonymousVoting_status_canChange
source: You can change your vote until the proposal closes.
ar: يمكنك تغيير صوتك حتى إغلاق الاقتراح.
es: Puedes cambiar tu voto hasta que cierre la propuesta.
fr: Vous pouvez modifier votre vote jusqu'a la cloture de la proposition.
ko: 제안이 마감될 때까지 투표를 변경할 수 있습니다.
pt: Voce pode alterar seu voto ate a proposta ser encerrada.
ru: Вы можете изменить свой голос до закрытия предложения.
tl: Maaari mong baguhin ang iyong boto hanggang magsara ang panukala.
vi: Ban co the thay doi phieu bau cho den khi de xuat dong lai.
zh_hans: 您可以在提案关闭前更改投票。

# anonymousVoting_status_identityProtected
source: Your identity is protected by zero-knowledge cryptography
ar: هويتك محمية بتشفير المعرفة الصفرية
es: Tu identidad esta protegida por criptografia de conocimiento cero
fr: Votre identite est protegee par la cryptographie a connaissance nulle
ko: 귀하의 신원은 영지식 암호화로 보호됩니다
pt: Sua identidade e protegida por criptografia de conhecimento zero
ru: Ваша личность защищена криптографией с нулевым разглашением
tl: Ang iyong pagkakakilanlan ay protektado ng zero-knowledge cryptography
vi: Danh tinh cua ban duoc bao ve boi mat ma hoc khong tiet lo thong tin
zh_hans: 您的身份受零知识加密保护

# anonymousVoting_status_recorded
source: Vote Recorded
ar: تم تسجيل الصوت
es: Voto Registrado
fr: Vote Enregistre
ko: 투표 기록됨
pt: Voto Registrado
ru: Голос записан
tl: Boto Naitala
vi: Phieu Bau Da Ghi Nhan
zh_hans: 投票已记录

# anonymousVoting_status_recordedAnonymous
source: Your anonymous vote has been cryptographically sealed and recorded.
ar: تم ختم صوتك المجهول بالتشفير وتسجيله.
es: Tu voto anonimo ha sido sellado criptograficamente y registrado.
fr: Votre vote anonyme a ete scelle cryptographiquement et enregistre.
ko: 귀하의 익명 투표가 암호학적으로 봉인되어 기록되었습니다.
pt: Seu voto anonimo foi criptograficamente selado e registrado.
ru: Ваш анонимный голос криптографически запечатан и записан.
tl: Ang iyong anonymous na boto ay cryptographically sealed at naitala.
vi: Phieu bau an danh cua ban da duoc niem phong bang mat ma va ghi nhan.
zh_hans: 您的匿名投票已被加密封存并记录。

# anonymousVoting_status_recordedPublic
source: Your public vote has been cryptographically sealed and recorded.
ar: تم ختم صوتك العلني بالتشفير وتسجيله.
es: Tu voto publico ha sido sellado criptograficamente y registrado.
fr: Votre vote public a ete scelle cryptographiquement et enregistre.
ko: 귀하의 공개 투표가 암호학적으로 봉인되어 기록되었습니다.
pt: Seu voto publico foi criptograficamente selado e registrado.
ru: Ваш публичный голос криптографически запечатан и записан.
tl: Ang iyong pampublikong boto ay cryptographically sealed at naitala.
vi: Phieu bau cong khai cua ban da duoc niem phong bang mat ma va ghi nhan.
zh_hans: 您的公开投票已被加密封存并记录。

# app_tagline
source: a social action network
ar: شبكة العمل الاجتماعي
es: una red de acción social
fr: un réseau d'action sociale
ko: 사회 행동 네트워크
pt: uma rede de acao social
ru: сеть социального действия
tl: isang network ng aksyong panlipunan
vi: mạng lưới hành động xã hội
zh_hans: 社会行动网络

# articleEditor_addCoverImage
source: Add cover image
ar: إضافة صورة الغلاف
es: Agregar imagen de portada
fr: Ajouter une image de couverture
ko: 표지 이미지 추가
pt: Adicionar imagem de capa
ru: Добавить обложку
tl: Magdagdag ng cover image
vi: Them anh bia
zh_hans: 添加封面图片

# articleEditor_addTags
source: Add tags (press Enter)
ar: إضافة وسوم (اضغط Enter)
es: Agregar etiquetas (presiona Enter)
fr: Ajouter des tags (appuyez sur Entree)
ko: 태그 추가 (Enter 키 입력)
pt: Adicionar tags (pressione Enter)
ru: Добавить теги (нажмите Enter)
tl: Magdagdag ng mga tag (pindutin ang Enter)
vi: Them the (nhan Enter)
zh_hans: 添加标签（按回车键确认）

# articleEditor_articleSaved
source: Article saved
ar: تم حفظ المقال
es: Articulo guardado
fr: Article enregistre
ko: 글이 저장되었습니다
pt: Artigo salvo
ru: Статья сохранена
tl: Nai-save ang artikulo
vi: Bai viet da duoc luu
zh_hans: 文章已保存

# articleEditor_articleScheduled
source: Article scheduled for %@
ar: تمت جدولة المقال لـ %@
es: Articulo programado para %@
fr: Article programme pour %@
ko: 글이 %@에 예약되었습니다
pt: Artigo agendado para %@
ru: Статья запланирована на %@
tl: Naka-schedule ang artikulo para sa %@
vi: Bai viet da duoc len lich cho %@
zh_hans: 文章已定时于 %@

# articleEditor_close
source: Close
ar: إغلاق
es: Cerrar
fr: Fermer
ko: 닫기
pt: Fechar
ru: Закрыть
tl: Isara
vi: Dong
zh_hans: 关闭

# articleEditor_coverImagePrompt
source: Enter cover image URL:
ar: أدخل رابط صورة الغلاف:
es: Ingresa la URL de la imagen de portada:
fr: Entrez l'URL de l'image de couverture :
ko: 표지 이미지 URL을 입력하세요:
pt: Digite a URL da imagem de capa:
ru: Введите URL обложки:
tl: Ilagay ang URL ng cover image:
vi: Nhap URL anh bia:
zh_hans: 请输入封面图片网址：

# articleEditor_editorPlaceholder
source: Start writing your article...
ar: ابدأ كتابة مقالك...
es: Comienza a escribir tu articulo...
fr: Commencez a ecrire votre article...
ko: 글 작성을 시작하세요...
pt: Comece a escrever seu artigo...
ru: Начните писать статью...
tl: Simulan ang pagsulat ng iyong artikulo...
vi: Bat dau viet bai viet cua ban...
zh_hans: 开始撰写您的文章...

# articleEditor_hideSeoSettings
source: Hide SEO Settings
ar: إخفاء إعدادات SEO
es: Ocultar Configuracion SEO
fr: Masquer les Parametres SEO
ko: SEO 설정 숨기기
pt: Ocultar Configuracoes de SEO
ru: Скрыть настройки SEO
tl: Itago ang SEO Settings
vi: An Cai Dat SEO
zh_hans: 隐藏SEO设置

# articleEditor_imageUrlPrompt
source: Enter image URL:
ar: أدخل رابط الصورة:
es: Ingresa la URL de la imagen:
fr: Entrez l'URL de l'image :
ko: 이미지 URL을 입력하세요:
pt: Digite a URL da imagem:
ru: Введите URL изображения:
tl: Ilagay ang URL ng imahe:
vi: Nhap URL hinh anh:
zh_hans: 请输入图片网址：

# articleEditor_lastSaved
source: Last saved %@
ar: آخر حفظ %@
es: Guardado por ultima vez %@
fr: Derniere sauvegarde %@
ko: 마지막 저장 %@
pt: Ultimo salvamento %@
ru: Последнее сохранение %@
tl: Huling nai-save %@
vi: Luu lan cuoi %@
zh_hans: 上次保存于 %@

# articleEditor_linkUrlPrompt
source: Enter URL:
ar: أدخل الرابط:
es: Ingresa la URL:
fr: Entrez l'URL :
ko: URL을 입력하세요:
pt: Digite a URL:
ru: Введите URL:
tl: Ilagay ang URL:
vi: Nhap URL:
zh_hans: 请输入网址：

# articleEditor_metaDescription
source: Meta Description
ar: الوصف الوصفي
es: Descripcion Meta
fr: Description Meta
ko: 메타 설명
pt: Meta Descricao
ru: Мета-описание
vi: Mo Ta Meta
zh_hans: 元描述

# articleEditor_metaDescriptionPlaceholder
source: Brief description for search engines (150-160 characters)
ar: وصف مختصر لمحركات البحث (150-160 حرفًا)
es: Descripcion breve para motores de busqueda (150-160 caracteres)
fr: Breve description pour les moteurs de recherche (150-160 caracteres)
ko: 검색 엔진용 간략 설명 (150-160자)
pt: Breve descricao para mecanismos de busca (150-160 caracteres)
ru: Краткое описание для поисковых систем (150-160 символов)
tl: Maikling paglalarawan para sa mga search engine (150-160 character)
vi: Mo ta ngan cho cong cu tim kiem (150-160 ky tu)
zh_hans: 搜索引擎简介（150-160个字符）

# articleEditor_metaTitle
source: Meta Title
ar: العنوان الوصفي
es: Titulo Meta
fr: Titre Meta
ko: 메타 제목
pt: Meta Titulo
ru: Мета-заголовок
vi: Tieu De Meta
zh_hans: 元标题

# articleEditor_notSaved
source: Not saved
ar: غير محفوظ
es: Sin guardar
fr: Non enregistre
ko: 저장되지 않음
pt: Nao salvo
ru: Не сохранено
tl: Hindi nai-save
vi: Chua luu
zh_hans: 未保存

# articleEditor_ogImage
source: OG Image URL
ar: رابط صورة OG
es: URL de Imagen OG
fr: URL de l'Image OG
ko: OG 이미지 URL
pt: URL da Imagem OG
ru: URL OG-изображения
vi: URL Hinh OG
zh_hans: OG图片网址

# articleEditor_ogImagePlaceholder
source: Image URL for social sharing
ar: رابط الصورة للمشاركة على وسائل التواصل
es: URL de imagen para compartir en redes sociales
fr: URL de l'image pour le partage social
ko: 소셜 공유용 이미지 URL
pt: URL da imagem para compartilhamento social
ru: URL изображения для публикации в соцсетях
tl: URL ng imahe para sa social sharing
vi: URL hinh anh de chia se tren mang xa hoi
zh_hans: 社交分享图片网址

# articleEditor_preview
source: Preview
ar: معاينة
es: Vista Previa
fr: Apercu
ko: 미리보기
pt: Visualizar
ru: Предпросмотр
vi: Xem Truoc
zh_hans: 预览

# articleEditor_publish
source: Publish
ar: نشر
es: Publicar
fr: Publier
ko: 게시
pt: Publicar
ru: Опубликовать
tl: I-publish
vi: Xuat Ban
zh_hans: 发布

# articleEditor_saveDraft
source: Save Draft
ar: حفظ المسودة
es: Guardar Borrador
fr: Enregistrer le Brouillon
ko: 임시 저장
pt: Salvar Rascunho
ru: Сохранить черновик
tl: I-save ang Draft
vi: Luu Ban Nhap
zh_hans: 保存草稿

# articleEditor_saving
source: Saving...
ar: جارٍ الحفظ...
es: Guardando...
fr: Enregistrement...
ko: 저장 중...
pt: Salvando...
ru: Сохранение...
tl: Sine-save...
vi: Dang luu...
zh_hans: 保存中...

# articleEditor_schedule
source: Schedule
ar: جدولة
es: Programar
fr: Programmer
ko: 예약
pt: Agendar
ru: Запланировать
tl: I-schedule
vi: Len Lich
zh_hans: 定时发布

# articleEditor_scheduleFor
source: Schedule for %@
ar: جدولة لـ %@
es: Programar para %@
fr: Programmer pour %@
ko: %@에 예약
pt: Agendar para %@
ru: Запланировать на %@
tl: I-schedule para sa %@
vi: Len lich cho %@
zh_hans: 定时于 %@

# articleEditor_selectDateTime
source: Please select a date and time
ar: يرجى اختيار التاريخ والوقت
es: Por favor selecciona una fecha y hora
fr: Veuillez selectionner une date et une heure
ko: 날짜와 시간을 선택하세요
pt: Por favor, selecione uma data e hora
ru: Пожалуйста, выберите дату и время
tl: Mangyaring pumili ng petsa at oras
vi: Vui long chon ngay va gio
zh_hans: 请选择日期和时间

# articleEditor_seoSettings
source: SEO Settings
ar: إعدادات SEO
es: Configuracion SEO
fr: Parametres SEO
ko: SEO 설정
pt: Configuracoes de SEO
ru: Настройки SEO
vi: Cai Dat SEO
zh_hans: SEO设置

# articleEditor_showSeoSettings
source: Show SEO Settings
ar: عرض إعدادات SEO
es: Mostrar Configuracion SEO
fr: Afficher les Parametres SEO
ko: SEO 설정 보기
pt: Mostrar Configuracoes de SEO
ru: Показать настройки SEO
tl: Ipakita ang SEO Settings
vi: Hien Cai Dat SEO
zh_hans: 显示SEO设置

# articleEditor_subtitlePlaceholder
source: Add a subtitle (optional)
ar: أضف عنوانًا فرعيًا (اختياري)
es: Agregar un subtitulo (opcional)
fr: Ajouter un sous-titre (optionnel)
ko: 부제목 추가 (선택사항)
pt: Adicionar subtitulo (opcional)
ru: Добавить подзаголовок (необязательно)
tl: Magdagdag ng subtitle (opsyonal)
vi: Them phu de (tuy chon)
zh_hans: 添加副标题（可选）

# articleEditor_titlePlaceholder
source: Article title
ar: عنوان المقال
es: Titulo del articulo
fr: Titre de l'article
ko: 글 제목
pt: Titulo do artigo
ru: Заголовок статьи
tl: Pamagat ng artikulo
vi: Tieu de bai viet
zh_hans: 文章标题

# articleEditor_visibility
source: Visibility:
ar: الظهور:
es: Visibilidad:
fr: Visibilite :
ko: 공개 범위:
pt: Visibilidade:
ru: Видимость:
vi: Hien thi:
zh_hans: 可见性：
