Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# documentsAccessRequestDialog_messageLabel
source: Message (optional)
ar: رسالة (اختياري)
es: Mensaje (opcional)
fr: Message (facultatif)
ko: 메시지 (선택사항)
pt: Mensagem (opcional)
ru: Сообщение (необязательно)
tl: Mensahe (opsyonal)
vi: Tin nhan (tuy chon)
zh_hans: 留言（可选）

# documentsAccessRequestDialog_messagePlaceholder
source: Why do you need access to this document?
ar: لماذا تحتاج الوصول إلى هذه الوثيقة؟
es: Por que necesitas acceso a este documento?
fr: Pourquoi avez-vous besoin d'acceder a ce document ?
ko: 이 문서에 접근이 필요한 이유는 무엇인가요?
pt: Por que voce precisa de acesso a este documento?
ru: Почему вам нужен доступ к этому документу?
tl: Bakit mo kailangan ng access sa dokumento na ito?
vi: Tai sao ban can truy cap tai lieu nay?
zh_hans: 您为什么需要访问此文档？

# documentsAccessRequestDialog_sending
source: Sending...
ar: جاري الإرسال...
es: Enviando...
fr: Envoi en cours...
ko: 전송 중...
pt: Enviando...
ru: Отправка...
tl: Ipinapadala...
vi: Dang gui...
zh_hans: 发送中...

# documentsAccessRequestDialog_sendRequest
source: Send Request
ar: إرسال الطلب
es: Enviar Solicitud
fr: Envoyer la Demande
ko: 요청 보내기
pt: Enviar Solicitacao
ru: Отправить запрос
tl: Ipadala ang Kahilingan
vi: Gui Yeu Cau
zh_hans: 发送请求

# documentsAccessRequestDialog_title
source: Request Access
ar: طلب الوصول
es: Solicitar Acceso
fr: Demander l'Acces
ko: 접근 권한 요청
pt: Solicitar Acesso
ru: Запросить доступ
tl: Humiling ng Access
vi: Yeu Cau Truy Cap
zh_hans: 请求访问

# documentsAccessRequestDialog_viewComment
source: View & Comment
ar: عرض وتعليق
es: Ver y Comentar
fr: Consulter et Commenter
ko: 보기 및 댓글
pt: Visualizar e Comentar
ru: Просмотр и комментирование
tl: Tingnan at Magkomento
vi: Xem va Binh luan
zh_hans: 查看和评论

# documentsAccessRequestDialog_viewOnly
source: View only
ar: عرض فقط
es: Solo ver
fr: Consultation seule
ko: 보기 전용
pt: Somente visualizacao
ru: Только просмотр
tl: Tingnan lamang
vi: Chi xem
zh_hans: 仅查看

# documentsAccessRequestsPanel_noPending
source: No pending requests
ar: لا توجد طلبات معلقة
es: No hay solicitudes pendientes
fr: Aucune demande en attente
ko: 대기 중인 요청이 없습니다
pt: Nenhuma solicitacao pendente
ru: Нет ожидающих запросов
tl: Walang naghihintay na kahilingan
vi: Khong co yeu cau dang cho
zh_hans: 没有待处理的请求

# documentsAccessRequestsPanel_permissions_admin
source: Admin
ar: مسؤول
es: Administrador
fr: Administrateur
ko: 관리자
pt: Administrador
ru: Администратор
vi: Quan tri vien
zh_hans: 管理员

# documentsAccessRequestsPanel_permissions_comment
source: Comment
ar: تعليق
es: Comentar
fr: Commenter
ko: 댓글
pt: Comentar
ru: Комментирование
tl: Magkomento
vi: Binh luan
zh_hans: 评论

# documentsAccessRequestsPanel_permissions_edit
source: Edit
ar: تعديل
es: Editar
fr: Modifier
ko: 편집
pt: Editar
ru: Редактирование
tl: I-edit
vi: Chinh sua
zh_hans: 编辑

# documentsAccessRequestsPanel_permissions_view
source: View
ar: عرض
es: Ver
fr: Voir
ko: 보기
pt: Visualizar
ru: Просмотр
tl: Tingnan
vi: Xem
zh_hans: 查看

# documentsAccessRequestsPanel_requested
source: Requested %@
ar: مطلوب %@
es: Solicitado %@
fr: Demande il y a %@
ko: %@ 전에 요청됨
pt: Solicitado %@
ru: Запрошено %@
tl: Hiniling %@
vi: Da yeu cau %@
zh_hans: 请求于 %@

# documentsAccessRequestsPanel_requestsWillAppear
source: Access requests will appear here
ar: ستظهر طلبات الوصول هنا
es: Las solicitudes de acceso apareceran aqui
fr: Les demandes d'acces apparaitront ici
ko: 접근 요청이 여기에 표시됩니다
pt: As solicitacoes de acesso aparecerao aqui
ru: Запросы на доступ появятся здесь
tl: Ang mga kahilingan sa access ay lalabas dito
vi: Cac yeu cau truy cap se hien thi tai day
zh_hans: 访问请求将显示在这里

# documentsAccessRequestsPanel_title
source: Pending Access Requests
ar: طلبات الوصول المعلقة
es: Solicitudes de acceso pendientes
fr: Demandes d'acces en attente
ko: 대기 중인 접근 요청
pt: Solicitacoes de Acesso Pendentes
ru: Ожидающие запросы на доступ
tl: Mga Naghihintay na Kahilingan sa Access
vi: Yeu cau truy cap dang cho
zh_hans: 待处理的访问请求

# documentsPage_actions_delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
ko: 삭제
pt: Excluir
ru: Удалить
tl: Tanggalin
zh_hans: 删除

# documentsPage_actions_duplicate
source: Duplicate
ar: نسخ
es: Duplicar
fr: Dupliquer
ko: 복제
pt: Duplicar
ru: Дублировать
tl: Kopyahin
zh_hans: 复制

# documentsPage_actions_exportHtml
source: Export HTML
ar: تصدير HTML
es: Exportar HTML
fr: Exporter en HTML
ko: HTML 내보내기
pt: Exportar HTML
ru: Экспорт в HTML
tl: I-export bilang HTML
zh_hans: 导出HTML

# documentsPage_actions_exportMarkdown
source: Export Markdown
ar: تصدير Markdown
es: Exportar Markdown
fr: Exporter en Markdown
ko: 마크다운 내보내기
pt: Exportar Markdown
ru: Экспорт в Markdown
tl: I-export bilang Markdown
zh_hans: 导出Markdown

# documentsPage_actions_exportPdf
source: Export PDF
ar: تصدير PDF
es: Exportar PDF
fr: Exporter en PDF
ko: PDF 내보내기
pt: Exportar PDF
ru: Экспорт в PDF
tl: I-export bilang PDF
zh_hans: 导出PDF

# documentsPage_actions_versionHistory
source: Version history
ar: سجل الاصدارات
es: Historial de versiones
fr: Historique des versions
ko: 버전 기록
pt: Historico de versoes
ru: История версий
tl: Kasaysayan ng mga bersyon
zh_hans: 版本历史

# documentsPage_chooseTemplate
source: Choose a template (optional)
ar: اختر قالبا (اختياري)
es: Elegir una plantilla (opcional)
fr: Choisir un modele (optionnel)
ko: 템플릿 선택 (선택사항)
pt: Escolha um modelo (opcional)
ru: Выберите шаблон (необязательно)
tl: Pumili ng template (opsyonal)
zh_hans: 选择模板(可选)

# documentsPage_createDocument
source: Create Document
ar: انشاء المستند
es: Crear Documento
fr: Creer le Document
ko: 문서 만들기
pt: Criar Documento
ru: Создать документ
tl: Lumikha ng Dokumento
zh_hans: 创建文档

# documentsPage_createNewDocument
source: Create New Document
ar: انشاء مستند جديد
es: Crear Nuevo Documento
fr: Creer un Nouveau Document
ko: 새 문서 만들기
pt: Criar Novo Documento
ru: Создать новый документ
tl: Lumikha ng Bagong Dokumento
zh_hans: 创建新文档

# documentsPage_creating
source: Creating...
ar: جاري الانشاء...
es: Creando...
fr: Creation en cours...
ko: 생성 중...
pt: Criando...
ru: Создание...
tl: Nililikha...
zh_hans: 创建中...

# documentsPage_deleteConfirm
source: Are you sure you want to delete "%@"?
ar: هل انت متاكد من حذف "%@"؟
es: Estas seguro de que deseas eliminar "%@"?
fr: Etes-vous sur de vouloir supprimer "%@" ?
ko: "%@"을(를) 정말 삭제하시겠습니까?
pt: Tem certeza de que deseja excluir "%@"?
ru: Вы уверены, что хотите удалить "%@"?
tl: Sigurado ka bang gusto mong tanggalin ang "%@"?
zh_hans: 确定要删除"%@"吗?

# documentsPage_documentTitle
source: Document title
ar: عنوان المستند
es: Titulo del documento
fr: Titre du document
ko: 문서 제목
pt: Titulo do documento
ru: Название документа
tl: Pamagat ng dokumento
zh_hans: 文档标题

# documentsPage_documentTitlePlaceholder
source: Document title
ar: عنوان المستند
es: Titulo del documento
fr: Titre du document
ko: 문서 제목
pt: Titulo do documento
ru: Название документа
tl: Pamagat ng dokumento
zh_hans: 文档标题

# documentsPage_editor_autoSaving
source: Auto-saving with collaboration
ar: حفظ تلقائي مع التعاون
es: Guardado automatico con colaboracion
fr: Sauvegarde automatique avec collaboration
ko: 협업과 함께 자동 저장
pt: Salvamento automatico com colaboracao
ru: Автосохранение при совместной работе
tl: Auto-saving sa kolaborasyon
zh_hans: 协作模式下自动保存

# documentsPage_editor_collaborationEnabled
source: Real-time collaboration enabled
ar: التعاون في الوقت الفعلي مفعل
es: Colaboracion en tiempo real habilitada
fr: Collaboration en temps reel activee
ko: 실시간 협업 활성화됨
pt: Colaboracao em tempo real ativada
ru: Совместная работа в реальном времени включена
tl: Naka-enable ang real-time na kolaborasyon
zh_hans: 实时协作已启用

# documentsPage_editor_editing
source: Editing
ar: تعديل
es: Editando
fr: Edition
ko: 편집 중
pt: Editando
ru: Редактирование
tl: Nag-e-edit
zh_hans: 编辑模式

# documentsPage_editor_editModeTooltip
source: Direct editing mode
ar: وضع التعديل المباشر
es: Modo de edicion directa
fr: Mode d'edition directe
ko: 직접 편집 모드
pt: Modo de edicao direta
ru: Режим прямого редактирования
tl: Direktang mode ng pag-edit
zh_hans: 直接编辑模式

# documentsPage_editor_enableCollaboration
source: Enable collaboration
ar: تفعيل التعاون
es: Habilitar colaboracion
fr: Activer la collaboration
ko: 협업 활성화
pt: Ativar colaboracao
ru: Включить совместную работу
tl: I-enable ang kolaborasyon
zh_hans: 启用协作

# documentsPage_editor_hideComments
source: Hide comments
ar: اخفاء التعليقات
es: Ocultar comentarios
fr: Masquer les commentaires
ko: 댓글 숨기기
pt: Ocultar comentarios
ru: Скрыть комментарии
tl: Itago ang mga komento
zh_hans: 隐藏评论

# documentsPage_editor_saveDocument
source: Save document
ar: حفظ المستند
es: Guardar documento
fr: Enregistrer le document
ko: 문서 저장
pt: Salvar documento
ru: Сохранить документ
tl: I-save ang dokumento
zh_hans: 保存文档

# documentsPage_editor_showComments
source: Show comments
ar: اظهار التعليقات
es: Mostrar comentarios
fr: Afficher les commentaires
ko: 댓글 표시
pt: Mostrar comentarios
ru: Показать комментарии
tl: Ipakita ang mga komento
zh_hans: 显示评论

# documentsPage_editor_suggesting
source: Suggesting
ar: اقتراح
es: Sugiriendo
fr: Suggestion
ko: 제안 중
pt: Sugerindo
ru: Режим предложений
tl: Nagmumungkahi
zh_hans: 建议模式

# documentsPage_editor_suggestionModeTooltip
source: Changes tracked as suggestions
ar: يتم تسجيل التغييرات كاقتراحات
es: Los cambios se registran como sugerencias
fr: Les modifications sont enregistrees comme suggestions
ko: 변경사항이 제안으로 추적됩니다
pt: Alteracoes rastreadas como sugestoes
ru: Изменения отслеживаются как предложения
tl: Ang mga pagbabago ay sinusubaybayan bilang mga mungkahi
zh_hans: 更改将被记录为建议

# documentsPage_emptyState_noDocuments
source: No documents yet
ar: لا توجد مستندات بعد
es: Aun no hay documentos
fr: Aucun document pour le moment
ko: 아직 문서가 없습니다
pt: Nenhum documento ainda
ru: Документов пока нет
tl: Wala pang mga dokumento
zh_hans: 暂无文档

# documentsPage_emptyState_noDocumentsHint
source: Create a new document to get started
ar: انشئ مستندا جديدا للبدء
es: Crea un nuevo documento para comenzar
fr: Creez un nouveau document pour commencer
ko: 시작하려면 새 문서를 만드세요
pt: Crie um novo documento para comecar
ru: Создайте новый документ, чтобы начать
tl: Lumikha ng bagong dokumento para makapagsimula
zh_hans: 创建新文档以开始使用

# documentsPage_emptyState_noSearchResults
source: No documents match your search
ar: لا توجد مستندات تطابق بحثك
es: Ningun documento coincide con tu busqueda
fr: Aucun document ne correspond a votre recherche
ko: 검색과 일치하는 문서가 없습니다
pt: Nenhum documento corresponde a sua pesquisa
ru: Документы по вашему запросу не найдены
tl: Walang mga dokumento na tumutugma sa iyong paghahanap
zh_hans: 没有符合搜索条件的文档

# documentsPage_emptyState_noStarred
source: No starred documents
ar: لا توجد مستندات مفضلة
es: No hay documentos destacados
fr: Aucun document favori
ko: 즐겨찾기한 문서가 없습니다
pt: Nenhum documento favorito
ru: Нет избранных документов
tl: Walang mga paboritong dokumento
zh_hans: 暂无收藏的文档

# documentsPage_exporting
source: Exporting...
ar: جاري التصدير...
es: Exportando...
fr: Exportation en cours...
ko: 내보내는 중...
pt: Exportando...
ru: Экспорт...
tl: Nag-e-export...
zh_hans: 导出中...

# documentsPage_exportSharing
source: Export Sharing
ar: تصدير المشاركة
es: Exportar Permisos
fr: Exporter les Partages
ko: 공유 내보내기
pt: Exportar Compartilhamento
ru: Экспорт прав доступа
tl: I-export ang Pagbabahagi
zh_hans: 导出共享

# documentsPage_exportTooltip
source: Export CSV report of all document sharing permissions
ar: تصدير تقرير CSV لجميع اذونات مشاركة المستندات
es: Exportar informe CSV de todos los permisos de uso compartido de documentos
fr: Exporter un rapport CSV de toutes les autorisations de partage de documents
ko: 모든 문서 공유 권한의 CSV 보고서 내보내기
pt: Exportar relatorio CSV de todas as permissoes de compartilhamento de documentos
ru: Экспортировать CSV-отчет со всеми правами доступа к документам
tl: I-export ang CSV report ng lahat ng pahintulot sa pagbabahagi ng dokumento
zh_hans: 导出所有文档共享权限的CSV报告

# documentsPage_failedToExport
source: Failed to export sharing report
ar: فشل في تصدير تقرير المشاركة
es: Error al exportar el informe de permisos
fr: Echec de l'exportation du rapport de partage
ko: 공유 보고서 내보내기 실패
pt: Falha ao exportar relatorio de compartilhamento
ru: Не удалось экспортировать отчет о правах доступа
tl: Nabigo ang pag-export ng ulat sa pagbabahagi
zh_hans: 导出共享报告失败

# documentsPage_folders
source: Folders
ar: المجلدات
es: Carpetas
fr: Dossiers
ko: 폴더
pt: Pastas
ru: Папки
tl: Mga Folder
zh_hans: 文件夹

# documentsPage_listItem_addToStarred
source: Add to starred
ar: اضافة الى المفضلة
es: Agregar a destacados
fr: Ajouter aux favoris
ko: 즐겨찾기에 추가
pt: Adicionar aos favoritos
ru: Добавить в избранное
tl: Idagdag sa mga paborito
zh_hans: 添加到收藏

# documentsPage_listItem_duplicate
source: Duplicate
ar: نسخ
es: Duplicar
fr: Dupliquer
ko: 복제
pt: Duplicar
ru: Дублировать
tl: Kopyahin
zh_hans: 复制

# documentsPage_listItem_edit
source: Edit
ar: تعديل
es: Editar
fr: Modifier
ko: 편집
pt: Editar
ru: Редактировать
tl: I-edit
zh_hans: 编辑

# documentsPage_listItem_removeFromStarred
source: Remove from starred
ar: ازالة من المفضلة
es: Quitar de destacados
fr: Retirer des favoris
ko: 즐겨찾기에서 제거
pt: Remover dos favoritos
ru: Удалить из избранного
tl: Alisin sa mga paborito
zh_hans: 从收藏中移除

# documentsPage_newDocument
source: New Document
ar: مستند جديد
es: Nuevo Documento
fr: Nouveau Document
ko: 새 문서
pt: Novo Documento
ru: Новый документ
tl: Bagong Dokumento
zh_hans: 新建文档

# documentsPage_searchDocuments
source: Search documents...
ar: البحث في المستندات...
es: Buscar documentos...
fr: Rechercher des documents...
ko: 문서 검색...
pt: Pesquisar documentos...
ru: Поиск документов...
tl: Maghanap ng mga dokumento...
zh_hans: 搜索文档...

# documentsPage_sort_dateCreated
source: Date created
ar: تاريخ الانشاء
es: Fecha de creacion
fr: Date de creation
ko: 생성일
pt: Data de criacao
ru: Дата создания
tl: Petsa ng paglikha
zh_hans: 创建日期

# documentsPage_sort_lastUpdated
source: Last updated
ar: اخر تحديث
es: Ultima actualizacion
fr: Derniere mise a jour
ko: 최근 수정
pt: Ultima atualizacao
ru: Последнее обновление
tl: Huling na-update
zh_hans: 最后更新

# documentsPage_sort_name
source: Name
ar: الاسم
es: Nombre
fr: Nom
ko: 이름
pt: Nome
ru: Название
tl: Pangalan
zh_hans: 名称

# documentsPage_starred
source: Starred
ar: المفضلة
es: Destacados
fr: Favoris
ko: 즐겨찾기
pt: Favoritos
ru: Избранное
tl: Mga Paborito
zh_hans: 收藏

# documentsPage_tags_addTag
source: Add tag
ar: اضافة وسم
es: Agregar etiqueta
fr: Ajouter une etiquette
ko: 태그 추가
pt: Adicionar tag
ru: Добавить тег
tl: Magdagdag ng tag
zh_hans: 添加标签

# documentsPage_tags_addTagPlaceholder
source: Add tag...
ar: اضافة وسم...
es: Agregar etiqueta...
fr: Ajouter une etiquette...
ko: 태그 추가...
pt: Adicionar tag...
ru: Добавить тег...
tl: Magdagdag ng tag...
zh_hans: 添加标签...

# documentsPage_tags_clear
source: Clear
ar: مسح
es: Limpiar
fr: Effacer
ko: 지우기
pt: Limpar
ru: Очистить
tl: I-clear
zh_hans: 清除

# documentsPage_tags_moreCount
source: +%lld more
ar: +%lld اخرى
es: +%lld mas
fr: +%lld autres
ko: +%lld개 더
pt: +%lld mais
ru: +%lld ещё
tl: +%lld pa
zh_hans: +%lld个更多

# donorsList_emptyState_adjustFilters
source: Try adjusting your search filters
ar: حاول تعديل معايير البحث
es: Intenta ajustar tus filtros de busqueda
fr: Essayez d'ajuster vos filtres de recherche
ko: 검색 필터를 조정해 보세요
pt: Tente ajustar seus filtros de pesquisa
ru: Попробуйте изменить параметры поиска
tl: Subukang ayusin ang iyong mga filter sa paghahanap
zh_hans: 请尝试调整搜索筛选条件

# donorsList_emptyState_noDonations
source: No donations yet
ar: لا توجد تبرعات بعد
es: Aun no hay donaciones
fr: Aucun don pour le moment
ko: 아직 기부가 없습니다
pt: Nenhuma doacao ainda
ru: Пожертвований пока нет
tl: Wala pang mga donasyon
zh_hans: 暂无捐款

# donorsList_exportCsv
source: Export CSV
ar: تصدير CSV
es: Exportar CSV
fr: Exporter CSV
ko: CSV 내보내기
pt: Exportar CSV
ru: Экспорт CSV
tl: I-export ang CSV
zh_hans: 导出CSV

# donorsList_filters_all
source: All
ar: الكل
es: Todos
fr: Tous
ko: 전체
pt: Todos
ru: Все
tl: Lahat
zh_hans: 全部

# donorsList_filters_completed
source: Completed
ar: مكتملة
es: Completadas
fr: Completes
ko: 완료됨
pt: Concluidos
ru: Завершенные
tl: Nakumpleto
zh_hans: 已完成

# donorsList_filters_pending
source: Pending
ar: معلقة
es: Pendientes
fr: En attente
ko: 대기 중
pt: Pendentes
ru: Ожидающие
tl: Nakabinbin
zh_hans: 待处理

# donorsList_searchPlaceholder
source: Search by name or email...
ar: البحث بالاسم او البريد الالكتروني...
es: Buscar por nombre o correo electronico...
fr: Rechercher par nom ou email...
ko: 이름 또는 이메일로 검색...
pt: Pesquisar por nome ou email...
ru: Поиск по имени или email...
tl: Maghanap ayon sa pangalan o email...
zh_hans: 按姓名或邮箱搜索...

# donorsList_stats_completedDonations
source: Completed Donations
ar: التبرعات المكتملة
es: Donaciones Completadas
fr: Dons Completes
ko: 완료된 기부
pt: Doacoes Concluidas
ru: Завершенных пожертвований
tl: Nakumpletong Donasyon
zh_hans: 已完成捐款

# donorsList_stats_totalDonations
source: Total Donations
ar: اجمالي التبرعات
es: Total de Donaciones
fr: Total des Dons
ko: 총 기부 건수
pt: Total de Doacoes
ru: Всего пожертвований
tl: Kabuuang Donasyon
zh_hans: 捐款总数

# donorsList_stats_totalRaised
source: Total Raised
ar: اجمالي المبلغ المجموع
es: Total Recaudado
fr: Total Collecte
ko: 총 모금액
pt: Total Arrecadado
ru: Всего собрано
tl: Kabuuang Nakalap
zh_hans: 筹集总额

# donorsList_subtitle
source: Manage donations for %@
ar: ادارة التبرعات لـ %@
es: Gestionar donaciones para %@
fr: Gerer les dons pour %@
ko: %@ 기부금 관리
pt: Gerenciar doacoes para %@
ru: Управление пожертвованиями для %@
tl: Pamahalaan ang mga donasyon para sa %@
zh_hans: 管理%@的捐款

# donorsList_table_amount
source: Amount
ar: المبلغ
es: Monto
fr: Montant
ko: 금액
pt: Valor
ru: Сумма
tl: Halaga
zh_hans: 金额

# donorsList_table_anonymous
source: Anonymous
ar: مجهول
es: Anonimo
fr: Anonyme
ko: 익명
pt: Anonimo
ru: Анонимный
tl: Hindi Kilala
zh_hans: 匿名

# donorsList_table_date
source: Date
ar: التاريخ
es: Fecha
ko: 날짜
pt: Data
ru: Дата
tl: Petsa
zh_hans: 日期

# donorsList_table_donor
source: Donor
ar: المتبرع
es: Donante
fr: Donateur
ko: 기부자
pt: Doador
ru: Донор
zh_hans: 捐赠者

# donorsList_table_message
source: Message
ar: الرسالة
es: Mensaje
ko: 메시지
pt: Mensagem
ru: Сообщение
tl: Mensahe
zh_hans: 留言

# donorsList_table_na
source: N/A
ar: غير متوفر
ko: 해당 없음
pt: N/D
ru: Н/Д
tl: Wala
zh_hans: 不适用

# donorsList_table_paymentMethod
source: Payment Method
ar: طريقة الدفع
es: Metodo de Pago
fr: Methode de Paiement
ko: 결제 방법
pt: Metodo de Pagamento
ru: Способ оплаты
tl: Paraan ng Pagbabayad
zh_hans: 支付方式

# donorsList_table_recurring
source: Recurring
ar: متكرر
es: Recurrente
fr: Recurrent
ko: 정기 기부
pt: Recorrente
ru: Регулярный
tl: Paulit-ulit
zh_hans: 定期捐款

# donorsList_table_status
source: Status
ar: الحالة
es: Estado
fr: Statut
ko: 상태
ru: Статус
tl: Katayuan
zh_hans: 状态

# donorsList_title
source: Donors & Donations
ar: المتبرعون والتبرعات
es: Donantes y Donaciones
fr: Donateurs et Dons
ko: 기부자 및 기부금
pt: Doadores e Doacoes
ru: Доноры и пожертвования
tl: Mga Donor at Donasyon
zh_hans: 捐赠者与捐款

# editableCell_empty
source: Empty
ar: فارغ
es: Vacio
fr: Vide
ko: 비어있음
pt: Vazio
ru: Пусто
tl: Walang laman
vi: Trong
zh_hans: 空

# editableCell_linked
source: Linked
ar: مرتبط
es: Vinculado
fr: Lie
ko: 연결됨
pt: Vinculado
ru: Связано
tl: Naka-link
vi: Da lien ket
zh_hans: 已关联

# editableCell_linkedCount
source: %lld linked
ar: %lld مرتبط
es: %lld vinculado(s)
fr: %lld lie(s)
ko: %lld개 연결됨
pt: %lld vinculado(s)
ru: %lld связано
tl: %lld ang naka-link
vi: %lld da lien ket
zh_hans: %lld 个已关联

# editableCell_noTargetTable
source: No target table configured
ar: لم يتم تكوين جدول الهدف
es: No hay tabla de destino configurada
fr: Aucune table cible configuree
ko: 대상 테이블이 설정되지 않았습니다
pt: Nenhuma tabela de destino configurada
ru: Целевая таблица не настроена
tl: Walang nakakonfigure na target na talahanayan
vi: Chua cau hinh bang dich
zh_hans: 未配置目标表

# editableCell_notSupported
source: Inline editing not supported for %@
ar: التحرير المباشر غير مدعوم لـ %@
es: Edicion en linea no soportada para %@
fr: Edition en ligne non prise en charge pour %@
ko: %@에서는 인라인 편집이 지원되지 않습니다
pt: Edicao em linha nao suportada para %@
ru: Редактирование в строке не поддерживается для %@
tl: Hindi suportado ang inline na pag-edit para sa %@
vi: Chinh sua truc tiep khong ho tro cho %@
zh_hans: %@ 不支持内联编辑

# editableTableView_addRecord
source: Add Record
ar: إضافة سجل
es: Agregar Registro
fr: Ajouter un Enregistrement
ko: 레코드 추가
pt: Adicionar Registro
ru: Добавить запись
tl: Magdagdag ng Rekord
vi: Them Ban Ghi
zh_hans: 添加记录

# editableTableView_delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
ko: 삭제
pt: Excluir
ru: Удалить
tl: Burahin
vi: Xoa
zh_hans: 删除

# editableTableView_filterPlaceholder
source: Filter %@...
ar: تصفية %@...
es: Filtrar %@...
fr: Filtrer %@...
ko: %@ 필터...
pt: Filtrar %@...
ru: Фильтр %@...
tl: I-filter ang %@...
vi: Loc %@...
zh_hans: 筛选 %@...

# editableTableView_noRecords
source: No records found.
ar: لم يتم العثور على سجلات.
es: No se encontraron registros.
fr: Aucun enregistrement trouve.
ko: 레코드가 없습니다.
pt: Nenhum registro encontrado.
ru: Записи не найдены.
tl: Walang nahanap na rekord.
vi: Khong tim thay ban ghi nao.
zh_hans: 未找到记录。

# editableTableView_selectAll
source: Select all
ar: تحديد الكل
es: Seleccionar todo
fr: Tout selectionner
ko: 전체 선택
pt: Selecionar todos
ru: Выбрать все
tl: Piliin lahat
vi: Chon tat ca
zh_hans: 全选

# editableTableView_selected
source: %lld selected
ar: %lld محدد
es: %lld seleccionado(s)
fr: %lld selectionne(s)
ko: %lld개 선택됨
pt: %lld selecionado(s)
ru: Выбрано: %lld
tl: %lld ang napili
vi: Da chon %lld
zh_hans: 已选择 %lld 项

# editableTableView_selectRow
source: Select row
ar: تحديد الصف
es: Seleccionar fila
fr: Selectionner la ligne
ko: 행 선택
pt: Selecionar linha
ru: Выбрать строку
tl: Piliin ang hanay
vi: Chon hang
zh_hans: 选择行

# editableTableView_showing
source: Showing %1$@ of %2$@ records
ar: عرض %1$@ من %2$@ سجل
es: Mostrando %1$@ de %2$@ registros
fr: Affichage de %1$@ sur %2$@ enregistrements
ko: 전체 %1$@개 중 %2$@개 표시
pt: Exibindo %1$@ de %2$@ registros
ru: Показано %1$@ из %2$@ записей
tl: Nagpapakita ng %1$@ sa %2$@ na rekord
vi: Hien thi %1$@ / %2$@ ban ghi
zh_hans: 显示 %1$@ / %2$@ 条记录

# editableTableView_showingSelected
source: Showing %1$@ of %2$@ records • %3$@ selected
ar: عرض %1$@ من %2$@ سجل - %3$@ محدد
es: Mostrando %1$@ de %2$@ registros - %3$@ seleccionado(s)
fr: Affichage de %1$@ sur %2$@ enregistrements - %3$@ selectionne(s)
ko: 전체 %1$@개 중 %2$@개 표시 - %3$@개 선택됨
pt: Exibindo %1$@ de %2$@ registros - %3$@ selecionado(s)
ru: Показано %1$@ из %2$@ записей - выбрано %3$@
tl: Nagpapakita ng %1$@ sa %2$@ na rekord - %3$@ ang napili
vi: Hien thi %1$@ / %2$@ ban ghi - Da chon %3$@
zh_hans: 显示 %1$@ / %2$@ 条记录 - 已选择 %3$@ 项

# editEventDialog_buttons_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# editEventDialog_buttons_save
source: Save Changes
ar: حفظ التغييرات
es: Guardar cambios
fr: Enregistrer les modifications
ko: 변경 사항 저장
pt: Salvar Alteracoes
ru: Сохранить изменения
tl: I-save ang mga Pagbabago
vi: Luu thay doi
zh_hans: 保存更改

# editEventDialog_buttons_saving
source: Saving...
ar: جاري الحفظ...
es: Guardando...
fr: Enregistrement...
ko: 저장 중...
pt: Salvando...
ru: Сохранение...
tl: Nagse-save...
vi: Dang luu...
zh_hans: 保存中...

# editEventDialog_customFields_selectPlaceholder
source: Select an option
ar: اختر خياراً
es: Selecciona una opcion
fr: Selectionnez une option
ko: 옵션을 선택하세요
pt: Selecione uma opcao
ru: Выберите вариант
tl: Pumili ng opsyon
vi: Chon mot tuy chon
zh_hans: 选择一个选项

# editEventDialog_customFields_title
source: Additional Information
ar: معلومات إضافية
es: Informacion adicional
fr: Informations supplementaires
ko: 추가 정보
pt: Informacoes Adicionais
ru: Дополнительная информация
tl: Karagdagang Impormasyon
vi: Thong tin bo sung
zh_hans: 附加信息
