Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# notificationsDemoPage_explanation_description
source: Notifications change based on your engagement level:
ar: تتغير الاشعارات بناء على مستوى مشاركتك:
es: Las notificaciones cambian segun tu nivel de participacion:
fr: Les notifications changent en fonction de votre niveau d'engagement:
ko: 알림은 참여 수준에 따라 변경됩니다:
pt: As notificacoes mudam com base no seu nivel de engajamento:
ru: Уведомления меняются в зависимости от вашего уровня вовлеченности:
tl: Nagbabago ang mga notification batay sa iyong antas ng pakikisangkot:
vi: Thong bao thay doi dua tren muc do tham gia cua ban:
zh_hans: 通知会根据您的参与度而变化:

# notificationsDemoPage_explanation_footer
source: Each notification includes a relevance score showing why you're seeing it.
ar: يتضمن كل اشعار درجة صلة توضح سبب رؤيتك له.
es: Cada notificacion incluye una puntuacion de relevancia que muestra por que la estas viendo.
fr: Chaque notification inclut un score de pertinence expliquant pourquoi vous la voyez.
ko: 각 알림에는 해당 알림을 받는 이유를 보여주는 관련성 점수가 포함됩니다.
pt: Cada notificacao inclui uma pontuacao de relevancia mostrando por que voce esta vendo.
ru: Каждое уведомление включает оценку релевантности, показывающую, почему вы его видите.
tl: Ang bawat notification ay may kasamang relevance score na nagpapakita kung bakit mo ito nakikita.
vi: Moi thong bao bao gom diem lien quan cho thay ly do ban nhin thay no.
zh_hans: 每个通知都包含相关性评分,说明为什么您会看到它。

# notificationsDemoPage_explanation_levels_active
source: Volunteer opportunities, urgent mobilizations
ar: فرص التطوع، التعبئة العاجلة
es: Oportunidades de voluntariado, movilizaciones urgentes
fr: Opportunites de benevolat, mobilisations urgentes
ko: 자원봉사 기회, 긴급 동원
pt: Oportunidades de voluntariado, mobilizacoes urgentes
ru: Волонтерские возможности, срочные мобилизации
tl: Mga oportunidad sa pag-volunteer, mga agarang mobilisasyon
vi: Co hoi tinh nguyen, huy dong khan cap
zh_hans: 志愿者机会、紧急动员

# notificationsDemoPage_explanation_levels_core
source: Leadership meetings, mentorship, security alerts
ar: اجتماعات القيادة، الارشاد، تنبيهات الامان
es: Reuniones de liderazgo, mentoria, alertas de seguridad
fr: Reunions de direction, mentorat, alertes de securite
ko: 리더십 회의, 멘토링, 보안 알림
pt: Reunioes de lideranca, mentoria, alertas de seguranca
ru: Встречи руководства, наставничество, оповещения безопасности
tl: Mga pulong ng pamunuan, mentorship, mga alerto sa seguridad
vi: Cuoc hop lanh dao, huong dan, canh bao an ninh
zh_hans: 领导层会议、指导、安全警报

# notificationsDemoPage_explanation_levels_neutral
source: Beginner-friendly events, educational content
ar: فعاليات للمبتدئين، محتوى تعليمي
es: Eventos para principiantes, contenido educativo
fr: Evenements pour debutants, contenu educatif
ko: 초보자 친화적 이벤트, 교육 콘텐츠
pt: Eventos para iniciantes, conteudo educacional
ru: Мероприятия для начинающих, образовательный контент
tl: Mga event na angkop sa baguhan, pang-edukasyong nilalaman
vi: Su kien than thien voi nguoi moi, noi dung giao duc
zh_hans: 新手友好活动、教育内容

# notificationsDemoPage_explanation_levels_passive
source: Encouragement to attend actions, progress updates
ar: تشجيع على حضور الفعاليات، تحديثات التقدم
es: Animo para asistir a acciones, actualizaciones de progreso
fr: Encouragements a participer aux actions, mises a jour de progression
ko: 행동 참여 권유, 진행 상황 업데이트
pt: Incentivo para participar de acoes, atualizacoes de progresso
ru: Поощрение к участию в акциях, обновления прогресса
tl: Paghihikayat na dumalo sa mga aksyon, mga update sa progreso
vi: Khuyen khich tham gia hoat dong, cap nhat tien do
zh_hans: 参与活动的鼓励、进度更新

# notificationsDemoPage_explanation_title
source: How Smart Notifications Work
ar: كيف تعمل الاشعارات الذكية
es: Como funcionan las notificaciones inteligentes
fr: Comment fonctionnent les notifications intelligentes
ko: 스마트 알림 작동 방식
pt: Como Funcionam as Notificacoes Inteligentes
ru: Как работают умные уведомления
tl: Paano Gumagana ang Matalinong Notification
vi: Thong bao thong minh hoat dong nhu the nao
zh_hans: 智能通知如何工作

# notificationsDemoPage_subtitle
source: Context-aware notifications based on engagement level
ar: اشعارات سياقية بناء على مستوى المشاركة
es: Notificaciones contextuales basadas en el nivel de participacion
fr: Notifications contextuelles basees sur le niveau d'engagement
ko: 참여 수준에 따른 맞춤형 알림
pt: Notificacoes contextuais baseadas no nivel de engajamento
ru: Контекстные уведомления на основе уровня вовлеченности
tl: Mga notification na naaayon sa konteksto batay sa antas ng pakikisangkot
vi: Thong bao theo ngu canh dua tren muc do tham gia
zh_hans: 基于参与度的情境感知通知

# notificationsDemoPage_title
source: Smart Notifications
ar: الاشعارات الذكية
es: Notificaciones inteligentes
fr: Notifications intelligentes
ko: 스마트 알림
pt: Notificacoes Inteligentes
ru: Умные уведомления
tl: Mga Matalinong Notification
vi: Thong bao thong minh
zh_hans: 智能通知

# notificationsDemoPage_viewAs
source: View as...
ar: عرض كـ...
es: Ver como...
fr: Voir en tant que...
ko: 다음으로 보기...
pt: Ver como...
ru: Просмотр как...
tl: Tingnan bilang...
vi: Xem voi tu cach...
zh_hans: 查看为...

# onboarding_availability_flexible
source: Flexible
ar: مرن
ko: 유연함
pt: Flexivel
ru: Гибкий график
vi: Linh hoạt
zh_hans: 灵活

# onboarding_availability_weekdays
source: Weekdays
ar: أيام الأسبوع
es: Días laborables
fr: Jours de semaine
ko: 평일
pt: Dias Uteis
ru: Будние дни
tl: Mga Weekday
vi: Ngày trong tuần
zh_hans: 工作日

# onboarding_availability_weekends
source: Weekends
ar: عطلة نهاية الأسبوع
es: Fines de semana
ko: 주말
pt: Fins de Semana
ru: Выходные
tl: Mga Weekend
vi: Cuối tuần
zh_hans: 周末

# onboardingDemo_about_campaign
source: Campaign:
ar: الحملة:
es: Campana:
fr: Campagne:
ko: 캠페인:
pt: Campanha:
ru: Кампания:
tl: Kampanya:
vi: Chien dich:
zh_hans: 活动：

# onboardingDemo_about_campaignDesc
source: Focus on specific issue, then broaden to full platform
ar: التركيز على قضية محددة، ثم التوسع إلى المنصة الكاملة
es: Enfocarse en un tema especifico, luego expandir a toda la plataforma
fr: Se concentrer sur un probleme specifique, puis elargir a toute la plateforme
ko: 특정 이슈에 집중한 후 전체 플랫폼으로 확장
pt: Foco em uma questao especifica, depois amplia para a plataforma completa
ru: Фокус на конкретной проблеме, затем расширение до полной платформы
tl: Tumutok sa partikular na isyu, pagkatapos ay palawakin sa buong platform
vi: Tap trung vao van de cu the, sau do mo rong ra toan bo nen tang
zh_hans: 先关注特定议题，然后扩展到整个平台

# onboardingDemo_about_event
source: Event:
ar: الفعالية:
es: Evento:
fr: Evenement:
ko: 이벤트:
pt: Evento:
ru: Мероприятие:
vi: Su kien:
zh_hans: 活动：

# onboardingDemo_about_eventDesc
source: Quick setup to get to RSVP, then explore working groups
ar: إعداد سريع للتأكيد على الحضور، ثم استكشاف مجموعات العمل
es: Configuracion rapida para confirmar asistencia, luego explorar grupos de trabajo
fr: Configuration rapide pour s'inscrire, puis explorer les groupes de travail
ko: RSVP를 위한 빠른 설정 후 워킹 그룹 탐색
pt: Configuracao rapida para confirmar presenca, depois explorar grupos de trabalho
ru: Быстрая настройка для регистрации, затем изучение рабочих групп
tl: Mabilis na setup para makapag-RSVP, pagkatapos ay mag-explore ng mga working group
vi: Thiet lap nhanh de dang ky, sau do kham pha cac nhom lam viec
zh_hans: 快速设置以完成报名，然后探索工作组

# onboardingDemo_about_friendInvite
source: Friend Invite:
ar: دعوة صديق:
es: Invitacion de Amigo:
fr: Invitation d'Ami:
ko: 친구 초대:
pt: Convite de Amigo:
ru: Приглашение от друга:
tl: Imbitasyon ng Kaibigan:
vi: Loi moi ban be:
zh_hans: 朋友邀请：

# onboardingDemo_about_friendInviteDesc
source: Social connection first, then community building
ar: الاتصال الاجتماعي أولاً، ثم بناء المجتمع
es: Conexion social primero, luego construccion de comunidad
fr: Connexion sociale d'abord, puis construction de communaute
ko: 먼저 소셜 연결, 그 다음 커뮤니티 구축
pt: Conexao social primeiro, depois construcao de comunidade
ru: Сначала социальные связи, затем построение сообщества
tl: Social connection muna, pagkatapos ay pagbuo ng komunidad
vi: Ket noi xa hoi truoc, sau do xay dung cong dong
zh_hans: 先建立社交联系，然后构建社区

# onboardingDemo_about_intro
source: Different entry points lead to different onboarding flows optimized for user context:
ar: تؤدي نقاط الدخول المختلفة إلى مسارات تهيئة مختلفة محسّنة لسياق المستخدم:
es: Diferentes puntos de entrada llevan a diferentes flujos de incorporacion optimizados para el contexto del usuario:
fr: Differents points d'entree menent a differents parcours d'integration optimises pour le contexte de l'utilisateur:
ko: 다양한 진입점은 사용자 상황에 최적화된 다양한 온보딩 플로우로 이어집니다:
pt: Diferentes pontos de entrada levam a diferentes fluxos de integracao otimizados para o contexto do usuario:
ru: Разные точки входа ведут к разным сценариям введения, оптимизированным под контекст пользователя:
tl: Ang iba't ibang entry point ay nagdadala sa iba't ibang daloy ng onboarding na na-optimize para sa konteksto ng user:
vi: Cac diem vao khac nhau dan den cac luong huong dan khac nhau duoc toi uu hoa cho boi canh nguoi dung:
zh_hans: 不同的入口点会引导至针对用户情境优化的不同引导流程：

# onboardingDemo_about_socialMedia
source: Social Media:
ar: وسائل التواصل الاجتماعي:
es: Redes Sociales:
fr: Reseaux Sociaux:
ko: 소셜 미디어:
pt: Midia Social:
ru: Соцсети:
vi: Mang xa hoi:
zh_hans: 社交媒体：

# onboardingDemo_about_socialMediaDesc
source: Fast path to action for high-energy newcomers
ar: مسار سريع للعمل للوافدين الجدد ذوي الطاقة العالية
es: Camino rapido a la accion para recien llegados con alta energia
fr: Chemin rapide vers l'action pour les nouveaux venus pleins d'energie
ko: 열정적인 신규 사용자를 위한 빠른 액션 경로
pt: Caminho rapido para acao para novatos com muita energia
ru: Быстрый путь к действию для энергичных новичков
tl: Mabilis na landas patungo sa aksyon para sa mga bagong dating na may mataas na enerhiya
vi: Con duong nhanh den hanh dong cho nguoi moi nang dong
zh_hans: 为精力充沛的新用户提供快速行动路径

# onboardingDemo_about_title
source: About Personalized Onboarding
ar: حول التهيئة المخصصة
es: Acerca de la Incorporacion Personalizada
fr: A Propos de l'Integration Personnalisee
ko: 맞춤형 온보딩에 대하여
pt: Sobre a Integracao Personalizada
ru: О персонализированном введении
tl: Tungkol sa Personalisadong Onboarding
vi: Ve Huong Dan Ca Nhan Hoa
zh_hans: 关于个性化引导

# onboardingDemo_about_website
source: Website:
ar: الموقع الإلكتروني:
es: Sitio Web:
fr: Site Web:
ko: 웹사이트:
pt: Site:
ru: Сайт:
vi: Trang web:
zh_hans: 网站：

# onboardingDemo_about_websiteDesc
source: Comprehensive overview of all organizing work
ar: نظرة شاملة على جميع أعمال التنظيم
es: Vision general completa de todo el trabajo de organizacion
fr: Vue d'ensemble complete de tout le travail d'organisation
ko: 모든 조직 활동에 대한 종합적인 개요
pt: Visao geral abrangente de todo o trabalho de organizacao
ru: Полный обзор всей организационной работы
tl: Komprehensibong overview ng lahat ng gawaing pag-organisa
vi: Tong quan toan dien ve tat ca cong viec to chuc
zh_hans: 全面了解所有组织工作

# onboardingDemo_complete_description
source: User would now be redirected to their personalized dashboard
ar: سيتم الآن توجيه المستخدم إلى لوحة التحكم المخصصة له
es: El usuario seria redirigido a su panel personalizado
fr: L'utilisateur serait maintenant redirige vers son tableau de bord personnalise
ko: 이제 사용자는 맞춤형 대시보드로 리디렉션됩니다
pt: O usuario agora seria redirecionado para seu painel personalizado
ru: Теперь пользователь будет перенаправлен на персональную панель управления
tl: Ire-redirect na ngayon ang user sa kanilang personalisadong dashboard
vi: Nguoi dung se duoc chuyen huong den bang dieu khien ca nhan hoa cua ho
zh_hans: 用户现在将被重定向到其个性化仪表板

# onboardingDemo_complete_title
source: Onboarding Complete!
ar: اكتملت التهيئة!
es: Incorporacion Completada!
fr: Integration Terminee!
ko: 온보딩 완료!
pt: Integracao Concluida!
ru: Введение завершено!
tl: Kumpleto na ang Onboarding!
vi: Hoan Thanh Huong Dan!
zh_hans: 引导完成！

# onboardingDemo_complete_tryAnother
source: Try Another Entry Point
ar: جرب نقطة دخول أخرى
es: Probar Otro Punto de Entrada
fr: Essayer un Autre Point d'Entree
ko: 다른 진입점 시도하기
pt: Tentar Outro Ponto de Entrada
ru: Попробовать другую точку входа
tl: Subukan ang Ibang Entry Point
vi: Thu Diem Vao Khac
zh_hans: 尝试另一个入口点

# onboardingDemo_description
source: Different flows based on how users discover the platform
ar: مسارات مختلفة بناءً على كيفية اكتشاف المستخدمين للمنصة
es: Diferentes flujos segun como los usuarios descubren la plataforma
fr: Differents parcours selon comment les utilisateurs decouvrent la plateforme
ko: 사용자가 플랫폼을 발견하는 방식에 따른 다양한 플로우
pt: Fluxos diferentes baseados em como os usuarios descobrem a plataforma
ru: Различные сценарии в зависимости от того, как пользователи находят платформу
tl: Iba't ibang daloy batay sa kung paano nadiskubre ng mga user ang platform
vi: Cac luong khac nhau dua tren cach nguoi dung kham pha nen tang
zh_hans: 根据用户如何发现平台提供不同的流程

# onboardingDemo_entryPointLabel
source: Entry Point: %@
ar: نقطة الدخول: %@
es: Punto de entrada: %@
fr: Point d'entree: %@
ko: 진입점: %@
pt: Ponto de entrada: %@
ru: Точка входа: %@
vi: Diem vao: %@
zh_hans: 入口点：%@

# onboardingDemo_entryPoints_campaign
source: Campaign Landing Page
ar: صفحة الحملة
es: Pagina de Campana
fr: Page de Campagne
ko: 캠페인 랜딩 페이지
pt: Pagina de Campanha
ru: Страница кампании
tl: Pahina ng Kampanya
vi: Trang Chien Dich
zh_hans: 活动页面

# onboardingDemo_entryPoints_event
source: Event RSVP
ar: تأكيد الحضور للفعالية
es: Confirmacion de Evento
fr: Inscription a un Evenement
ko: 이벤트 RSVP
pt: Confirmacao de Evento
ru: Регистрация на мероприятие
tl: RSVP sa Event
vi: Dang Ky Su Kien
zh_hans: 活动报名

# onboardingDemo_entryPoints_friend-invite
source: Friend Invitation
ar: دعوة من صديق
es: Invitacion de Amigo
fr: Invitation d'un Ami
ko: 친구 초대
pt: Convite de Amigo
ru: Приглашение от друга
tl: Imbitasyon ng Kaibigan
vi: Loi Moi Tu Ban Be
zh_hans: 朋友邀请

# onboardingDemo_entryPoints_social-media
source: Social Media Link
ar: رابط وسائل التواصل الاجتماعي
es: Enlace de Redes Sociales
fr: Lien des Reseaux Sociaux
ko: 소셜 미디어 링크
pt: Link de Midia Social
ru: Ссылка из соцсетей
tl: Link sa Social Media
vi: Lien Ket Mang Xa Hoi
zh_hans: 社交媒体链接

# onboardingDemo_entryPoints_website
source: Main Website
ar: الموقع الرئيسي
es: Sitio Web Principal
fr: Site Web Principal
ko: 메인 웹사이트
pt: Site Principal
ru: Главный сайт
tl: Pangunahing Website
vi: Trang Web Chinh
zh_hans: 主网站

# onboardingDemo_simulateEntryPoint
source: Simulate Entry Point
ar: محاكاة نقطة الدخول
es: Simular Punto de Entrada
fr: Simuler un Point d'Entree
ko: 진입점 시뮬레이션
pt: Simular Ponto de Entrada
ru: Имитировать точку входа
tl: Gayahin ang Entry Point
vi: Mo Phong Diem Vao
zh_hans: 模拟入口点

# onboardingDemo_title
source: Personalized Onboarding
ar: التهيئة المخصصة
es: Incorporacion Personalizada
fr: Integration Personnalisee
ko: 맞춤형 온보딩
pt: Integracao Personalizada
ru: Персонализированное введение
tl: Personalisadong Onboarding
vi: Huong Dan Ca Nhan Hoa
zh_hans: 个性化引导

# onboardingFlow_complete_selectedInterests
source: Your selected interests:
ar: اهتماماتك المختارة:
es: Tus intereses seleccionados:
fr: Vos interets selectionnes :
ko: 선택한 관심사:
pt: Seus interesses selecionados:
ru: Ваши выбранные интересы:
tl: Ang iyong mga napiling interes:
vi: So thich ban da chon:
zh_hans: 您选择的兴趣：

# onboardingFlow_events_going
source: %lld going
ar: %lld مشاركون
es: %lld asistiran
fr: %lld participants
ko: %lld명 참석
pt: %lld confirmados
ru: %lld участвуют
tl: %lld pupunta
vi: %lld nguoi tham gia
zh_hans: %lld人参加

# onboardingFlow_events_rsvp
source: RSVP
ar: تاكيد الحضور
es: Confirmar
fr: Confirmer
ko: 참석 확인
pt: Confirmar Presenca
ru: Подтвердить участие
vi: Xac Nhan
zh_hans: 确认参加

# onboardingFlow_groups_join
source: Join
ar: انضمام
es: Unirse
fr: Rejoindre
ko: 가입
pt: Entrar
ru: Вступить
tl: Sumali
vi: Tham Gia
zh_hans: 加入

# onboardingFlow_groups_members
source: %lld members
ar: %lld اعضاء
es: %lld miembros
fr: %lld membres
ko: %lld명의 회원
pt: %lld membros
ru: %lld участников
tl: %lld miyembro
vi: %lld thanh vien
zh_hans: %lld位成员

# onboardingFlow_navigation_back
source: Back
ar: رجوع
es: Atras
fr: Retour
ko: 뒤로
pt: Voltar
ru: Назад
tl: Bumalik
vi: Quay Lai
zh_hans: 返回

# onboardingFlow_navigation_continue
source: Continue
ar: متابعة
es: Continuar
fr: Continuer
ko: 계속
pt: Continuar
ru: Продолжить
tl: Magpatuloy
vi: Tiep Tuc
zh_hans: 继续

# onboardingFlow_navigation_getStarted
source: Get Started
ar: ابدا الان
es: Comenzar
fr: Commencer
ko: 시작하기
pt: Comecar
ru: Начать
tl: Magsimula
vi: Bat Dau
zh_hans: 开始使用

# onboardingFlow_profile_availabilityLabel
source: Availability
ar: التوفر
es: Disponibilidad
fr: Disponibilite
ko: 가능 시간
pt: Disponibilidade
ru: Доступность
vi: Thoi Gian Ranh
zh_hans: 可用时间

# onboardingFlow_profile_flexible
source: Flexible
ar: مرن
ko: 유연함
pt: Flexivel
ru: Гибкий график
vi: Linh hoat
zh_hans: 灵活

# onboardingFlow_profile_locationLabel
source: Location (Optional)
ar: الموقع (اختياري)
es: Ubicacion (Opcional)
fr: Lieu (Optionnel)
ko: 위치 (선택사항)
pt: Localizacao (Opcional)
ru: Местоположение (необязательно)
tl: Lokasyon (Opsyonal)
vi: Vi Tri (Tuy Chon)
zh_hans: 位置（可选）

# onboardingFlow_profile_locationPlaceholder
source: City, State
ar: المدينة، الولاية
es: Ciudad, Estado
fr: Ville, Region
ko: 도시, 지역
pt: Cidade, Estado
ru: Город, регион
tl: Lungsod, Lalawigan
vi: Thanh pho, Tinh
zh_hans: 城市，省份

# onboardingFlow_profile_nameLabel
source: Name
ar: الاسم
es: Nombre
fr: Nom
ko: 이름
pt: Nome
ru: Имя
tl: Pangalan
vi: Ten
zh_hans: 姓名

# onboardingFlow_profile_namePlaceholder
source: Your name
ar: اسمك
es: Tu nombre
fr: Votre nom
ko: 이름을 입력하세요
pt: Seu nome
ru: Ваше имя
tl: Iyong pangalan
vi: Ten cua ban
zh_hans: 您的姓名

# onboardingFlow_profile_selectPlaceholder
source: Select...
ar: اختر...
es: Seleccionar...
fr: Selectionner...
ko: 선택...
pt: Selecione...
ru: Выберите...
tl: Pumili...
vi: Chon...
zh_hans: 请选择...

# onboardingFlow_profile_weekdays
source: Weekdays
ar: ايام الاسبوع
es: Dias de semana
fr: Jours de semaine
ko: 평일
pt: Dias de Semana
ru: Будни
tl: Araw ng Linggo
vi: Ngay trong tuan
zh_hans: 工作日

# onboardingFlow_profile_weekends
source: Weekends
ar: عطلات نهاية الاسبوع
es: Fines de semana
ko: 주말
pt: Fins de Semana
ru: Выходные
tl: Katapusan ng Linggo
vi: Cuoi tuan
zh_hans: 周末

# onboardingFlow_stepCount
source: Step %1$@ of %2$@
ar: الخطوة %1$@ من %2$@
es: Paso %1$@ de %2$@
fr: Etape %1$@ sur %2$@
ko: %1$@단계 중 %2$@단계
pt: Passo %1$@ de %2$@
ru: Шаг %1$@ из %2$@
tl: Hakbang %1$@ ng %2$@
vi: Buoc %1$@ trong %2$@
zh_hans: 第%1$@步，共%2$@步

# pages_allUsers
source: All users
ar: جميع المستخدمين
es: Todos los usuarios
fr: Tous les utilisateurs
ko: 모든 사용자
pt: Todos os usuarios
ru: Все пользователи
tl: Lahat ng mga user
vi: Tất cả người dùng
zh_hans: 所有用户

# pages_basicInformation
source: Basic Information
ar: المعلومات الأساسية
es: Información básica
fr: Informations de base
ko: 기본 정보
pt: Informacoes Basicas
ru: Основная информация
tl: Pangunahing Impormasyon
vi: Thông tin cơ bản
zh_hans: 基本信息

# pages_chooseModules
source: Choose which modules are available for this group
ar: اختر الوحدات المتاحة لهذه المجموعة
es: Elige qué módulos están disponibles para este grupo
fr: Choisissez quels modules sont disponibles pour ce groupe
ko: 이 그룹에서 사용할 모듈을 선택하세요
pt: Escolha quais modulos estao disponiveis para este grupo
ru: Выберите, какие модули доступны для этой группы
tl: Piliin kung aling mga module ang available para sa grupong ito
vi: Chọn các mô-đun có sẵn cho nhóm này
zh_hans: 选择此群组可用的模块

# pages_configureSettings
source: Configure %@ settings and features
ar: تكوين إعدادات %@ والميزات
es: Configura los ajustes y funciones de %@
fr: Configurer les paramètres et fonctionnalités de %@
ko: %@ 설정 및 기능 구성
pt: Configurar configuracoes e recursos de %@
ru: Настройте параметры и функции %@
tl: I-configure ang mga setting at feature ng %@
vi: Cấu hình cài đặt và tính năng của %@
zh_hans: 配置 %@ 的设置和功能

# pages_disabled
source: Disabled
ar: معطل
es: Deshabilitado
fr: Désactivé
ko: 비활성화됨
pt: Desabilitado
ru: Отключено
tl: Hindi pinapagana
vi: Đã tắt
zh_hans: 已禁用

# pages_enabled
source: Enabled
ar: مفعل
es: Habilitado
fr: Activé
ko: 활성화됨
pt: Habilitado
ru: Включено
tl: Pinapagana
vi: Đã bật
zh_hans: 已启用

# pages_enterGroupDescription
source: Enter group description
ar: أدخل وصف المجموعة
es: Ingresa la descripción del grupo
fr: Entrez la description du groupe
ko: 그룹 설명 입력
pt: Digite a descricao do grupo
ru: Введите описание группы
tl: Ilagay ang paglalarawan ng grupo
vi: Nhập mô tả nhóm
zh_hans: 输入群组描述

# pages_enterGroupName
source: Enter group name
ar: أدخل اسم المجموعة
es: Ingresa el nombre del grupo
fr: Entrez le nom du groupe
ko: 그룹 이름 입력
pt: Digite o nome do grupo
ru: Введите название группы
tl: Ilagay ang pangalan ng grupo
vi: Nhập tên nhóm
zh_hans: 输入群组名称

# pages_groupMembers
source: Group Members
ar: أعضاء المجموعة
es: Miembros del grupo
fr: Membres du groupe
ko: 그룹 멤버
pt: Membros do Grupo
ru: Участники группы
tl: Mga Miyembro ng Grupo
vi: Thành viên nhóm
zh_hans: 群组成员

# pages_groupNotFound
source: Group not found
ar: لم يتم العثور على المجموعة
es: Grupo no encontrado
fr: Groupe non trouvé
ko: 그룹을 찾을 수 없습니다
pt: Grupo nao encontrado
ru: Группа не найдена
tl: Hindi nakita ang grupo
vi: Không tìm thấy nhóm
zh_hans: 未找到群组

# pages_groupSettings
source: Group Settings
ar: إعدادات المجموعة
es: Configuración del grupo
fr: Paramètres du groupe
ko: 그룹 설정
pt: Configuracoes do Grupo
ru: Настройки группы
tl: Mga Setting ng Grupo
vi: Cài đặt nhóm
zh_hans: 群组设置

# pages_inviteMembers
source: Invite Members
ar: دعوة أعضاء
es: Invitar miembros
fr: Inviter des membres
ko: 멤버 초대
pt: Convidar Membros
ru: Пригласить участников
tl: Mag-imbita ng mga Miyembro
vi: Mời thành viên
zh_hans: 邀请成员

# pages_joined
source: Joined %@
ar: انضم %@
es: Se unió el %@
fr: A rejoint %@
ko: %@에 가입
pt: Entrou em %@
ru: Присоединился %@
tl: Sumali noong %@
vi: Tham gia %@
zh_hans: 加入于 %@

# pages_managePrivacy
source: Manage group privacy and visibility
ar: إدارة خصوصية ورؤية المجموعة
es: Gestiona la privacidad y visibilidad del grupo
fr: Gérer la confidentialité et la visibilité du groupe
ko: 그룹 개인정보 보호 및 가시성을 관리하세요
pt: Gerenciar privacidade e visibilidade do grupo
ru: Управление конфиденциальностью и видимостью группы
tl: Pamahalaan ang privacy at visibility ng grupo
vi: Quản lý quyền riêng tư và khả năng hiển thị của nhóm
zh_hans: 管理群组隐私和可见性

# pages_memberIn
source: in %@
ar: في %@
es: en %@
fr: dans %@
ko: %@의 멤버
pt: em %@
ru: в %@
tl: sa %@
vi: trong %@
zh_hans: 在 %@

# pages_members
source: Members
ar: الأعضاء
es: Miembros
fr: Membres
ko: 멤버
pt: Membros
ru: Участники
tl: Mga Miyembro
vi: Thành viên
zh_hans: 成员

# pages_membersCount
source: %lld member
ar: %lld عضو
es: %lld miembro
fr: %lld membre
ko: %lld명의 멤버
pt: %lld membro
ru: %lld участник
tl: %lld miyembro
vi: %lld thành viên
zh_hans: %lld 位成员

# pages_membersCount_plural
source: %lld members
ar: %lld أعضاء
es: %lld miembros
fr: %lld membres
ko: %lld명의 멤버
pt: %lld membros
ru: %lld участников
tl: %lld mga miyembro
vi: %lld thành viên
zh_hans: %lld 位成员

# pages_nameAZ
source: Name (A-Z)
ar: الاسم (أ-ي)
es: Nombre (A-Z)
fr: Nom (A-Z)
ko: 이름 (가-하)
pt: Nome (A-Z)
ru: Имя (А-Я)
tl: Pangalan (A-Z)
vi: Tên (A-Z)
zh_hans: 姓名 (A-Z)

# pages_noMembersFound
source: No members found
ar: لم يتم العثور على أعضاء
es: No se encontraron miembros
fr: Aucun membre trouvé
ko: 멤버를 찾을 수 없습니다
pt: Nenhum membro encontrado
ru: Участники не найдены
tl: Walang nakitang mga miyembro
vi: Không tìm thấy thành viên
zh_hans: 未找到成员

# pages_privacyLevel
source: Privacy Level
ar: مستوى الخصوصية
es: Nivel de privacidad
fr: Niveau de confidentialité
ko: 공개 수준
pt: Nivel de Privacidade
ru: Уровень конфиденциальности
tl: Antas ng Privacy
vi: Mức độ riêng tư
zh_hans: 隐私级别
