Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# secureEmbed_errors_unsupportedProvider
source: Unsupported provider. Supported: %@
ar: مزود غير مدعوم. المدعومون: %@
es: Proveedor no compatible. Compatibles: %@
fr: Fournisseur non pris en charge. Pris en charge : %@
ko: 지원되지 않는 제공자입니다. 지원: %@
pt: Provedor nao suportado. Suportados: %@
ru: Неподдерживаемый провайдер. Поддерживаются: %@
tl: Hindi sinusuportahang provider. Sinusuportahan: %@
vi: Nha cung cap khong duoc ho tro. Duoc ho tro: %@
zh_hans: 不支持的提供商。支持的：%@

# secureEmbed_loadEmbed
source: Load %@
ar: تحميل %@
es: Cargar %@
fr: Charger %@
ko: %@ 로드
pt: Carregar %@
ru: Загрузить %@
tl: I-load ang %@
vi: Tai %@
zh_hans: 加载 %@

# secureEmbed_openExternally
source: Open externally
ar: فتح خارجيًا
es: Abrir externamente
fr: Ouvrir exterieurement
ko: 외부에서 열기
pt: Abrir externamente
ru: Открыть внешне
tl: Buksan sa labas
vi: Mo ben ngoai
zh_hans: 在外部打开

# secureEmbed_untrusted_description
source: This content is from an untrusted source and cannot be embedded securely.
ar: هذا المحتوى من مصدر غير موثوق ولا يمكن تضمينه بشكل آمن.
es: Este contenido proviene de una fuente no confiable y no puede ser incrustado de forma segura.
fr: Ce contenu provient d'une source non fiable et ne peut pas etre integre en toute securite.
ko: 이 콘텐츠는 신뢰할 수 없는 소스에서 제공되어 안전하게 임베드할 수 없습니다.
pt: Este conteudo e de uma fonte nao confiavel e nao pode ser incorporado com seguranca.
ru: Этот контент получен из ненадежного источника и не может быть безопасно встроен.
tl: Ang content na ito ay galing sa hindi mapagkakatiwalaang source at hindi maaaring i-embed nang ligtas.
vi: Noi dung nay tu nguon khong dang tin cay va khong the nhung an toan.
zh_hans: 此内容来自不受信任的来源，无法安全嵌入。

# secureEmbed_untrusted_openInNewTab
source: Open in new tab
ar: فتح في علامة تبويب جديدة
es: Abrir en nueva pestana
fr: Ouvrir dans un nouvel onglet
ko: 새 탭에서 열기
pt: Abrir em nova aba
ru: Открыть в новой вкладке
tl: Buksan sa bagong tab
vi: Mo trong tab moi
zh_hans: 在新标签页中打开

# secureEmbed_untrusted_title
source: Untrusted embed source
ar: مصدر تضمين غير موثوق
es: Fuente de contenido incrustado no confiable
fr: Source d'integration non fiable
ko: 신뢰할 수 없는 임베드 소스
pt: Fonte de incorporacao nao confiavel
ru: Ненадежный источник встраивания
tl: Hindi mapagkakatiwalaang embed source
vi: Nguon nhung khong dang tin cay
zh_hans: 不受信任的嵌入来源

# security_activityHistory
source: Activity History
ar: سجل النشاط
es: Historial de actividad
fr: Historique d'activité
ko: 활동 기록
pt: Historico de Atividades
ru: История активности
tl: Kasaysayan ng Aktibidad
vi: Lịch sử hoạt động
zh_hans: 活动历史

# security_biometricAvailable
source: Biometric authentication available!
ar: المصادقة البيومترية متاحة!
es: ¡Autenticación biométrica disponible!
fr: Authentification biométrique disponible !
ko: 생체 인증을 사용할 수 있습니다!
pt: Autenticacao biometrica disponivel!
ru: Биометрическая аутентификация доступна!
tl: Available ang biometric authentication!
vi: Xác thực sinh trắc học khả dụng!
zh_hans: 生物识别认证可用！

# security_confirmSignOutAll
source: Are you sure you want to sign out from all devices? You will need to sign in again on each device.
ar: هل أنت متأكد أنك تريد تسجيل الخروج من جميع الأجهزة؟ ستحتاج إلى تسجيل الدخول مرة أخرى على كل جهاز.
es: ¿Estás seguro de que quieres cerrar sesión en todos los dispositivos? Necesitarás iniciar sesión de nuevo en cada dispositivo.
fr: Êtes-vous sûr de vouloir vous déconnecter de tous les appareils ? Vous devrez vous reconnecter sur chaque appareil.
ko: 모든 기기에서 로그아웃하시겠습니까? 각 기기에서 다시 로그인해야 합니다.
pt: Tem certeza de que deseja sair de todos os dispositivos? Voce precisara entrar novamente em cada dispositivo.
ru: Вы уверены, что хотите выйти со всех устройств? Вам нужно будет снова войти на каждом устройстве.
tl: Sigurado ka bang gusto mong mag-sign out sa lahat ng device? Kakailanganin mong mag-sign in muli sa bawat device.
vi: Bạn có chắc muốn đăng xuất khỏi tất cả thiết bị? Bạn sẽ cần đăng nhập lại trên mỗi thiết bị.
zh_hans: 您确定要从所有设备登出吗？您需要在每台设备上重新登录。

# security_deviceManagement
source: Device Management
ar: إدارة الأجهزة
es: Gestión de dispositivos
fr: Gestion des appareils
ko: 기기 관리
pt: Gerenciamento de Dispositivos
ru: Управление устройствами
tl: Pamamahala ng Device
vi: Quản lý thiết bị
zh_hans: 设备管理

# security_deviceName
source: Device Name
ar: اسم الجهاز
es: Nombre del dispositivo
fr: Nom de l'appareil
ko: 기기 이름
pt: Nome do Dispositivo
ru: Название устройства
tl: Pangalan ng Device
vi: Tên thiết bị
zh_hans: 设备名称

# security_important
source: Important:
ar: مهم:
es: Importante:
ko: 중요:
pt: Importante:
ru: Важно:
tl: Mahalaga:
vi: Quan trọng:
zh_hans: 重要：

# security_nameThisDevice
source: Name This Device
ar: تسمية هذا الجهاز
es: Nombrar este dispositivo
fr: Nommer cet appareil
ko: 이 기기 이름 지정
pt: Nomear Este Dispositivo
ru: Назовите это устройство
tl: Pangalanan ang Device na Ito
vi: Đặt tên thiết bị này
zh_hans: 命名此设备

# security_noActivityFound
source: No activity found
ar: لم يتم العثور على نشاط
es: No se encontró actividad
fr: Aucune activité trouvée
ko: 활동을 찾을 수 없습니다
pt: Nenhuma atividade encontrada
ru: Активность не найдена
tl: Walang nakitang aktibidad
vi: Không tìm thấy hoạt động
zh_hans: 未找到活动记录

# security_noDevicesFound
source: No devices found
ar: لم يتم العثور على أجهزة
es: No se encontraron dispositivos
fr: Aucun appareil trouvé
ko: 기기를 찾을 수 없습니다
pt: Nenhum dispositivo encontrado
ru: Устройства не найдены
tl: Walang nakitang mga device
vi: Không tìm thấy thiết bị
zh_hans: 未找到设备

# security_registeringCredential
source: Registering Credential
ar: تسجيل بيانات الاعتماد
es: Registrando credencial
fr: Enregistrement des identifiants
ko: 자격 증명 등록 중
pt: Registrando Credencial
ru: Регистрация учетных данных
tl: Nirerehistro ang Credential
vi: Đang đăng ký thông tin xác thực
zh_hans: 正在注册凭证

# security_removeDevice
source: Remove Device
ar: إزالة الجهاز
es: Eliminar dispositivo
fr: Supprimer l'appareil
ko: 기기 제거
pt: Remover Dispositivo
ru: Удалить устройство
tl: Alisin ang Device
vi: Xóa thiết bị
zh_hans: 移除设备

# security_securityKeyRequired
source: Security key required
ar: مفتاح الأمان مطلوب
es: Se requiere clave de seguridad
fr: Clé de sécurité requise
ko: 보안 키가 필요합니다
pt: Chave de seguranca necessaria
ru: Требуется ключ безопасности
tl: Kinakailangan ang security key
vi: Yêu cầu khóa bảo mật
zh_hans: 需要安全密钥

# security_signOutAllDevices
source: Sign Out All Devices
ar: تسجيل الخروج من جميع الأجهزة
es: Cerrar sesión en todos los dispositivos
fr: Déconnecter tous les appareils
ko: 모든 기기에서 로그아웃
pt: Sair de Todos os Dispositivos
ru: Выйти со всех устройств
tl: Mag-sign Out sa Lahat ng Device
vi: Đăng xuất tất cả thiết bị
zh_hans: 登出所有设备

# security_troubleshooting_checkBiometric
source: Check that biometric is enabled on your device
ar: تحقق من تفعيل البيومترية على جهازك
es: Verifica que la biometría esté habilitada en tu dispositivo
fr: Vérifiez que la biométrie est activée sur votre appareil
ko: 기기에서 생체 인증이 활성화되어 있는지 확인하세요
pt: Verifique se a biometria esta ativada no seu dispositivo
ru: Проверьте, что биометрия включена на вашем устройстве
tl: Suriin na naka-enable ang biometric sa iyong device
vi: Kiểm tra xem sinh trắc học đã được bật trên thiết bị của bạn chưa
zh_hans: 检查您的设备是否已启用生物识别

# security_troubleshooting_trySecurityKey
source: Try using a security key instead
ar: جرب استخدام مفتاح أمان بدلاً من ذلك
es: Intenta usar una clave de seguridad en su lugar
fr: Essayez d'utiliser une clé de sécurité à la place
ko: 대신 보안 키를 사용해 보세요
pt: Tente usar uma chave de seguranca
ru: Попробуйте использовать ключ безопасности вместо этого
tl: Subukang gumamit ng security key sa halip
vi: Thử sử dụng khóa bảo mật thay thế
zh_hans: 尝试使用安全密钥

# security_troubleshooting_updateBrowser
source: Update your browser to the latest version
ar: حدث متصفحك إلى أحدث إصدار
es: Actualiza tu navegador a la última versión
fr: Mettez à jour votre navigateur vers la dernière version
ko: 브라우저를 최신 버전으로 업데이트하세요
pt: Atualize seu navegador para a versao mais recente
ru: Обновите браузер до последней версии
tl: I-update ang iyong browser sa pinakabagong bersyon
vi: Cập nhật trình duyệt lên phiên bản mới nhất
zh_hans: 将浏览器更新到最新版本

# security_webauthnBenefits_fastSecure
source: Fast and secure
ar: سريع وآمن
es: Rápido y seguro
fr: Rapide et sécurisé
ko: 빠르고 안전함
pt: Rapido e seguro
ru: Быстро и безопасно
tl: Mabilis at ligtas
vi: Nhanh và an toàn
zh_hans: 快速且安全

# security_webauthnBenefits_noPassword
source: No password to remember
ar: لا حاجة لتذكر كلمة المرور
es: Sin contraseña que recordar
fr: Pas de mot de passe à retenir
ko: 비밀번호 기억 불필요
pt: Sem senha para lembrar
ru: Не нужно запоминать пароль
tl: Walang password na kailangang tandaan
vi: Không cần nhớ mật khẩu
zh_hans: 无需记住密码

# security_webauthnBenefits_phishingResistant
source: Phishing-resistant
ar: مقاوم للتصيد
es: Resistente al phishing
fr: Résistant au phishing
ko: 피싱 방지
pt: Resistente a phishing
ru: Защита от фишинга
tl: Resistente sa phishing
vi: Chống lừa đảo
zh_hans: 防钓鱼

# security_webauthnBenefits_worksAcrossDevices
source: Works across devices
ar: يعمل عبر الأجهزة
es: Funciona en todos los dispositivos
fr: Fonctionne sur tous les appareils
ko: 여러 기기에서 작동
pt: Funciona em todos os dispositivos
ru: Работает на разных устройствах
tl: Gumagana sa iba't ibang device
vi: Hoạt động trên nhiều thiết bị
zh_hans: 跨设备使用

# securityDemo_anomalyDetection
source: Anomaly Detection
ar: كشف الشذوذ
es: Detección de Anomalías
fr: Détection d'anomalies
ko: 이상 탐지
pt: Deteccao de Anomalias
ru: Обнаружение аномалий
tl: Pagtuklas ng Anomalya
vi: Phát hiện bất thường
zh_hans: 异常检测

# securityDemo_anomalyDetectionDesc
source: Automated detection of suspicious behavior patterns like mass data access
ar: الكشف الآلي عن أنماط السلوك المشبوهة مثل الوصول الجماعي للبيانات
es: Detección automatizada de patrones de comportamiento sospechoso como acceso masivo a datos
fr: Détection automatisée des comportements suspects comme l'accès massif aux données
ko: 대량 데이터 접근과 같은 의심스러운 행동 패턴의 자동 탐지
pt: Deteccao automatizada de padroes de comportamento suspeitos como acesso massivo a dados
ru: Автоматическое выявление подозрительных моделей поведения, таких как массовый доступ к данным
tl: Awtomatikong pagtuklas ng mga kahina-hinalang pattern ng pag-uugali tulad ng mass data access
vi: Phát hiện tự động các mẫu hành vi đáng ngờ như truy cập dữ liệu hàng loạt
zh_hans: 自动检测可疑行为模式，如批量数据访问

# securityDemo_auditLogs
source: Audit Logs
ar: سجلات التدقيق
es: Registros de Auditoría
fr: Journaux d'audit
ko: 감사 로그
pt: Registros de Auditoria
ru: Журналы аудита
tl: Mga Audit Log
vi: Nhật ký kiểm toán
zh_hans: 审计日志

# securityDemo_auditLogsDesc
source: Complete tracking of sensitive actions for investigation and accountability
ar: تتبع كامل للإجراءات الحساسة للتحقيق والمساءلة
es: Seguimiento completo de acciones sensibles para investigación y rendición de cuentas
fr: Suivi complet des actions sensibles pour les enquêtes et la responsabilisation
ko: 조사 및 책임 추적을 위한 민감한 활동의 완전한 기록
pt: Rastreamento completo de acoes sensiveis para investigacao e responsabilizacao
ru: Полное отслеживание конфиденциальных действий для расследования и подотчётности
tl: Kumpletong pagsubaybay ng mga sensitibong aksyon para sa imbestigasyon at pananagutan
vi: Theo dõi đầy đủ các hành động nhạy cảm để điều tra và chịu trách nhiệm
zh_hans: 完整跟踪敏感操作，用于调查和问责

# securityDemo_description
source: Protect high-risk campaigns from infiltration and data harvesting
ar: حماية الحملات عالية المخاطر من الاختراق وجمع البيانات
es: Protege campañas de alto riesgo contra la infiltración y la recolección de datos
fr: Protégez les campagnes à haut risque contre l'infiltration et la collecte de données
ko: 고위험 캠페인을 침투 및 데이터 수집으로부터 보호합니다
pt: Proteja campanhas de alto risco contra infiltracao e coleta de dados
ru: Защита кампаний высокого риска от проникновения и сбора данных
tl: Protektahan ang mga high-risk na kampanya mula sa paglusob at pagkolekta ng datos
vi: Bảo vệ các chiến dịch có nguy cơ cao khỏi sự xâm nhập và thu thập dữ liệu
zh_hans: 保护高风险活动免受渗透和数据收集

# securityDemo_memberVerification
source: Member Verification
ar: التحقق من الأعضاء
es: Verificación de Miembros
fr: Vérification des membres
ko: 회원 인증
pt: Verificacao de Membros
ru: Верификация участников
tl: Beripikasyon ng Miyembro
vi: Xác minh thành viên
zh_hans: 成员验证

# securityDemo_memberVerificationDesc
source: In-person QR verification and trust scores prevent fake accounts and infiltrators
ar: التحقق الشخصي برمز QR ودرجات الثقة تمنع الحسابات المزيفة والمخترقين
es: La verificación QR en persona y los puntajes de confianza previenen cuentas falsas e infiltrados
fr: La vérification QR en personne et les scores de confiance empêchent les faux comptes et les infiltrés
ko: 대면 QR 인증과 신뢰 점수로 가짜 계정과 침투자를 방지합니다
pt: Verificacao QR presencial e pontuacoes de confianca previnem contas falsas e infiltradores
ru: Личная QR-верификация и рейтинг доверия предотвращают создание фейковых аккаунтов и проникновение агентов
tl: Ang personal na QR verification at mga trust score ay pumipigil sa mga pekeng account at infiltrator
vi: Xác minh mã QR trực tiếp và điểm tin cậy ngăn chặn tài khoản giả và người xâm nhập
zh_hans: 面对面二维码验证和信任评分可防止虚假账户和渗透者

# securityDemo_tabs_anomalies
source: Anomaly Detection
ar: كشف الشذوذ
es: Detección de Anomalías
fr: Détection d'anomalies
ko: 이상 탐지
pt: Deteccao de Anomalias
ru: Обнаружение аномалий
tl: Pagtuklas ng Anomalya
vi: Phát hiện bất thường
zh_hans: 异常检测

# securityDemo_tabs_audit
source: Audit Logs
ar: سجلات التدقيق
es: Registros de Auditoría
fr: Journaux d'audit
ko: 감사 로그
pt: Registros de Auditoria
ru: Журналы аудита
tl: Mga Audit Log
vi: Nhật ký kiểm toán
zh_hans: 审计日志

# securityDemo_tabs_verification
source: Member Verification
ar: التحقق من الأعضاء
es: Verificación de Miembros
fr: Vérification des membres
ko: 회원 인증
pt: Verificacao de Membros
ru: Верификация участников
tl: Beripikasyon ng Miyembro
vi: Xác minh thành viên
zh_hans: 成员验证

# securityDemo_title
source: Infiltration Countermeasures
ar: إجراءات مكافحة الاختراق
es: Contramedidas contra la Infiltración
fr: Contre-mesures anti-infiltration
ko: 침투 대응 조치
pt: Medidas Contra Infiltracao
ru: Противодействие проникновению
tl: Mga Hakbang Laban sa Paglusob
vi: Biện pháp chống xâm nhập
zh_hans: 反渗透措施

# securityDemo_useCases_activist
source: Activist Coalitions:
ar: تحالفات الناشطين:
es: Coaliciones de Activistas:
fr: Coalitions d'activistes :
ko: 활동가 연합:
pt: Coalizoes de Ativistas:
ru: Активистские коалиции:
tl: Mga Koalisyon ng Aktibista:
vi: Liên minh hoạt động:
zh_hans: 活动家联盟：

# securityDemo_useCases_activistDesc
source: Prevent agent provocateurs from disrupting movement work
ar: منع العملاء المحرضين من تعطيل عمل الحركة
es: Prevenir que agentes provocadores interrumpan el trabajo del movimiento
fr: Empêcher les agents provocateurs de perturber le travail du mouvement
ko: 운동 활동을 방해하는 선동자 방지
pt: Prevenir agentes provocadores de interromper o trabalho do movimento
ru: Предотвращение провокаций агентов, направленных на срыв движения
tl: Pigilan ang mga ahenteng probokatör na gambalain ang trabaho ng kilusan
vi: Ngăn chặn các đặc vụ khiêu khích phá hoại công việc của phong trào
zh_hans: 防止卧底煽动者破坏运动工作

# securityDemo_useCases_directAction
source: Direct Action Campaigns:
ar: حملات العمل المباشر:
es: Campañas de Acción Directa:
fr: Campagnes d'action directe :
ko: 직접 행동 캠페인:
pt: Campanhas de Acao Direta:
ru: Кампании прямого действия:
tl: Mga Kampanya ng Direct Action:
vi: Chiến dịch hành động trực tiếp:
zh_hans: 直接行动活动：

# securityDemo_useCases_directActionDesc
source: Identify undercover law enforcement or informants
ar: تحديد عملاء سريين أو مخبرين
es: Identificar agentes encubiertos o informantes
fr: Identifier les agents infiltrés ou les informateurs
ko: 위장 법 집행관 또는 정보원 식별
pt: Identificar policiais disfarçados ou informantes
ru: Выявление тайных сотрудников правоохранительных органов или информаторов
tl: Tukuyin ang mga undercover na tagapagpatupad ng batas o mga informant
vi: Xác định cảnh sát chìm hoặc người cung cấp thông tin
zh_hans: 识别卧底执法人员或线人

# securityDemo_useCases_intro
source: These security features are essential for:
ar: هذه الميزات الأمنية ضرورية لـ:
es: Estas funciones de seguridad son esenciales para:
fr: Ces fonctionnalités de sécurité sont essentielles pour :
ko: 이러한 보안 기능은 다음에 필수적입니다:
pt: Esses recursos de seguranca sao essenciais para:
ru: Эти функции безопасности необходимы для:
tl: Ang mga tampok na pangkaligtasang ito ay mahalaga para sa:
vi: Các tính năng bảo mật này rất cần thiết cho:
zh_hans: 这些安全功能对以下场景至关重要：

# securityDemo_useCases_keyInsight
source: Key Insight:
ar: نقطة أساسية:
es: Punto Clave:
fr: Point clé :
ko: 핵심 통찰:
pt: Observacao Importante:
ru: Ключевой вывод:
tl: Mahalagang Pananaw:
vi: Thông tin quan trọng:
zh_hans: 关键洞察：

# securityDemo_useCases_keyInsightDesc
source: Infiltration is not paranoia - it's a documented tactic used against organizing efforts throughout history. These tools provide systematic defense without creating a culture of suspicion.
ar: الاختراق ليس جنون الارتياب - إنه تكتيك موثق يُستخدم ضد جهود التنظيم عبر التاريخ. توفر هذه الأدوات دفاعاً منهجياً دون خلق ثقافة الشك.
es: La infiltración no es paranoia - es una táctica documentada usada contra esfuerzos de organización a lo largo de la historia. Estas herramientas proporcionan defensa sistemática sin crear una cultura de sospecha.
fr: L'infiltration n'est pas de la paranoïa - c'est une tactique documentée utilisée contre les efforts d'organisation tout au long de l'histoire. Ces outils fournissent une défense systématique sans créer une culture de suspicion.
ko: 침투는 편집증이 아닙니다 - 역사적으로 조직 활동에 사용된 문서화된 전술입니다. 이러한 도구는 의심의 문화를 만들지 않으면서 체계적인 방어를 제공합니다.
pt: Infiltracao nao e paranoia - e uma tatica documentada usada contra esforcos de organizacao ao longo da historia. Essas ferramentas fornecem defesa sistematica sem criar uma cultura de suspeita.
ru: Проникновение — это не паранойя, а задокументированная тактика, применяемая против организаций на протяжении всей истории. Эти инструменты обеспечивают систематическую защиту без создания культуры подозрительности.
tl: Ang paglusob ay hindi paranoya - ito ay isang nakadokumentong taktika na ginamit laban sa mga pagsisikap sa pag-oorganisa sa buong kasaysayan. Ang mga tool na ito ay nagbibigay ng sistematikong depensa nang hindi lumilikha ng kultura ng paghihinala.
vi: Xâm nhập không phải là hoang tưởng - đó là chiến thuật được ghi nhận đã được sử dụng để chống lại các nỗ lực tổ chức trong suốt lịch sử. Những công cụ này cung cấp phòng thủ có hệ thống mà không tạo ra văn hóa nghi ngờ.
zh_hans: 渗透不是偏执——这是历史上用来对付组织活动的有据可查的策略。这些工具提供系统性防御，而不会制造猜疑文化。

# securityDemo_useCases_tenantUnions
source: Tenant Unions:
ar: نقابات المستأجرين:
es: Sindicatos de Inquilinos:
fr: Syndicats de locataires :
ko: 세입자 조합:
pt: Sindicatos de Inquilinos:
ru: Профсоюзы арендаторов:
tl: Mga Unyon ng Tenant:
vi: Công đoàn người thuê nhà:
zh_hans: 租户工会：

# securityDemo_useCases_tenantUnionsDesc
source: Detect landlord-sponsored bad actors attempting to disrupt organizing
ar: كشف الجهات الخبيثة الممولة من الملاك الذين يحاولون تعطيل التنظيم
es: Detectar actores maliciosos patrocinados por propietarios que intentan interrumpir la organización
fr: Détecter les acteurs malveillants soutenus par les propriétaires qui tentent de perturber l'organisation
ko: 조직 활동을 방해하려는 집주인 지원 악의적 행위자 탐지
pt: Detectar agentes patrocinados por proprietarios tentando atrapalhar a organizacao
ru: Обнаружение агентов арендодателей, пытающихся сорвать организацию
tl: Tuklasin ang mga masamang aktor na sinusuportahan ng landlord na nagsisikap na gambalain ang pag-oorganisa
vi: Phát hiện những kẻ xấu được chủ nhà tài trợ cố gắng phá hoại tổ chức
zh_hans: 发现房东资助的恶意行为者试图破坏组织活动

# securityDemo_useCases_title
source: Real-World Use Cases
ar: حالات استخدام واقعية
es: Casos de Uso Reales
fr: Cas d'utilisation réels
ko: 실제 사용 사례
pt: Casos de Uso Reais
ru: Примеры из практики
tl: Mga Tunay na Kaso ng Paggamit
vi: Các trường hợp sử dụng thực tế
zh_hans: 实际使用案例

# securityDemo_useCases_unionOrganizing
source: Union Organizing:
ar: التنظيم النقابي:
es: Organización Sindical:
fr: Organisation syndicale :
ko: 노동조합 조직:
pt: Organizacao Sindical:
ru: Создание профсоюзов:
tl: Pag-oorganisa ng Unyon:
vi: Tổ chức công đoàn:
zh_hans: 工会组织：

# securityDemo_useCases_unionOrganizingDesc
source: Prevent employer infiltration during organizing drives
ar: منع اختراق صاحب العمل أثناء حملات التنظيم
es: Prevenir la infiltración del empleador durante campañas de organización
fr: Empêcher l'infiltration par l'employeur pendant les campagnes d'organisation
ko: 조직 운동 중 고용주 침투 방지
pt: Prevenir infiltracao de empregadores durante campanhas de organizacao
ru: Предотвращение проникновения работодателей во время организационных кампаний
tl: Pigilan ang paglusob ng employer sa panahon ng mga organizing drive
vi: Ngăn chặn sự xâm nhập của chủ lao động trong các chiến dịch tổ chức
zh_hans: 在组织活动期间防止雇主渗透

# securityDemo_useCases_whistleblower
source: Whistleblower Networks:
ar: شبكات المبلغين عن المخالفات:
es: Redes de Denunciantes:
fr: Réseaux de lanceurs d'alerte :
ko: 내부고발자 네트워크:
pt: Redes de Denunciantes:
ru: Сети разоблачителей:
tl: Mga Network ng Whistleblower:
vi: Mạng lưới người tố giác:
zh_hans: 举报人网络：

# securityDemo_useCases_whistleblowerDesc
source: Protect sources from corporate or government surveillance
ar: حماية المصادر من مراقبة الشركات أو الحكومة
es: Proteger fuentes de la vigilancia corporativa o gubernamental
fr: Protéger les sources de la surveillance des entreprises ou du gouvernement
ko: 기업 또는 정부 감시로부터 소스 보호
pt: Proteger fontes de vigilancia corporativa ou governamental
ru: Защита источников от корпоративной или государственной слежки
tl: Protektahan ang mga source mula sa corporate o government surveillance
vi: Bảo vệ nguồn tin khỏi sự giám sát của doanh nghiệp hoặc chính phủ
zh_hans: 保护消息来源免受企业或政府监控

# securityDemo_whyMatters
source: Why Infiltration Countermeasures Matter
ar: لماذا تهم إجراءات مكافحة الاختراق
es: Por qué Importan las Contramedidas contra la Infiltración
fr: Pourquoi les contre-mesures anti-infiltration sont importantes
ko: 침투 대응 조치가 중요한 이유
pt: Por Que as Medidas Contra Infiltracao Sao Importantes
ru: Почему важно противодействие проникновению
tl: Bakit Mahalaga ang mga Hakbang Laban sa Paglusob
vi: Tại sao biện pháp chống xâm nhập quan trọng
zh_hans: 为什么反渗透措施很重要
