Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# autoModerationRuleForm_ruleTypes_keywordDescription
source: Match exact keywords or phrases
ar: مطابقة كلمات مفتاحية او عبارات محددة
es: Coincidir palabras clave o frases exactas
fr: Faire correspondre des mots-cles ou phrases exacts
ko: 정확한 키워드 또는 문구 일치
pt: Corresponder palavras-chave ou frases exatas
ru: Точное совпадение ключевых слов или фраз
tl: Itugma ang eksaktong mga keyword o parirala
vi: Khop tu khoa hoac cum tu chinh xac
zh_hans: 匹配精确的关键词或短语

# autoModerationRuleForm_ruleTypes_linkFilter
source: Link Filter
ar: مرشح الروابط
es: Filtro de Enlaces
fr: Filtre de Liens
ko: 링크 필터
pt: Filtro de Links
ru: Фильтр ссылок
tl: Filter ng Link
vi: Bo Loc Lien Ket
zh_hans: 链接过滤

# autoModerationRuleForm_ruleTypes_linkFilterDescription
source: Filter posts containing certain links
ar: تصفية المنشورات التي تحتوي على روابط معينة
es: Filtrar publicaciones que contengan ciertos enlaces
fr: Filtrer les publications contenant certains liens
ko: 특정 링크가 포함된 게시물 필터링
pt: Filtrar publicacoes contendo certos links
ru: Фильтрация публикаций с определёнными ссылками
tl: I-filter ang mga post na may mga partikular na link
vi: Loc bai dang chua cac lien ket nhat dinh
zh_hans: 过滤包含特定链接的帖子

# autoModerationRuleForm_ruleTypes_regex
source: Regex Pattern
ar: نمط التعبير النمطي
es: Patron Regex
fr: Modele Regex
ko: 정규식 패턴
pt: Padrao Regex
ru: Регулярное выражение
vi: Mau Regex
zh_hans: 正则表达式模式

# autoModerationRuleForm_ruleTypes_regexDescription
source: Use regular expressions for advanced matching
ar: استخدام التعبيرات النمطية للمطابقة المتقدمة
es: Usar expresiones regulares para coincidencias avanzadas
fr: Utiliser des expressions regulieres pour une correspondance avancee
ko: 고급 매칭을 위한 정규식 사용
pt: Use expressoes regulares para correspondencia avancada
ru: Используйте регулярные выражения для расширенного поиска
tl: Gumamit ng regular expressions para sa advanced na pagtutugma
vi: Su dung bieu thuc chinh quy de khop nang cao
zh_hans: 使用正则表达式进行高级匹配

# autoModerationRuleForm_ruleTypes_spamDetection
source: Spam Detection
ar: كشف البريد العشوائي
es: Deteccion de Spam
fr: Detection de Spam
ko: 스팸 감지
pt: Deteccao de Spam
ru: Обнаружение спама
tl: Pagtukoy ng Spam
vi: Phat Hien Spam
zh_hans: 垃圾信息检测

# autoModerationRuleForm_ruleTypes_spamDetectionDescription
source: Automatically detect spam-like content
ar: الكشف التلقائي عن المحتوى المشابه للبريد العشوائي
es: Detectar automaticamente contenido tipo spam
fr: Detecter automatiquement le contenu de type spam
ko: 스팸성 콘텐츠 자동 감지
pt: Detectar automaticamente conteudo de spam
ru: Автоматическое обнаружение спам-контента
tl: Awtomatikong tukuyin ang spam na nilalaman
vi: Tu dong phat hien noi dung giong spam
zh_hans: 自动检测垃圾信息内容

# autoModerationSettings_action
source: Action
ar: الإجراء
es: Accion
ko: 작업
pt: Acao
ru: Действие
tl: Aksyon
vi: Hanh dong
zh_hans: 操作

# autoModerationSettings_actions_delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
ko: 삭제
pt: Excluir
ru: Удалить
tl: Burahin
vi: Xoa
zh_hans: 删除

# autoModerationSettings_actions_deleteDesc
source: Remove content immediately
ar: إزالة المحتوى فوراً
es: Eliminar contenido inmediatamente
fr: Supprimer le contenu immediatement
ko: 콘텐츠 즉시 제거
pt: Remover conteudo imediatamente
ru: Немедленно удалить контент
tl: Alisin agad ang nilalaman
vi: Xoa noi dung ngay lap tuc
zh_hans: 立即删除内容

# autoModerationSettings_actions_flag
source: Flag for Review
ar: وضع علامة للمراجعة
es: Marcar para revision
fr: Signaler pour revision
ko: 검토를 위해 표시
pt: Sinalizar para Revisao
ru: Отметить для проверки
tl: I-flag para sa Pagsusuri
vi: Danh dau de xem xet
zh_hans: 标记待审

# autoModerationSettings_actions_flagDesc
source: Add to moderation queue
ar: إضافة إلى قائمة الإشراف
es: Agregar a la cola de moderacion
fr: Ajouter a la file de moderation
ko: 검토 대기열에 추가
pt: Adicionar a fila de moderacao
ru: Добавить в очередь модерации
tl: Idagdag sa queue ng moderasyon
vi: Them vao hang doi kiem duyet
zh_hans: 添加到审核队列

# autoModerationSettings_actions_hide
source: Hide Content
ar: إخفاء المحتوى
es: Ocultar contenido
fr: Masquer le contenu
ko: 콘텐츠 숨기기
pt: Ocultar Conteudo
ru: Скрыть контент
tl: Itago ang Nilalaman
vi: An noi dung
zh_hans: 隐藏内容

# autoModerationSettings_actions_hideDesc
source: Hide but do not delete
ar: إخفاء دون حذف
es: Ocultar pero no eliminar
fr: Masquer sans supprimer
ko: 숨기지만 삭제하지 않음
pt: Ocultar mas nao excluir
ru: Скрыть, но не удалять
tl: Itago ngunit huwag burahin
vi: An nhung khong xoa
zh_hans: 隐藏但不删除

# autoModerationSettings_actions_warn
source: Warn User
ar: تحذير المستخدم
es: Advertir al usuario
fr: Avertir l'utilisateur
ko: 사용자 경고
pt: Avisar Usuario
ru: Предупредить пользователя
tl: Balaan ang User
vi: Canh bao nguoi dung
zh_hans: 警告用户

# autoModerationSettings_actions_warnDesc
source: Send warning to user
ar: إرسال تحذير للمستخدم
es: Enviar advertencia al usuario
fr: Envoyer un avertissement a l'utilisateur
ko: 사용자에게 경고 전송
pt: Enviar aviso ao usuario
ru: Отправить предупреждение пользователю
tl: Magpadala ng babala sa user
vi: Gui canh bao den nguoi dung
zh_hans: 向用户发送警告

# autoModerationSettings_add
source: Add
ar: إضافة
es: Agregar
fr: Ajouter
ko: 추가
pt: Adicionar
ru: Добавить
tl: Idagdag
vi: Them
zh_hans: 添加

# autoModerationSettings_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# autoModerationSettings_createFirstRule
source: Create First Rule
ar: إنشاء القاعدة الأولى
es: Crear primera regla
fr: Creer la premiere regle
ko: 첫 번째 규칙 만들기
pt: Criar Primeira Regra
ru: Создать первое правило
tl: Lumikha ng Unang Panuntunan
vi: Tao quy tac dau tien
zh_hans: 创建第一条规则

# autoModerationSettings_createRule
source: Create Auto-Moderation Rule
ar: إنشاء قاعدة إشراف تلقائي
es: Crear regla de moderacion automatica
fr: Creer une regle de moderation automatique
ko: 자동 검토 규칙 만들기
pt: Criar Regra de Moderacao Automatica
ru: Создать правило автомодерации
tl: Lumikha ng Panuntunan sa Awtomatikong Moderasyon
vi: Tao quy tac kiem duyet tu dong
zh_hans: 创建自动审核规则

# autoModerationSettings_createRuleDescription
source: Set up automatic detection and handling of content
ar: إعداد الكشف والمعالجة التلقائية للمحتوى
es: Configurar deteccion y manejo automatico de contenido
fr: Configurer la detection et le traitement automatiques du contenu
ko: 콘텐츠의 자동 감지 및 처리를 설정합니다
pt: Configure deteccao e tratamento automatico de conteudo
ru: Настройте автоматическое обнаружение и обработку контента
tl: I-set up ang awtomatikong pagtuklas at paghawak ng nilalaman
vi: Thiet lap phat hien va xu ly noi dung tu dong
zh_hans: 设置内容的自动检测和处理

# autoModerationSettings_creating
source: Creating...
ar: جارٍ الإنشاء...
es: Creando...
fr: Creation...
ko: 생성 중...
pt: Criando...
ru: Создание...
tl: Nililikha...
vi: Dang tao...
zh_hans: 创建中...

# autoModerationSettings_delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
ko: 삭제
pt: Excluir
ru: Удалить
tl: Burahin
vi: Xoa
zh_hans: 删除

# autoModerationSettings_deleteRuleDescription
source: This will permanently delete this auto-moderation rule. This action cannot be undone.
ar: سيتم حذف قاعدة الإشراف التلقائي هذه نهائياً. لا يمكن التراجع عن هذا الإجراء.
es: Esto eliminara permanentemente esta regla de moderacion automatica. Esta accion no se puede deshacer.
fr: Cela supprimera definitivement cette regle de moderation automatique. Cette action est irreversible.
ko: 이 자동 검토 규칙이 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt: Esta regra de moderacao automatica sera excluida permanentemente. Esta acao nao pode ser desfeita.
ru: Это правило автомодерации будет удалено навсегда. Это действие нельзя отменить.
tl: Permanenteng mabubura ang panuntunan sa awtomatikong moderasyon na ito. Hindi na ito mababawi.
vi: Dieu nay se xoa vinh vien quy tac kiem duyet tu dong nay. Hanh dong nay khong the hoan tac.
zh_hans: 这将永久删除此自动审核规则。此操作无法撤销。

# autoModerationSettings_deleteRuleTitle
source: Delete Rule?
ar: حذف القاعدة؟
es: Eliminar regla?
fr: Supprimer la regle ?
ko: 규칙을 삭제하시겠습니까?
pt: Excluir Regra?
ru: Удалить правило?
tl: Burahin ang Panuntunan?
vi: Xoa quy tac?
zh_hans: 删除规则？

# autoModerationSettings_description
source: Automatically detect and handle problematic content
ar: اكتشاف ومعالجة المحتوى الإشكالي تلقائياً
es: Detectar y manejar automaticamente contenido problematico
fr: Detecter et gerer automatiquement le contenu problematique
ko: 문제가 있는 콘텐츠를 자동으로 감지하고 처리합니다
pt: Detecte e trate automaticamente conteudo problematico
ru: Автоматическое обнаружение и обработка проблемного контента
tl: Awtomatikong tuklasin at hawakan ang may problemang nilalaman
vi: Tu dong phat hien va xu ly noi dung co van de
zh_hans: 自动检测和处理问题内容

# autoModerationSettings_editRule
source: Edit Auto-Moderation Rule
ar: تعديل قاعدة الإشراف التلقائي
es: Editar regla de moderacion automatica
fr: Modifier la regle de moderation automatique
ko: 자동 검토 규칙 편집
pt: Editar Regra de Moderacao Automatica
ru: Редактировать правило автомодерации
tl: I-edit ang Panuntunan sa Awtomatikong Moderasyon
vi: Chinh sua quy tac kiem duyet tu dong
zh_hans: 编辑自动审核规则

# autoModerationSettings_more
source: +%lld more
ar: +%lld المزيد
es: +%lld mas
fr: +%lld de plus
ko: +%lld개 더보기
pt: +%lld mais
ru: +%lld ещё
tl: +%lld pa
vi: +%lld them
zh_hans: 还有 %lld 条

# autoModerationSettings_newRule
source: New Rule
ar: قاعدة جديدة
es: Nueva regla
fr: Nouvelle regle
ko: 새 규칙
pt: Nova Regra
ru: Новое правило
tl: Bagong Panuntunan
vi: Quy tac moi
zh_hans: 新建规则

# autoModerationSettings_noRulesDescription
source: Create auto-moderation rules to automatically handle content.
ar: أنشئ قواعد إشراف تلقائي لمعالجة المحتوى تلقائياً.
es: Crea reglas de moderacion automatica para manejar contenido automaticamente.
fr: Creez des regles de moderation automatique pour gerer automatiquement le contenu.
ko: 콘텐츠를 자동으로 처리하는 자동 검토 규칙을 만드세요.
pt: Crie regras de moderacao automatica para lidar com conteudo automaticamente.
ru: Создайте правила автомодерации для автоматической обработки контента.
tl: Lumikha ng mga panuntunan sa awtomatikong moderasyon para awtomatikong hawakan ang nilalaman.
vi: Tao quy tac kiem duyet tu dong de xu ly noi dung tu dong.
zh_hans: 创建自动审核规则以自动处理内容。

# autoModerationSettings_noRulesTitle
source: No rules configured
ar: لا توجد قواعد مُعدّة
es: No hay reglas configuradas
fr: Aucune regle configuree
ko: 구성된 규칙 없음
pt: Nenhuma regra configurada
ru: Правила не настроены
tl: Walang naka-configure na panuntunan
vi: Chua co quy tac nao
zh_hans: 暂无规则

# autoModerationSettings_notifyModerators
source: Notify Moderators
ar: إشعار المشرفين
es: Notificar a los moderadores
fr: Notifier les moderateurs
ko: 관리자에게 알림
pt: Notificar Moderadores
ru: Уведомить модераторов
tl: Abisuhan ang mga Moderator
vi: Thong bao cho quan tri vien
zh_hans: 通知管理员

# autoModerationSettings_patternPlaceholders_keyword
source: Enter keyword or phrase
ar: أدخل الكلمة المفتاحية أو العبارة
es: Ingresa palabra clave o frase
fr: Entrez le mot-cle ou la phrase
ko: 키워드 또는 문구 입력
pt: Inserir palavra-chave ou frase
ru: Введите ключевое слово или фразу
tl: Ilagay ang keyword o parirala
vi: Nhap tu khoa hoac cum tu
zh_hans: 输入关键词或短语

# autoModerationSettings_patternPlaceholders_link
source: Enter domain or URL pattern
ar: أدخل النطاق أو نمط الرابط
es: Ingresa dominio o patron de URL
fr: Entrez le domaine ou le modele d'URL
ko: 도메인 또는 URL 패턴 입력
pt: Inserir dominio ou padrao de URL
ru: Введите домен или шаблон URL
tl: Ilagay ang domain o URL pattern
vi: Nhap ten mien hoac mau URL
zh_hans: 输入域名或链接模式

# autoModerationSettings_patternPlaceholders_regex
source: Enter regex pattern
ar: أدخل نمط التعبير النمطي
es: Ingresa patron regex
fr: Entrez le modele regex
ko: 정규식 패턴 입력
pt: Inserir padrao regex
ru: Введите регулярное выражение
tl: Ilagay ang regex pattern
vi: Nhap mau bieu thuc chinh quy
zh_hans: 输入正则表达式

# autoModerationSettings_patterns
source: Patterns
ar: الأنماط
es: Patrones
fr: Modeles
ko: 패턴
pt: Padroes
ru: Шаблоны
tl: Mga Pattern
vi: Mau
zh_hans: 匹配模式

# autoModerationSettings_ruleName
source: Rule Name
ar: اسم القاعدة
es: Nombre de la regla
fr: Nom de la regle
ko: 규칙 이름
pt: Nome da Regra
ru: Название правила
tl: Pangalan ng Panuntunan
vi: Ten quy tac
zh_hans: 规则名称

# autoModerationSettings_ruleNamePlaceholder
source: e.g., Block slurs, Filter spam links
ar: مثال: حظر الإساءات، تصفية روابط السبام
es: ej., Bloquear insultos, Filtrar enlaces de spam
fr: ex., Bloquer les insultes, Filtrer les liens spam
ko: 예: 욕설 차단, 스팸 링크 필터링
pt: ex., Bloquear palavroes, Filtrar links de spam
ru: напр., Блокировка ругательств, Фильтрация спам-ссылок
tl: hal., Harangan ang mga mura, I-filter ang mga spam link
vi: VD: Chan tu ngu tho tuc, Loc link spam
zh_hans: 例如：屏蔽脏话、过滤垃圾链接

# autoModerationSettings_ruleType
source: Rule Type
ar: نوع القاعدة
es: Tipo de regla
fr: Type de regle
ko: 규칙 유형
pt: Tipo de Regra
ru: Тип правила
tl: Uri ng Panuntunan
vi: Loai quy tac
zh_hans: 规则类型

# autoModerationSettings_ruleTypes_keyword
source: Keyword Filter
ar: تصفية الكلمات المفتاحية
es: Filtro de palabras clave
fr: Filtre de mots-cles
ko: 키워드 필터
pt: Filtro de Palavras-chave
ru: Фильтр по ключевым словам
tl: Filter ng Keyword
vi: Loc tu khoa
zh_hans: 关键词过滤

# autoModerationSettings_ruleTypes_keywordDesc
source: Match exact keywords or phrases
ar: مطابقة كلمات أو عبارات محددة
es: Coincidir palabras clave o frases exactas
fr: Correspondre a des mots-cles ou phrases exactes
ko: 정확한 키워드 또는 문구 일치
pt: Corresponder palavras-chave ou frases exatas
ru: Точное совпадение ключевых слов или фраз
tl: Tumugma sa eksaktong mga keyword o parirala
vi: Khop tu khoa hoac cum tu cu the
zh_hans: 匹配特定关键词或短语

# autoModerationSettings_ruleTypes_linkFilter
source: Link Filter
ar: تصفية الروابط
es: Filtro de enlaces
fr: Filtre de liens
ko: 링크 필터
pt: Filtro de Links
ru: Фильтр ссылок
tl: Filter ng Link
vi: Loc lien ket
zh_hans: 链接过滤

# autoModerationSettings_ruleTypes_linkFilterDesc
source: Filter posts containing certain links
ar: تصفية المنشورات التي تحتوي على روابط معينة
es: Filtrar publicaciones que contengan ciertos enlaces
fr: Filtrer les publications contenant certains liens
ko: 특정 링크가 포함된 게시물 필터링
pt: Filtrar publicacoes contendo certos links
ru: Фильтрация публикаций, содержащих определённые ссылки
tl: I-filter ang mga post na may partikular na mga link
vi: Loc bai dang chua mot so lien ket nhat dinh
zh_hans: 过滤包含特定链接的帖子

# autoModerationSettings_ruleTypes_regex
source: Regex Pattern
ar: نمط التعبير النمطي
es: Patron regex
fr: Modele regex
ko: 정규식 패턴
pt: Padrao Regex
ru: Регулярное выражение
tl: Pattern ng Regex
vi: Bieu thuc chinh quy
zh_hans: 正则表达式

# autoModerationSettings_ruleTypes_regexDesc
source: Use regular expressions for advanced matching
ar: استخدام التعبيرات النمطية للمطابقة المتقدمة
es: Usar expresiones regulares para coincidencias avanzadas
fr: Utiliser des expressions regulieres pour une correspondance avancee
ko: 고급 매칭을 위한 정규식 사용
pt: Usar expressoes regulares para correspondencia avancada
ru: Использование регулярных выражений для расширенного поиска
tl: Gumamit ng regular expression para sa advanced na pagtutugma
vi: Su dung bieu thuc chinh quy de khop nang cao
zh_hans: 使用正则表达式进行高级匹配

# autoModerationSettings_ruleTypes_spamDetection
source: Spam Detection
ar: كشف السبام
es: Deteccion de spam
fr: Detection de spam
ko: 스팸 감지
pt: Deteccao de Spam
ru: Обнаружение спама
tl: Pagtuklas ng Spam
vi: Phat hien spam
zh_hans: 垃圾内容检测

# autoModerationSettings_ruleTypes_spamDetectionDesc
source: Automatically detect spam-like content
ar: كشف المحتوى المشابه للسبام تلقائياً
es: Detectar automaticamente contenido tipo spam
fr: Detecter automatiquement le contenu de type spam
ko: 스팸과 유사한 콘텐츠를 자동으로 감지
pt: Detectar automaticamente conteudo semelhante a spam
ru: Автоматическое обнаружение спам-подобного контента
tl: Awtomatikong tuklasin ang spam-like na nilalaman
vi: Tu dong phat hien noi dung giong spam
zh_hans: 自动检测类似垃圾信息的内容

# autoModerationSettings_saveChanges
source: Save Changes
ar: حفظ التغييرات
es: Guardar cambios
fr: Enregistrer les modifications
ko: 변경사항 저장
pt: Salvar Alteracoes
ru: Сохранить изменения
tl: I-save ang mga Pagbabago
vi: Luu thay doi
zh_hans: 保存更改

# autoModerationSettings_saving
source: Saving...
ar: جارٍ الحفظ...
es: Guardando...
fr: Enregistrement...
ko: 저장 중...
pt: Salvando...
ru: Сохранение...
tl: Sine-save...
vi: Dang luu...
zh_hans: 保存中...

# autoModerationSettings_title
source: Auto-Moderation Rules
ar: قواعد الإشراف التلقائي
es: Reglas de moderacion automatica
fr: Regles de moderation automatique
ko: 자동 검토 규칙
pt: Regras de Moderacao Automatica
ru: Правила автомодерации
tl: Mga Panuntunan sa Awtomatikong Moderasyon
vi: Quy tac kiem duyet tu dong
zh_hans: 自动审核规则

# autoModerationSettings_toasts_addPattern
source: Please add at least one pattern
ar: الرجاء إضافة نمط واحد على الأقل
es: Por favor agrega al menos un patron
fr: Veuillez ajouter au moins un modele
ko: 최소 하나의 패턴을 추가해 주세요
pt: Por favor, adicione pelo menos um padrao
ru: Пожалуйста, добавьте хотя бы один шаблон
tl: Mangyaring magdagdag ng kahit isang pattern
vi: Vui long them it nhat mot mau
zh_hans: 请至少添加一个匹配模式

# autoModerationSettings_toasts_created
source: Auto-moderation rule created
ar: تم إنشاء قاعدة الإشراف التلقائي
es: Regla de moderacion automatica creada
fr: Regle de moderation automatique creee
ko: 자동 검토 규칙이 생성되었습니다
pt: Regra de moderacao automatica criada
ru: Правило автомодерации создано
tl: Nalikha ang panuntunan sa awtomatikong moderasyon
vi: Da tao quy tac kiem duyet tu dong
zh_hans: 自动审核规则已创建

# autoModerationSettings_toasts_createFailed
source: Failed to create rule
ar: فشل في إنشاء القاعدة
es: Error al crear la regla
fr: Echec de la creation de la regle
ko: 규칙 생성에 실패했습니다
pt: Falha ao criar regra
ru: Не удалось создать правило
tl: Nabigong lumikha ng panuntunan
vi: Khong the tao quy tac
zh_hans: 创建规则失败

# autoModerationSettings_toasts_deleted
source: Rule deleted
ar: تم حذف القاعدة
es: Regla eliminada
fr: Regle supprimee
ko: 규칙이 삭제되었습니다
pt: Regra excluida
ru: Правило удалено
tl: Nabura ang panuntunan
vi: Da xoa quy tac
zh_hans: 规则已删除

# autoModerationSettings_toasts_deleteFailed
source: Failed to delete rule
ar: فشل في حذف القاعدة
es: Error al eliminar la regla
fr: Echec de la suppression de la regle
ko: 규칙 삭제에 실패했습니다
pt: Falha ao excluir regra
ru: Не удалось удалить правило
tl: Nabigong burahin ang panuntunan
vi: Khong the xoa quy tac
zh_hans: 删除规则失败

# autoModerationSettings_toasts_disabled
source: Rule disabled
ar: تم تعطيل القاعدة
es: Regla deshabilitada
fr: Regle desactivee
ko: 규칙이 비활성화되었습니다
pt: Regra desativada
ru: Правило отключено
tl: Na-disable ang panuntunan
vi: Da tat quy tac
zh_hans: 规则已禁用

# autoModerationSettings_toasts_enabled
source: Rule enabled
ar: تم تفعيل القاعدة
es: Regla habilitada
fr: Regle activee
ko: 규칙이 활성화되었습니다
pt: Regra ativada
ru: Правило включено
tl: Na-enable ang panuntunan
vi: Da bat quy tac
zh_hans: 规则已启用

# autoModerationSettings_toasts_enterName
source: Please enter a rule name
ar: الرجاء إدخال اسم القاعدة
es: Por favor ingresa un nombre para la regla
fr: Veuillez entrer un nom de regle
ko: 규칙 이름을 입력해 주세요
pt: Por favor, insira um nome para a regra
ru: Пожалуйста, введите название правила
tl: Mangyaring maglagay ng pangalan ng panuntunan
vi: Vui long nhap ten quy tac
zh_hans: 请输入规则名称

# autoModerationSettings_toasts_toggleFailed
source: Failed to toggle rule
ar: فشل في تبديل القاعدة
es: Error al alternar la regla
fr: Echec du basculement de la regle
ko: 규칙 전환에 실패했습니다
pt: Falha ao alternar regra
ru: Не удалось переключить правило
tl: Nabigong i-toggle ang panuntunan
vi: Khong the chuyen doi quy tac
zh_hans: 切换规则状态失败

# autoModerationSettings_toasts_updated
source: Rule updated
ar: تم تحديث القاعدة
es: Regla actualizada
fr: Regle mise a jour
ko: 규칙이 업데이트되었습니다
pt: Regra atualizada
ru: Правило обновлено
tl: Na-update ang panuntunan
vi: Da cap nhat quy tac
zh_hans: 规则已更新

# autoModerationSettings_toasts_updateFailed
source: Failed to update rule
ar: فشل في تحديث القاعدة
es: Error al actualizar la regla
fr: Echec de la mise a jour de la regle
ko: 규칙 업데이트에 실패했습니다
pt: Falha ao atualizar regra
ru: Не удалось обновить правило
tl: Nabigong i-update ang panuntunan
vi: Khong the cap nhat quy tac
zh_hans: 更新规则失败

# autoModerationSettings_triggeredTimes
source: Triggered %lld times
ar: تم تفعيلها %lld مرة
es: Activada %lld veces
fr: Declenchee %lld fois
ko: %lld회 트리거됨
pt: Acionada %lld vezes
ru: Сработало %lld раз
tl: Na-trigger ng %lld beses
vi: Da kich hoat %lld lan
zh_hans: 已触发 %lld 次

# bookmarksView_collections_all
source: All Collections
ar: جميع المجموعات
es: Todas las colecciones
fr: Toutes les collections
ko: 모든 컬렉션
pt: Todas as Colecoes
ru: Все коллекции
tl: Lahat ng Koleksyon
vi: Tat ca bo suu tap
zh_hans: 所有收藏集

# bookmarksView_collections_uncategorized
source: Uncategorized
ar: غير مصنف
es: Sin categorizar
fr: Non classe
ko: 미분류
pt: Sem Categoria
ru: Без категории
tl: Walang Kategorya
vi: Chua phan loai
zh_hans: 未分类

# bookmarksView_dialog_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# bookmarksView_dialog_create
source: Create
ar: إنشاء
es: Crear
fr: Creer
ko: 만들기
pt: Criar
ru: Создать
tl: Gumawa
vi: Tao
zh_hans: 创建

# bookmarksView_dialog_description
source: Organize your bookmarks into collections
ar: نظم علاماتك المرجعية في مجموعات
es: Organiza tus marcadores en colecciones
fr: Organisez vos favoris en collections
ko: 북마크를 컬렉션으로 정리하세요
pt: Organize seus favoritos em colecoes
ru: Организуйте закладки в коллекции
tl: Ayusin ang iyong mga bookmark sa mga koleksyon
vi: Sap xep danh dau cua ban vao cac bo suu tap
zh_hans: 将您的收藏整理到收藏集中

# bookmarksView_dialog_nameLabel
source: Collection Name
ar: اسم المجموعة
es: Nombre de la coleccion
fr: Nom de la collection
ko: 컬렉션 이름
pt: Nome da Colecao
ru: Название коллекции
tl: Pangalan ng Koleksyon
vi: Ten bo suu tap
zh_hans: 收藏集名称

# bookmarksView_dialog_namePlaceholder
source: e.g., Reading List, Important Posts
ar: مثال: قائمة القراءة، منشورات مهمة
es: ej., Lista de lectura, Publicaciones importantes
fr: ex., Liste de lecture, Publications importantes
ko: 예: 읽기 목록, 중요한 게시물
pt: ex: Lista de Leitura, Posts Importantes
ru: например, Список для чтения, Важные посты
tl: hal., Listahan ng Babasahin, Mahahalagang Post
vi: vi du: Danh sach doc, Bai viet quan trong
zh_hans: 例如：阅读清单、重要帖子

# bookmarksView_dialog_title
source: Create Collection
ar: إنشاء مجموعة
es: Crear coleccion
fr: Creer une collection
ko: 컬렉션 만들기
pt: Criar Colecao
ru: Создать коллекцию
tl: Gumawa ng Koleksyon
vi: Tao bo suu tap
zh_hans: 创建收藏集

# bookmarksView_empty_default
source: Start bookmarking posts to save them for later
ar: ابدأ بحفظ المنشورات لمراجعتها لاحقاً
es: Comienza a guardar publicaciones para verlas mas tarde
fr: Commencez a ajouter des publications a vos favoris pour les retrouver plus tard
ko: 게시물을 북마크하여 나중에 저장하세요
pt: Comece a favoritar posts para salva-los para depois
ru: Добавляйте посты в закладки, чтобы сохранить их на потом
tl: Magsimulang mag-bookmark ng mga post para i-save ang mga ito para sa ibang pagkakataon
vi: Bat dau luu bai viet de xem sau
zh_hans: 开始收藏帖子以便稍后查看

# bookmarksView_empty_filtered
source: Try adjusting your filters
ar: جرب تعديل الفلاتر
es: Intenta ajustar tus filtros
fr: Essayez d'ajuster vos filtres
ko: 필터를 조정해 보세요
pt: Tente ajustar seus filtros
ru: Попробуйте изменить фильтры
tl: Subukang i-adjust ang iyong mga filter
vi: Thu dieu chinh bo loc
zh_hans: 尝试调整筛选条件

# bookmarksView_empty_title
source: No bookmarks found
ar: لم يتم العثور على علامات مرجعية
es: No se encontraron marcadores
fr: Aucun favori trouve
ko: 북마크를 찾을 수 없습니다
pt: Nenhum favorito encontrado
ru: Закладки не найдены
tl: Walang nahanap na mga bookmark
vi: Khong tim thay danh dau
zh_hans: 未找到收藏
