Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# contactCard_confirmBlock
source: Block %@? You won't see their content anymore.
ar: حظر %@؟ لن ترى محتواه بعد الان.
es: ¿Bloquear a %@? Ya no veras su contenido.
fr: Bloquer %@ ? Vous ne verrez plus son contenu.
ko: %@님을 차단하시겠습니까? 더 이상 해당 사용자의 콘텐츠를 볼 수 없습니다.
pt: Bloquear %@? Voce nao vera mais o conteudo dele.
ru: Заблокировать %@? Вы больше не будете видеть его контент.
tl: I-block si %@? Hindi mo na makikita ang kanyang nilalaman.
vi: Chan %@? Ban se khong thay noi dung cua ho nua.
zh_hans: 屏蔽 %@？你将不再看到他们的内容。

# contactCard_confirmRemove
source: Remove %@ from your contacts?
ar: ازالة %@ من جهات الاتصال؟
es: ¿Eliminar a %@ de tus contactos?
fr: Supprimer %@ de vos contacts ?
ko: %@님을 연락처에서 삭제하시겠습니까?
pt: Remover %@ dos seus contatos?
ru: Удалить %@ из контактов?
tl: Alisin si %@ sa iyong mga kontak?
vi: Xoa %@ khoi danh ba?
zh_hans: 从联系人中移除 %@？

# contactCard_removeContact
source: Remove Contact
ar: ازالة جهة الاتصال
es: Eliminar contacto
fr: Supprimer le contact
ko: 연락처 삭제
pt: Remover Contato
ru: Удалить контакт
tl: Alisin ang Kontak
vi: Xoa lien he
zh_hans: 移除联系人

# contactCard_removeFromFavorites
source: Remove from Favorites
ar: ازالة من المفضلة
es: Quitar de favoritos
fr: Retirer des favoris
ko: 즐겨찾기에서 제거
pt: Remover dos Favoritos
ru: Удалить из избранного
tl: Alisin sa mga Paborito
vi: Xoa khoi yeu thich
zh_hans: 从收藏移除

# contactCard_sendMessage
source: Send message
ar: ارسال رسالة
es: Enviar mensaje
fr: Envoyer un message
ko: 메시지 보내기
pt: Enviar mensagem
ru: Отправить сообщение
tl: Magpadala ng mensahe
vi: Gui tin nhan
zh_hans: 发送消息

# contactCard_trustTiers_contact
source: Contact
ar: جهة اتصال
es: Contacto
ko: 연락처
pt: Contato
ru: Контакт
tl: Kontak
vi: Lien he
zh_hans: 联系人

# contactCard_trustTiers_friend
source: Friend
ar: صديق
es: Amigo
fr: Ami
ko: 친구
pt: Amigo
ru: Друг
tl: Kaibigan
vi: Ban be
zh_hans: 朋友

# contactCard_trustTiers_stranger
source: Stranger
ar: غريب
es: Desconocido
fr: Inconnu
ko: 낯선 사람
pt: Desconhecido
ru: Незнакомец
tl: Estranghero
vi: Nguoi la
zh_hans: 陌生人

# contactCard_trustTiers_trusted
source: Trusted
ar: موثوق
es: De confianza
fr: De confiance
ko: 신뢰함
pt: Confiavel
ru: Доверенный
tl: Pinagkakatiwalaan
vi: Dang tin cay
zh_hans: 信任

# contactCard_trustTiers_verified
source: Verified
ar: موثق
es: Verificado
fr: Verifie
ko: 인증됨
pt: Verificado
ru: Подтверждён
tl: Na-verify
vi: Da xac minh
zh_hans: 已验证

# contactCard_verifiedInPerson
source: Verified in person
ar: تم التحقق شخصيا
es: Verificado en persona
fr: Verifie en personne
ko: 대면 인증 완료
pt: Verificado pessoalmente
ru: Подтверждён лично
tl: Na-verify nang personal
vi: Xac minh truc tiep
zh_hans: 当面验证

# contactCard_viewProfile
source: View Profile
ar: عرض الملف الشخصي
es: Ver perfil
fr: Voir le profil
ko: 프로필 보기
pt: Ver Perfil
ru: Просмотреть профиль
tl: Tingnan ang Profile
vi: Xem ho so
zh_hans: 查看资料

# contactDetailInfo_joined
source: Joined %@
ar: انضم في %@
es: Se unio el %@
fr: Inscrit le %@
ko: %@ 가입
pt: Entrou em %@
ru: Присоединился %@
tl: Sumali noong %@
vi: Tham gia %@
zh_hans: 加入于 %@

# contactDetailInfo_lastContact
source: Last contact %@
ar: آخر تواصل %@
es: Ultimo contacto %@
fr: Dernier contact le %@
ko: 마지막 연락 %@
pt: Ultimo contato %@
ru: Последний контакт %@
tl: Huling pakikipag-ugnayan %@
vi: Lien he cuoi %@
zh_hans: 上次联系 %@

# contactDetailPage_actions_edit
source: Edit
ar: تعديل
es: Editar
fr: Modifier
ko: 편집
pt: Editar
ru: Редактировать
tl: I-edit
vi: Chinh sua
zh_hans: 编辑

# contactDetailPage_actions_sendMessage
source: Send Message
ar: إرسال رسالة
es: Enviar Mensaje
fr: Envoyer un Message
ko: 메시지 보내기
pt: Enviar Mensagem
ru: Отправить сообщение
tl: Magpadala ng Mensahe
vi: Gui Tin nhan
zh_hans: 发送消息

# contactDetailPage_backToContacts
source: Back to Contacts
ar: العودة إلى جهات الاتصال
es: Volver a Contactos
fr: Retour aux Contacts
ko: 연락처 목록으로 돌아가기
pt: Voltar para Contatos
ru: Вернуться к контактам
tl: Bumalik sa Mga Kontak
vi: Quay lai Danh sach Lien he
zh_hans: 返回联系人列表

# contactDetailPage_customFields_title
source: Additional Information
ar: معلومات إضافية
es: Informacion Adicional
fr: Informations Supplementaires
ko: 추가 정보
pt: Informacoes Adicionais
ru: Дополнительная информация
tl: Karagdagang Impormasyon
vi: Thong tin Bo sung
zh_hans: 附加信息

# contactDetailPage_description
source: Complete history and communication with this contact
ar: السجل الكامل والتواصل مع جهة الاتصال هذه
es: Historial completo y comunicacion con este contacto
fr: Historique complet et communication avec ce contact
ko: 이 연락처와의 전체 기록 및 커뮤니케이션
pt: Historico completo e comunicacao com este contato
ru: Полная история и коммуникация с этим контактом
tl: Kumpletong kasaysayan at komunikasyon sa kontaktong ito
vi: Lich su day du va giao tiep voi lien he nay
zh_hans: 与此联系人的完整历史记录和通讯

# contactDetailPage_info_joined
source: Joined %@
ar: انضم في %@
es: Se unio el %@
fr: Inscrit le %@
ko: %@ 가입
pt: Entrou em %@
ru: Присоединился %@
tl: Sumali noong %@
vi: Tham gia %@
zh_hans: 加入于 %@

# contactDetailPage_info_lastContact
source: Last contact %@
ar: آخر تواصل %@
es: Ultimo contacto %@
fr: Dernier contact %@
ko: 마지막 연락 %@
pt: Ultimo contato %@
ru: Последний контакт %@
tl: Huling kontak %@
vi: Lien he gan nhat %@
zh_hans: 最后联系 %@

# contactDetailPage_info_latestNote
source: Latest Note:
ar: أحدث ملاحظة:
es: Nota mas reciente:
fr: Derniere Note :
ko: 최근 메모:
pt: Nota mais recente:
ru: Последняя заметка:
tl: Pinakabagong Tala:
vi: Ghi chu moi nhat:
zh_hans: 最新备注：

# contactDetailPage_notFound
source: Contact not found
ar: جهة الاتصال غير موجودة
es: Contacto no encontrado
fr: Contact non trouve
ko: 연락처를 찾을 수 없습니다
pt: Contato nao encontrado
ru: Контакт не найден
tl: Hindi natagpuan ang kontak
vi: Khong tim thay lien he
zh_hans: 未找到联系人

# contactDetailPage_tabs_activity
source: Activity Timeline
ar: الجدول الزمني للنشاط
es: Linea de Tiempo de Actividad
fr: Chronologie des Activites
ko: 활동 타임라인
pt: Linha do Tempo de Atividades
ru: Хронология активности
tl: Timeline ng Aktibidad
vi: Dong thoi gian Hoat dong
zh_hans: 活动时间线

# contactDetailPage_tabs_conversation
source: Conversation History
ar: سجل المحادثات
es: Historial de Conversacion
fr: Historique des Conversations
ko: 대화 기록
pt: Historico de Conversas
ru: История переписки
tl: Kasaysayan ng Usapan
vi: Lich su Hoi thoai
zh_hans: 对话历史

# contactDetailPage_title
source: Contact Details
ar: تفاصيل جهة الاتصال
es: Detalles del Contacto
fr: Details du Contact
ko: 연락처 상세 정보
pt: Detalhes do Contato
ru: Информация о контакте
tl: Mga Detalye ng Kontak
vi: Chi Tiet Lien He
zh_hans: 联系人详情

# contacts_addContact
source: Add Contact
ar: إضافة جهة اتصال
es: Añadir contacto
fr: Ajouter un contact
ko: 연락처 추가
pt: Adicionar Contato
ru: Добавить контакт
tl: Magdagdag ng Contact
vi: Thêm liên hệ
zh_hans: 添加联系人

# contacts_petnameLabel
source: Petname (optional)
ar: الاسم المستعار (اختياري)
es: Apodo (opcional)
fr: Surnom (optionnel)
ko: 별명 (선택사항)
pt: Apelido (opcional)
ru: Псевдоним (необязательно)
tl: Palayaw (opsyonal)
vi: Biệt danh (tùy chọn)
zh_hans: 昵称（可选）

# contacts_publicKeyLabel
source: Public Key (npub or hex)
ar: المفتاح العام (npub أو hex)
es: Clave pública (npub o hex)
fr: Clé publique (npub ou hex)
ko: 공개 키 (npub 또는 hex)
pt: Chave Publica (npub ou hex)
ru: Публичный ключ (npub или hex)
tl: Public Key (npub o hex)
vi: Khóa công khai (npub hoặc hex)
zh_hans: 公钥 (npub 或十六进制)

# contactsList_emptyFollowers
source: No followers yet
ar: لا يوجد متابعين بعد
es: Aun no tienes seguidores
fr: Pas encore d'abonnes
ko: 아직 팔로워가 없습니다
pt: Nenhum seguidor ainda
ru: Пока нет подписчиков
tl: Wala pang tagasunod
vi: Chua co nguoi theo doi
zh_hans: 暂无粉丝

# contactsList_emptyFollowing
source: You're not following anyone yet
ar: انت لا تتابع اي شخص بعد
es: Aun no sigues a nadie
fr: Vous ne suivez personne pour le moment
ko: 아직 팔로우하는 사람이 없습니다
pt: Voce ainda nao segue ninguem
ru: Вы пока ни на кого не подписаны
tl: Wala ka pang sinusundan
vi: Ban chua theo doi ai
zh_hans: 你还没有关注任何人

# contactsList_emptyFriends
source: No mutual friends yet
ar: لا يوجد اصدقاء مشتركين بعد
es: Aun no tienes amigos mutuos
fr: Pas encore d'amis mutuels
ko: 아직 맞팔 친구가 없습니다
pt: Nenhum amigo mutuo ainda
ru: Пока нет взаимных друзей
tl: Wala pang mga kaibigan na magkapareho
vi: Chua co ban chung
zh_hans: 暂无共同好友

# contactsList_followers
source: Followers (%lld)
ar: المتابعين (%lld)
es: Seguidores (%lld)
fr: Abonnes (%lld)
ko: 팔로워 (%lld)
pt: Seguidores (%lld)
ru: Подписчики (%lld)
tl: Mga Tagasunod (%lld)
vi: Nguoi theo doi (%lld)
zh_hans: 粉丝 (%lld)

# contactsList_following
source: Following (%lld)
ar: المتابعون (%lld)
es: Siguiendo (%lld)
fr: Abonnements (%lld)
ko: 팔로잉 (%lld)
pt: Seguindo (%lld)
ru: Подписки (%lld)
tl: Sinusundan (%lld)
vi: Dang theo doi (%lld)
zh_hans: 正在关注 (%lld)

# contactsList_friends
source: Friends (%lld)
ar: الاصدقاء (%lld)
es: Amigos (%lld)
fr: Amis (%lld)
ko: 친구 (%lld)
pt: Amigos (%lld)
ru: Друзья (%lld)
tl: Mga Kaibigan (%lld)
vi: Ban be (%lld)
zh_hans: 好友 (%lld)

# conversationHistory_filters_all
source: All Messages
ar: جميع الرسائل
es: Todos los Mensajes
fr: Tous les Messages
ko: 전체 메시지
pt: Todas as Mensagens
ru: Все сообщения
tl: Lahat ng Mensahe
vi: Tat Ca Tin Nhan
zh_hans: 全部消息

# conversationHistory_filters_direct
source: Direct Messages
ar: الرسائل المباشرة
es: Mensajes Directos
fr: Messages Directs
ko: 개인 메시지
pt: Mensagens Diretas
ru: Личные сообщения
tl: Direktang Mensahe
vi: Tin Nhan Truc Tiep
zh_hans: 私信

# conversationHistory_filters_group
source: Group Messages
ar: رسائل المجموعة
es: Mensajes de Grupo
fr: Messages de Groupe
ko: 그룹 메시지
pt: Mensagens de Grupo
ru: Групповые сообщения
tl: Mensahe sa Grupo
vi: Tin Nhan Nhom
zh_hans: 群组消息

# conversationHistory_filters_label
source: Filter Messages
ar: تصفية الرسائل
es: Filtrar Mensajes
fr: Filtrer les Messages
ko: 메시지 필터
pt: Filtrar Mensagens
ru: Фильтр сообщений
tl: I-filter ang mga Mensahe
vi: Loc Tin Nhan
zh_hans: 筛选消息

# conversationHistory_filters_mentions
source: Mentions
ar: الاشارات
es: Menciones
ko: 멘션
pt: Mencoes
ru: Упоминания
tl: Mga Pagbanggit
vi: Luot Nhac
zh_hans: 提及

# conversationHistory_messageCount
source: %lld messages
ar: %lld رسائل
es: %lld mensajes
ko: %lld개의 메시지
pt: %lld mensagens
ru: %lld сообщений
tl: %lld mensahe
vi: %lld tin nhan
zh_hans: %lld条消息

# conversationHistory_messageTypes_direct
source: Direct Message
ar: رسالة مباشرة
es: Mensaje Directo
fr: Message Direct
ko: 개인 메시지
pt: Mensagem Direta
ru: Личное сообщение
tl: Direktang Mensahe
vi: Tin Nhan Truc Tiep
zh_hans: 私信

# conversationHistory_messageTypes_group
source: Group Message
ar: رسالة جماعية
es: Mensaje de Grupo
fr: Message de Groupe
ko: 그룹 메시지
pt: Mensagem de Grupo
ru: Групповое сообщение
tl: Mensahe sa Grupo
vi: Tin Nhan Nhom
zh_hans: 群组消息

# conversationHistory_messageTypes_mention
source: Mentioned
ar: تم الاشارة
es: Mencionado
fr: Mentionne
ko: 멘션됨
pt: Mencionado
ru: Упоминание
tl: Nabanggit
vi: Duoc Nhac Den
zh_hans: 被提及

# conversationHistory_noMessages
source: No messages found
ar: لم يتم العثور على رسائل
es: No se encontraron mensajes
fr: Aucun message trouve
ko: 메시지가 없습니다
pt: Nenhuma mensagem encontrada
ru: Сообщения не найдены
tl: Walang nakitang mensahe
vi: Khong tim thay tin nhan
zh_hans: 未找到消息

# conversationHistory_searchPlaceholder
source: Search conversation...
ar: البحث في المحادثة...
es: Buscar en la conversacion...
fr: Rechercher dans la conversation...
ko: 대화 검색...
pt: Pesquisar conversa...
ru: Поиск по переписке...
tl: Maghanap sa usapan...
vi: Tim kiem trong cuoc tro chuyen...
zh_hans: 搜索对话...

# conversationHistory_send
source: Send
ar: ارسال
es: Enviar
fr: Envoyer
ko: 전송
pt: Enviar
ru: Отправить
tl: Ipadala
vi: Gui
zh_hans: 发送

# conversationHistory_sendHint
source: Press Enter to send, Shift+Enter for new line
ar: اضغط Enter للارسال، Shift+Enter لسطر جديد
es: Presiona Enter para enviar, Shift+Enter para nueva linea
fr: Appuyez sur Entree pour envoyer, Maj+Entree pour nouvelle ligne
ko: Enter를 눌러 전송, Shift+Enter로 줄바꿈
pt: Pressione Enter para enviar, Shift+Enter para nova linha
ru: Enter для отправки, Shift+Enter для новой строки
tl: Pindutin ang Enter para ipadala, Shift+Enter para sa bagong linya
vi: Nhan Enter de gui, Shift+Enter de xuong dong
zh_hans: 按Enter发送，Shift+Enter换行

# conversationHistory_sendPlaceholder
source: Send a message to %@...
ar: ارسل رسالة الى %@...
es: Enviar un mensaje a %@...
fr: Envoyer un message a %@...
ko: %@님에게 메시지 보내기...
pt: Enviar mensagem para %@...
ru: Отправить сообщение %@...
tl: Magpadala ng mensahe kay %@...
vi: Gui tin nhan cho %@...
zh_hans: 给%@发送消息...

# conversationHistory_summary_daysSinceContact
source: Days Since First Contact
ar: الايام منذ اول اتصال
es: Dias Desde el Primer Contacto
fr: Jours Depuis le Premier Contact
ko: 첫 연락 후 일수
pt: Dias Desde o Primeiro Contato
ru: Дней с первого контакта
tl: Mga Araw mula sa Unang Pakikipag-ugnayan
vi: So Ngay Tu Lan Lien Lac Dau
zh_hans: 首次联系至今天数

# conversationHistory_summary_directMessages
source: Direct Messages
ar: الرسائل المباشرة
es: Mensajes Directos
fr: Messages Directs
ko: 개인 메시지
pt: Mensagens Diretas
ru: Личные сообщения
tl: Direktang Mensahe
vi: Tin Nhan Truc Tiep
zh_hans: 私信

# conversationHistory_summary_groupInteractions
source: Group Interactions
ar: تفاعلات المجموعة
es: Interacciones de Grupo
fr: Interactions de Groupe
ko: 그룹 활동
pt: Interacoes de Grupo
ru: Групповые взаимодействия
tl: Mga Interaksyon sa Grupo
vi: Tuong Tac Nhom
zh_hans: 群组互动

# conversationHistory_summary_title
source: Conversation Summary
ar: ملخص المحادثة
es: Resumen de la Conversacion
fr: Resume de la Conversation
ko: 대화 요약
pt: Resumo da Conversa
ru: Сводка переписки
tl: Buod ng Usapan
vi: Tom Tat Cuoc Tro Chuyen
zh_hans: 对话摘要

# conversationHistory_title
source: Conversation with %@
ar: محادثة مع %@
es: Conversacion con %@
fr: Conversation avec %@
ko: %@님과의 대화
pt: Conversa com %@
ru: Переписка с %@
tl: Usapan kay %@
vi: Cuoc tro chuyen voi %@
zh_hans: 与%@的对话

# conversationList_daysAgo
source: %lldd ago
ar: منذ %lld ي
es: hace %lldd
fr: il y a %lldj
ko: %lld일 전
pt: %lldd atras
ru: %lld д. назад
tl: %llda na nakalipas
vi: %lld ngay truoc
zh_hans: %lld天前

# conversationList_hoursAgo
source: %lldh ago
ar: منذ %lld س
es: hace %lldh
fr: il y a %lldh
ko: %lld시간 전
pt: %lldh atras
ru: %lld ч. назад
tl: %lldo na nakalipas
vi: %lld gio truoc
zh_hans: %lld小时前

# conversationList_justNow
source: Just now
ar: الآن
es: Ahora mismo
fr: A l'instant
ko: 방금 전
pt: Agora mesmo
ru: Только что
tl: Ngayon lang
vi: Vua xong
zh_hans: 刚刚

# conversationList_loginRequired
source: Please log in to view conversations
ar: يرجى تسجيل الدخول لعرض المحادثات
es: Por favor, inicia sesion para ver las conversaciones
fr: Veuillez vous connecter pour voir les conversations
ko: 대화를 보려면 로그인해 주세요
pt: Faca login para ver as conversas
ru: Войдите, чтобы просмотреть разговоры
tl: Mag-log in upang makita ang mga usapan
vi: Vui long dang nhap de xem hoi thoai
zh_hans: 请登录以查看对话

# conversationList_minutesAgo
source: %lldm ago
ar: منذ %lld د
es: hace %lldm
fr: il y a %lldm
ko: %lld분 전
pt: %lldm atras
ru: %lld мин. назад
tl: %lldm na nakalipas
vi: %lld phut truoc
zh_hans: %lld分钟前

# conversationList_noConversations
source: No conversations yet. Start a new one!
ar: لا توجد محادثات بعد. ابدأ محادثة جديدة!
es: Aun no hay conversaciones. Inicia una nueva!
fr: Aucune conversation pour le moment. Commencez-en une nouvelle!
ko: 아직 대화가 없습니다. 새로운 대화를 시작하세요!
pt: Ainda nao ha conversas. Inicie uma nova!
ru: Пока нет разговоров. Начните новый!
tl: Wala pang mga usapan. Magsimula ng bago!
vi: Chua co hoi thoai nao. Bat dau mot cuoc tro chuyen moi!
zh_hans: 暂无对话。开始一个新对话吧!

# conversationList_title
source: Conversations
ar: المحادثات
es: Conversaciones
ko: 대화 목록
pt: Conversas
ru: Разговоры
tl: Mga Usapan
vi: Hoi thoai
zh_hans: 对话

# conversationList_unknown
source: Unknown
ar: غير معروف
es: Desconocido
fr: Inconnu
ko: 알 수 없음
pt: Desconhecido
ru: Неизвестно
tl: Hindi kilala
vi: Khong ro
zh_hans: 未知

# conversationsPage_conversation
source: Conversation
ar: محادثة
es: Conversacion
ko: 대화
pt: Conversa
ru: Разговор
tl: Usapan
vi: Cuoc tro chuyen
zh_hans: 对话

# conversationsPage_empty_description
source: Start a new conversation to get started
ar: ابدأ محادثة جديدة للبدء
es: Inicia una nueva conversacion para comenzar
fr: Commencez une nouvelle conversation pour demarrer
ko: 시작하려면 새 대화를 시작하세요
pt: Inicie uma nova conversa para comecar
ru: Начните новый разговор
tl: Magsimula ng bagong usapan para magsimula
vi: Bat dau cuoc tro chuyen moi de bat dau
zh_hans: 开始新对话以开始使用

# conversationsPage_empty_title
source: No conversations yet
ar: لا توجد محادثات حتى الآن
es: Aun no hay conversaciones
fr: Aucune conversation pour le moment
ko: 아직 대화가 없습니다
pt: Nenhuma conversa ainda
ru: Пока нет разговоров
tl: Wala pang mga usapan
vi: Chua co cuoc tro chuyen nao
zh_hans: 暂无对话

# conversationsPage_newChat
source: New Chat
ar: محادثة جديدة
es: Nuevo chat
fr: Nouvelle discussion
ko: 새 채팅
pt: Nova Conversa
ru: Новый чат
tl: Bagong Chat
vi: Tro chuyen moi
zh_hans: 新建聊天

# conversationsPage_noMessages
source: No messages yet
ar: لا توجد رسائل حتى الآن
es: Aun no hay mensajes
fr: Aucun message pour le moment
ko: 아직 메시지가 없습니다
pt: Nenhuma mensagem ainda
ru: Пока нет сообщений
tl: Wala pang mga mensahe
vi: Chua co tin nhan nao
zh_hans: 暂无消息

# conversationsPage_searchPlaceholder
source: Search conversations...
ar: البحث في المحادثات...
es: Buscar conversaciones...
fr: Rechercher des conversations...
ko: 대화 검색...
pt: Pesquisar conversas...
ru: Поиск разговоров...
tl: Maghanap ng mga usapan...
vi: Tim kiem cuoc tro chuyen...
zh_hans: 搜索对话...

# conversationsPage_tabs_all
source: All
ar: الكل
es: Todos
fr: Tous
ko: 전체
pt: Todas
ru: Все
tl: Lahat
vi: Tat ca
zh_hans: 全部

# conversationsPage_tabs_archived
source: Archived
ar: المؤرشفة
es: Archivados
fr: Archives
ko: 보관됨
pt: Arquivadas
ru: Архив
tl: Naka-archive
vi: Da luu tru
zh_hans: 已归档

# conversationsPage_tabs_dms
source: DMs
ar: الرسائل الخاصة
es: Directos
fr: Messages prives
ko: 개인 메시지
pt: Diretas
ru: Личные
tl: Mga DM
vi: Tin nhan rieng
zh_hans: 私信

# conversationsPage_tabs_groups
source: Groups
ar: المجموعات
es: Grupos
fr: Groupes
ko: 그룹
pt: Grupos
ru: Группы
tl: Mga Grupo
vi: Nhom
zh_hans: 群组

# conversationsPage_tabs_unread
source: Unread
ar: غير مقروءة
es: No leidos
fr: Non lus
ko: 읽지 않음
pt: Nao lidas
ru: Непрочитанные
tl: Hindi Nabasa
vi: Chua doc
zh_hans: 未读

# conversationsPage_title
source: Messages
ar: الرسائل
es: Mensajes
ko: 메시지
pt: Mensagens
ru: Сообщения
tl: Mga Mensahe
vi: Tin nhan
zh_hans: 消息

# createEventDialog_buttons_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# createEventDialog_buttons_create
source: Create Event
ar: إنشاء الحدث
es: Crear Evento
fr: Creer l'Evenement
ko: 이벤트 만들기
pt: Criar Evento
ru: Создать мероприятие
tl: Lumikha ng Kaganapan
vi: Tao Su Kien
zh_hans: 创建活动

# createEventDialog_buttons_creating
source: Creating...
ar: جارٍ الإنشاء...
es: Creando...
fr: Creation...
ko: 생성 중...
pt: Criando...
ru: Создание...
tl: Gumagawa...
vi: Dang tao...
zh_hans: 创建中...

# createEventDialog_customFields_selectPlaceholder
source: Select an option
ar: اختر خياراً
es: Selecciona una opcion
fr: Selectionnez une option
ko: 옵션 선택
pt: Selecione uma opcao
ru: Выберите вариант
tl: Pumili ng opsyon
vi: Chon mot tuy chon
zh_hans: 选择一个选项

# createEventDialog_customFields_title
source: Additional Information
ar: معلومات إضافية
es: Informacion Adicional
fr: Informations Supplementaires
ko: 추가 정보
pt: Informacoes Adicionais
ru: Дополнительная информация
tl: Karagdagang Impormasyon
vi: Thong Tin Bo Sung
zh_hans: 附加信息

# createEventDialog_errors_createFailed
source: Failed to create event
ar: فشل في إنشاء الحدث
es: Error al crear el evento
fr: Echec de la creation de l'evenement
ko: 이벤트 생성 실패
pt: Falha ao criar evento
ru: Не удалось создать мероприятие
tl: Nabigong lumikha ng kaganapan
vi: Khong the tao su kien
zh_hans: 创建活动失败

# createEventDialog_fields_capacityLabel
source: Capacity (Optional)
ar: السعة (اختياري)
es: Capacidad (Opcional)
fr: Capacite (Optionnel)
ko: 수용 인원 (선택)
pt: Capacidade (Opcional)
ru: Вместимость (необязательно)
tl: Kapasidad (Opsyonal)
vi: Suc Chua (Tuy Chon)
zh_hans: 容量（可选）

# createEventDialog_fields_capacityPlaceholder
source: Max attendees
ar: الحد الأقصى للحضور
es: Asistentes maximos
fr: Nombre max de participants
ko: 최대 참석자
pt: Maximo de participantes
ru: Макс. участников
tl: Pinakamataas na kalahok
vi: So nguoi tham du toi da
zh_hans: 最大参与人数

# createEventDialog_fields_descriptionLabel
source: Description
ar: الوصف
es: Descripcion
ko: 설명
pt: Descricao
ru: Описание
tl: Paglalarawan
vi: Mo Ta
zh_hans: 描述

# createEventDialog_fields_descriptionPlaceholder
source: Event description
ar: وصف الحدث
es: Descripcion del evento
fr: Description de l'evenement
ko: 이벤트 설명
pt: Descricao do evento
ru: Описание мероприятия
tl: Paglalarawan ng kaganapan
vi: Mo ta su kien
zh_hans: 活动描述

# createEventDialog_fields_endDateLabel
source: End Date & Time (Optional)
ar: تاريخ ووقت الانتهاء (اختياري)
es: Fecha y Hora de Fin (Opcional)
fr: Date et Heure de Fin (Optionnel)
ko: 종료 날짜 및 시간 (선택)
pt: Data e Hora de Termino (Opcional)
ru: Дата и время окончания (необязательно)
tl: Petsa at Oras ng Pagtatapos (Opsyonal)
vi: Ngay va Gio Ket Thuc (Tuy Chon)
zh_hans: 结束日期和时间（可选）

# createEventDialog_fields_locationLabel
source: Location
ar: الموقع
es: Ubicacion
fr: Lieu
ko: 장소
pt: Local
ru: Место проведения
tl: Lokasyon
vi: Dia Diem
zh_hans: 地点

# createEventDialog_fields_locationPlaceholder
source: Event location
ar: موقع الحدث
es: Ubicacion del evento
fr: Lieu de l'evenement
ko: 이벤트 장소
pt: Local do evento
ru: Место проведения мероприятия
tl: Lokasyon ng kaganapan
vi: Dia diem su kien
zh_hans: 活动地点

# createEventDialog_fields_privacyLabel
source: Privacy Level
ar: مستوى الخصوصية
es: Nivel de Privacidad
fr: Niveau de Confidentialite
ko: 공개 수준
pt: Nivel de Privacidade
ru: Уровень приватности
tl: Antas ng Privacy
vi: Muc Do Rieng Tu
zh_hans: 隐私级别

# createEventDialog_fields_revealTimeHelp
source: Location will be revealed at this time
ar: سيتم الكشف عن الموقع في هذا الوقت
es: La ubicacion se revelara en este momento
fr: Le lieu sera revele a cette heure
ko: 이 시간에 장소가 공개됩니다
pt: O local sera revelado neste horario
ru: Место будет раскрыто в это время
tl: Ihahayag ang lokasyon sa oras na ito
vi: Dia diem se duoc cong bo vao thoi diem nay
zh_hans: 地点将在此时间公开

# createEventDialog_fields_revealTimeLabel
source: Location Reveal Time
ar: وقت الكشف عن الموقع
es: Hora de Revelacion de Ubicacion
fr: Heure de Revelation du Lieu
ko: 장소 공개 시간
pt: Hora de Revelar o Local
ru: Время раскрытия места
tl: Oras ng Paghahayag ng Lokasyon
vi: Thoi Gian Cong Bo Dia Diem
zh_hans: 地点公开时间

# createEventDialog_fields_startDateLabel
source: Start Date & Time *
ar: تاريخ ووقت البدء *
es: Fecha y Hora de Inicio *
fr: Date et Heure de Debut *
ko: 시작 날짜 및 시간 *
pt: Data e Hora de Inicio *
ru: Дата и время начала *
tl: Petsa at Oras ng Pagsisimula *
vi: Ngay va Gio Bat Dau *
zh_hans: 开始日期和时间 *

# createEventDialog_fields_titleLabel
source: Event Title *
ar: عنوان الحدث *
es: Titulo del Evento *
fr: Titre de l'Evenement *
ko: 이벤트 제목 *
pt: Titulo do Evento *
ru: Название мероприятия *
tl: Pamagat ng Kaganapan *
vi: Tieu De Su Kien *
zh_hans: 活动标题 *

# createEventDialog_fields_titlePlaceholder
source: Enter event title
ar: أدخل عنوان الحدث
es: Ingresa el titulo del evento
fr: Entrez le titre de l'evenement
ko: 이벤트 제목 입력
pt: Digite o titulo do evento
ru: Введите название мероприятия
tl: Ilagay ang pamagat ng kaganapan
vi: Nhap tieu de su kien
zh_hans: 输入活动标题
