Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# securityDemo_whyMattersDesc
source: High-risk organizing campaigns face constant threats from infiltrators, bad actors, and surveillance. These security features help identify and prevent malicious activity while maintaining trust within the community.
ar: تواجه حملات التنظيم عالية المخاطر تهديدات مستمرة من المخترقين والجهات الخبيثة والمراقبة. تساعد ميزات الأمان هذه في تحديد ومنع النشاط الخبيث مع الحفاظ على الثقة داخل المجتمع.
es: Las campañas de organización de alto riesgo enfrentan amenazas constantes de infiltrados, actores maliciosos y vigilancia. Estas funciones de seguridad ayudan a identificar y prevenir actividades maliciosas mientras mantienen la confianza dentro de la comunidad.
fr: Les campagnes d'organisation à haut risque font face à des menaces constantes d'infiltrés, d'acteurs malveillants et de surveillance. Ces fonctionnalités de sécurité aident à identifier et prévenir les activités malveillantes tout en maintenant la confiance au sein de la communauté.
ko: 고위험 조직 캠페인은 침투자, 악의적 행위자, 감시로부터 지속적인 위협에 직면합니다. 이러한 보안 기능은 커뮤니티 내 신뢰를 유지하면서 악의적 활동을 식별하고 예방하는 데 도움이 됩니다.
pt: Campanhas de organizacao de alto risco enfrentam ameacas constantes de infiltradores, agentes mal-intencionados e vigilancia. Esses recursos de seguranca ajudam a identificar e prevenir atividades maliciosas mantendo a confianca dentro da comunidade.
ru: Организационные кампании высокого риска постоянно сталкиваются с угрозами со стороны агентов-провокаторов, злоумышленников и слежки. Эти функции безопасности помогают выявлять и предотвращать вредоносную деятельность, сохраняя доверие в сообществе.
tl: Ang mga kampanya ng pag-oorganisa na may mataas na panganib ay humaharap sa patuloy na banta mula sa mga infiltrator, masamang aktor, at surveillance. Ang mga tampok na pangkaligtasang ito ay tumutulong sa pagtukoy at pagpigil sa malisyosong aktibidad habang pinapanatili ang tiwala sa loob ng komunidad.
vi: Các chiến dịch tổ chức có nguy cơ cao phải đối mặt với các mối đe dọa liên tục từ người xâm nhập, kẻ xấu và giám sát. Các tính năng bảo mật này giúp xác định và ngăn chặn hoạt động độc hại trong khi duy trì sự tin tưởng trong cộng đồng.
zh_hans: 高风险组织活动面临着来自渗透者、恶意行为者和监控的持续威胁。这些安全功能有助于识别和防止恶意活动，同时维护社区内部的信任。

# securityPage_active
source: Active
ar: نشط
es: Activo
fr: Actif
ko: 활성
pt: Ativo
ru: Активна
tl: Aktibo
vi: Đang hoạt động
zh_hans: 已激活

# securityPage_description
source: Manage your devices, sessions, and security settings
ar: إدارة أجهزتك وجلساتك وإعدادات الأمان
es: Gestiona tus dispositivos, sesiones y configuracion de seguridad
fr: Gérez vos appareils, sessions et paramètres de sécurité
ko: 기기, 세션 및 보안 설정을 관리하세요
pt: Gerencie seus dispositivos, sessoes e configuracoes de seguranca
ru: Управляйте вашими устройствами, сессиями и настройками безопасности
tl: Pamahalaan ang iyong mga device, session, at mga setting ng seguridad
vi: Quản lý thiết bị, phiên đăng nhập và cài đặt bảo mật của bạn
zh_hans: 管理您的设备、会话和安全设置

# securityPage_keysProtected
source: Your keys are protected with WebAuthn
ar: مفاتيحك محمية بـ WebAuthn
es: Tus claves estan protegidas con WebAuthn
fr: Vos clés sont protégées avec WebAuthn
ko: 키가 WebAuthn으로 보호되고 있습니다
pt: Suas chaves estao protegidas com WebAuthn
ru: Ваши ключи защищены с помощью WebAuthn
tl: Ang iyong mga key ay protektado ng WebAuthn
vi: Khóa của bạn được bảo vệ bằng WebAuthn
zh_hans: 您的密钥已通过 WebAuthn 保护

# securityPage_lastUsed
source: Last used:
ar: آخر استخدام:
es: Ultimo uso:
fr: Dernière utilisation :
ko: 마지막 사용:
pt: Ultimo uso:
ru: Последнее использование:
tl: Huling ginamit:
vi: Sử dụng lần cuối:
zh_hans: 上次使用：

# securityPage_registeredCredentials
source: Registered Credentials
ar: بيانات الاعتماد المسجلة
es: Credenciales registradas
fr: Identifiants enregistrés
ko: 등록된 자격 증명
pt: Credenciais Registradas
ru: Зарегистрированные учетные данные
tl: Mga Nakarehistrong Credential
vi: Thông tin xác thực đã đăng ký
zh_hans: 已注册凭证

# securityPage_setupBiometric
source: Set up biometric authentication or hardware security keys
ar: قم بإعداد المصادقة البيومترية أو مفاتيح الأمان
es: Configura autenticacion biometrica o llaves de seguridad de hardware
fr: Configurez l'authentification biométrique ou les clés de sécurité matérielles
ko: 생체 인증 또는 하드웨어 보안 키를 설정하세요
pt: Configure autenticacao biometrica ou chaves de seguranca de hardware
ru: Настройте биометрическую аутентификацию или аппаратные ключи безопасности
tl: Mag-set up ng biometric authentication o hardware security key
vi: Thiết lập xác thực sinh trắc học hoặc khóa bảo mật phần cứng
zh_hans: 设置生物识别认证或硬件安全密钥

# securityPage_setupWebauthn
source: Set Up WebAuthn
ar: إعداد WebAuthn
es: Configurar WebAuthn
fr: Configurer WebAuthn
ko: WebAuthn 설정
pt: Configurar WebAuthn
ru: Настроить WebAuthn
tl: Mag-set Up ng WebAuthn
vi: Thiết lập WebAuthn
zh_hans: 设置 WebAuthn

# securityPage_tabActivity
source: Activity
ar: النشاط
es: Actividad
fr: Activité
ko: 활동
pt: Atividade
ru: Активность
tl: Aktibidad
vi: Hoạt động
zh_hans: 活动

# securityPage_tabBackup
source: Backup
ar: النسخ الاحتياطي
es: Respaldo
fr: Sauvegarde
ko: 백업
ru: Резервное копирование
vi: Sao lưu
zh_hans: 备份

# securityPage_tabBackupTooltip
source: Backup & Multi-Device
ar: النسخ الاحتياطي والأجهزة المتعددة
es: Respaldo y multidispositivo
fr: Sauvegarde et Multi-Appareils
ko: 백업 및 다중 기기
pt: Backup e Multi-Dispositivo
ru: Резервное копирование и мультиустройство
tl: Backup at Multi-Device
vi: Sao lưu & Đa thiết bị
zh_hans: 备份与多设备

# securityPage_tabDevices
source: Devices
ar: الأجهزة
es: Dispositivos
fr: Appareils
ko: 기기
pt: Dispositivos
ru: Устройства
tl: Mga Device
vi: Thiết bị
zh_hans: 设备

# securityPage_tabPrivacy
source: Privacy
ar: الخصوصية
es: Privacidad
fr: Confidentialité
ko: 개인정보
pt: Privacidade
ru: Конфиденциальность
vi: Quyền riêng tư
zh_hans: 隐私

# securityPage_tabSession
source: Session
ar: الجلسة
es: Sesion
ko: 세션
pt: Sessao
ru: Сессия
vi: Phiên
zh_hans: 会话

# securityPage_thisDevice
source: This Device
ar: هذا الجهاز
es: Este dispositivo
fr: Cet appareil
ko: 이 기기
pt: Este Dispositivo
ru: Это устройство
tl: Ang Device na Ito
vi: Thiết bị này
zh_hans: 此设备

# securityPage_title
source: Security & Devices
ar: الأمان والأجهزة
es: Seguridad y dispositivos
fr: Sécurité et Appareils
ko: 보안 및 기기
pt: Seguranca e Dispositivos
ru: Безопасность и устройства
tl: Seguridad at mga Device
vi: Bảo mật & Thiết bị
zh_hans: 安全与设备

# securityPage_unlockForMultiDevice
source: Please unlock your identity to access multi-device features.
ar: يرجى فتح هويتك للوصول إلى ميزات الأجهزة المتعددة.
es: Por favor desbloquea tu identidad para acceder a las funciones multidispositivo.
fr: Veuillez déverrouiller votre identité pour accéder aux fonctionnalités multi-appareils.
ko: 다중 기기 기능을 사용하려면 신원 잠금을 해제해 주세요.
pt: Por favor, desbloqueie sua identidade para acessar recursos de multi-dispositivo.
ru: Пожалуйста, разблокируйте вашу личность для доступа к функциям мультиустройства.
tl: Mangyaring i-unlock ang iyong pagkakakilanlan upang ma-access ang mga feature ng multi-device.
vi: Vui lòng mở khóa danh tính của bạn để truy cập các tính năng đa thiết bị.
zh_hans: 请解锁您的身份以访问多设备功能。

# securityPage_webauthnNotSupported
source: WebAuthn not supported
ar: WebAuthn غير مدعوم
es: WebAuthn no compatible
fr: WebAuthn non pris en charge
ko: WebAuthn이 지원되지 않음
pt: WebAuthn nao suportado
ru: WebAuthn не поддерживается
tl: Hindi sinusuportahan ang WebAuthn
vi: WebAuthn không được hỗ trợ
zh_hans: 不支持 WebAuthn

# securityPage_webauthnNotSupportedDesc
source: Your browser doesn't support WebAuthn. Please use a modern browser (Chrome, Firefox, Safari, Edge) to enable biometric authentication and hardware security keys.
ar: متصفحك لا يدعم WebAuthn. يرجى استخدام متصفح حديث (Chrome أو Firefox أو Safari أو Edge) لتفعيل المصادقة البيومترية ومفاتيح الأمان.
es: Tu navegador no es compatible con WebAuthn. Por favor usa un navegador moderno (Chrome, Firefox, Safari, Edge) para habilitar autenticacion biometrica y llaves de seguridad de hardware.
fr: Votre navigateur ne prend pas en charge WebAuthn. Veuillez utiliser un navigateur moderne (Chrome, Firefox, Safari, Edge) pour activer l'authentification biométrique et les clés de sécurité matérielles.
ko: 브라우저가 WebAuthn을 지원하지 않습니다. 생체 인증 및 하드웨어 보안 키를 사용하려면 최신 브라우저(Chrome, Firefox, Safari, Edge)를 사용해 주세요.
pt: Seu navegador nao suporta WebAuthn. Por favor, use um navegador moderno (Chrome, Firefox, Safari, Edge) para habilitar autenticacao biometrica e chaves de seguranca de hardware.
ru: Ваш браузер не поддерживает WebAuthn. Пожалуйста, используйте современный браузер (Chrome, Firefox, Safari, Edge) для включения биометрической аутентификации и аппаратных ключей безопасности.
tl: Hindi sinusuportahan ng iyong browser ang WebAuthn. Mangyaring gumamit ng modernong browser (Chrome, Firefox, Safari, Edge) upang paganahin ang biometric authentication at hardware security key.
vi: Trình duyệt của bạn không hỗ trợ WebAuthn. Vui lòng sử dụng trình duyệt hiện đại (Chrome, Firefox, Safari, Edge) để bật xác thực sinh trắc học và khóa bảo mật phần cứng.
zh_hans: 您的浏览器不支持 WebAuthn。请使用现代浏览器（Chrome、Firefox、Safari、Edge）以启用生物识别认证和硬件安全密钥。

# securityPage_webauthnProtection
source: WebAuthn Protection
ar: حماية WebAuthn
es: Proteccion WebAuthn
fr: Protection WebAuthn
ko: WebAuthn 보호
pt: Protecao WebAuthn
ru: Защита WebAuthn
tl: Proteksyon ng WebAuthn
vi: Bảo vệ WebAuthn
zh_hans: WebAuthn 保护

# seoControls_aiDisabledNote
source: Note: AI indexing is automatically disabled when search engine indexing is off.
ar: ملاحظة: يتم تعطيل فهرسة الذكاء الاصطناعي تلقائياً عند إيقاف فهرسة محركات البحث.
es: Nota: La indexacion de IA se desactiva automaticamente cuando la indexacion de motores de busqueda esta desactivada.
fr: Note : L'indexation IA est automatiquement desactivee lorsque l'indexation des moteurs de recherche est desactivee.
ko: 참고: 검색 엔진 색인이 꺼지면 AI 색인도 자동으로 비활성화됩니다.
pt: Nota: A indexacao por IA e automaticamente desativada quando a indexacao por mecanismos de busca esta desligada.
ru: Примечание: индексация ИИ автоматически отключается при выключении индексации поисковыми системами.
tl: Paalala: Ang AI indexing ay awtomatikong naka-disable kapag naka-off ang search engine indexing.
vi: Luu y: Lap chi muc AI tu dong bi tat khi lap chi muc cong cu tim kiem bi tat.
zh_hans: 注意：当搜索引擎索引关闭时，AI索引会自动禁用。

# seoControls_aiTraining
source: AI Training / Indexing
ar: تدريب / فهرسة الذكاء الاصطناعي
es: Entrenamiento / Indexacion de IA
fr: Entrainement / Indexation IA
ko: AI 학습 / 색인
pt: Treinamento / Indexacao de IA
ru: Обучение / индексация ИИ
tl: AI Training / Pag-index
vi: Huan luyen / Lap Chi muc AI
zh_hans: AI训练/索引

# seoControls_aiTrainingDesc
source: Allow AI crawlers (GPTBot, Claude, etc.) to use this content for training
ar: السماح لروبوتات الذكاء الاصطناعي (GPTBot، Claude، إلخ) باستخدام هذا المحتوى للتدريب
es: Permitir que rastreadores de IA (GPTBot, Claude, etc.) usen este contenido para entrenamiento
fr: Autoriser les robots d'IA (GPTBot, Claude, etc.) a utiliser ce contenu pour l'entrainement
ko: AI 크롤러(GPTBot, Claude 등)가 학습에 이 콘텐츠를 사용하도록 허용
pt: Permitir que crawlers de IA (GPTBot, Claude, etc.) usem este conteudo para treinamento
ru: Разрешить ИИ-краулерам (GPTBot, Claude и др.) использовать этот контент для обучения
tl: Payagan ang mga AI crawler (GPTBot, Claude, atbp.) na gamitin ang nilalamang ito para sa training
vi: Cho phep bot AI (GPTBot, Claude, v.v.) su dung noi dung nay de huan luyen
zh_hans: 允许AI爬虫（GPTBot、Claude等）使用此内容进行训练

# seoControls_basicSeo
source: Basic SEO
ar: تحسين محركات البحث الأساسي
es: SEO Basico
fr: SEO de base
ko: 기본 SEO
pt: SEO Basico
ru: Базовое SEO
tl: Pangunahing SEO
vi: SEO Co ban
zh_hans: 基础SEO

# seoControls_cardType
source: Card Type
ar: نوع البطاقة
es: Tipo de Tarjeta
fr: Type de carte
ko: 카드 유형
pt: Tipo de Cartao
ru: Тип карточки
tl: Uri ng Card
vi: Loai The
zh_hans: 卡片类型

# seoControls_characters
source: %1$lld/%2$@ characters (optimal: %3$@)
ar: %1$lld/%2$@ حرف (الأمثل: %3$@)
es: %1$lld/%2$@ caracteres (optimo: %3$@)
fr: %1$lld/%2$@ caracteres (optimal : %3$@)
ko: %1$lld/%2$@ 자 (최적: %3$@)
pt: %1$lld/%2$@ caracteres (ideal: %3$@)
ru: %1$lld/%2$@ символов (оптимально: %3$@)
tl: %1$lld/%2$@ mga karakter (optimal: %3$@)
vi: %1$lld/%2$@ ky tu (toi uu: %3$@)
zh_hans: %1$lld/%2$@ 字符（最佳：%3$@）

# seoControls_indexability
source: Indexability
ar: إمكانية الفهرسة
es: Indexabilidad
fr: Indexabilite
ko: 색인 설정
pt: Indexacao
ru: Индексация
tl: Pag-index
vi: Kha nang lap chi muc
zh_hans: 可索引性

# seoControls_indexabilityDesc
source: Control how search engines and AI systems can access this content.
ar: تحكم في كيفية وصول محركات البحث وأنظمة الذكاء الاصطناعي إلى هذا المحتوى.
es: Controla como los motores de busqueda y sistemas de IA pueden acceder a este contenido.
fr: Controlez comment les moteurs de recherche et les systemes d'IA peuvent acceder a ce contenu.
ko: 검색 엔진과 AI 시스템이 이 콘텐츠에 접근하는 방식을 제어합니다.
pt: Controle como mecanismos de busca e sistemas de IA podem acessar este conteudo.
ru: Управляйте доступом поисковых систем и ИИ к этому контенту.
tl: Kontrolin kung paano maa-access ng mga search engine at AI system ang nilalamang ito.
vi: Kiem soat cach cong cu tim kiem va he thong AI truy cap noi dung nay.
zh_hans: 控制搜索引擎和AI系统如何访问此内容。

# seoControls_indexFollow
source: Index, Follow (default)
ar: فهرسة، متابعة (افتراضي)
es: Indexar, Seguir (predeterminado)
fr: Indexer, Suivre (par defaut)
ko: 색인, 팔로우 (기본값)
pt: Indexar, Seguir (padrao)
ru: Индекс, Следовать (по умолчанию)
vi: Lap chi muc, Theo doi (mac dinh)
zh_hans: 索引，跟随（默认）

# seoControls_indexNoFollow
source: Index, No Follow
ar: فهرسة، عدم المتابعة
es: Indexar, No Seguir
fr: Indexer, Ne pas suivre
ko: 색인, 팔로우 안 함
pt: Indexar, Nao Seguir
ru: Индекс, Не следовать
vi: Lap chi muc, Khong theo doi
zh_hans: 索引，不跟随

# seoControls_metaDescPlaceholder
source: Brief description for search results
ar: وصف موجز لنتائج البحث
es: Breve descripcion para resultados de busqueda
fr: Breve description pour les resultats de recherche
ko: 검색 결과용 간단한 설명
pt: Breve descricao para resultados de busca
ru: Краткое описание для результатов поиска
tl: Maikling paglalarawan para sa mga resulta ng paghahanap
vi: Mo ta ngan cho ket qua tim kiem
zh_hans: 搜索结果的简短描述

# seoControls_metaDescription
source: Meta Description
ar: الوصف التعريفي
es: Meta Descripcion
ko: 메타 설명
pt: Meta Descricao
ru: Мета-описание
vi: Mo ta Meta
zh_hans: 元描述

# seoControls_noIndexFollow
source: No Index, Follow
ar: عدم الفهرسة، متابعة
es: No Indexar, Seguir
fr: Ne pas indexer, Suivre
ko: 색인 안 함, 팔로우
pt: Nao Indexar, Seguir
ru: Без индекса, Следовать
vi: Khong lap chi muc, Theo doi
zh_hans: 不索引，跟随

# seoControls_noIndexNoFollow
source: No Index, No Follow
ar: عدم الفهرسة، عدم المتابعة
es: No Indexar, No Seguir
fr: Ne pas indexer, Ne pas suivre
ko: 색인 안 함, 팔로우 안 함
pt: Nao Indexar, Nao Seguir
ru: Без индекса, Не следовать
vi: Khong lap chi muc, Khong theo doi
zh_hans: 不索引，不跟随

# seoControls_ogDescPlaceholder
source: Description for social media shares
ar: الوصف للمشاركة على وسائل التواصل الاجتماعي
es: Descripcion para compartir en redes sociales
fr: Description pour les partages sur les reseaux sociaux
ko: 소셜 미디어 공유용 설명
pt: Descricao para compartilhamentos em redes sociais
ru: Описание для публикаций в соцсетях
tl: Paglalarawan para sa social media shares
vi: Mo ta khi chia se len mang xa hoi
zh_hans: 社交媒体分享描述

# seoControls_ogDescription
source: OG Description
ar: وصف OG
es: Descripcion OG
fr: Description OG
ko: OG 설명
pt: Descricao OG
ru: OG Описание
vi: Mo ta OG
zh_hans: OG描述

# seoControls_ogImage
source: OG Image URL
ar: رابط صورة OG
es: URL de Imagen OG
fr: URL de l'image OG
ko: OG 이미지 URL
pt: URL da Imagem OG
ru: URL OG изображения
vi: URL Hinh anh OG
zh_hans: OG图片链接

# seoControls_ogTitle
source: OG Title
ar: عنوان OG
es: Titulo OG
fr: Titre OG
ko: OG 제목
pt: Titulo OG
ru: OG Заголовок
vi: Tieu de OG
zh_hans: OG标题

# seoControls_ogTitlePlaceholder
source: Title for social media shares
ar: العنوان للمشاركة على وسائل التواصل الاجتماعي
es: Titulo para compartir en redes sociales
fr: Titre pour les partages sur les reseaux sociaux
ko: 소셜 미디어 공유용 제목
pt: Titulo para compartilhamentos em redes sociais
ru: Заголовок для публикаций в соцсетях
tl: Pamagat para sa social media shares
vi: Tieu de khi chia se len mang xa hoi
zh_hans: 社交媒体分享标题

# seoControls_openGraph
source: Open Graph (Social Sharing)
ar: Open Graph (المشاركة على وسائل التواصل)
es: Open Graph (Compartir en Redes Sociales)
fr: Open Graph (Partage sur les reseaux sociaux)
ko: 오픈 그래프 (소셜 공유)
pt: Open Graph (Compartilhamento Social)
ru: Open Graph (публикации в соцсетях)
vi: Open Graph (Chia se Mang xa hoi)
zh_hans: Open Graph（社交分享）

# seoControls_pageTitle
source: Page Title
ar: عنوان الصفحة
es: Titulo de Pagina
fr: Titre de la page
ko: 페이지 제목
pt: Titulo da Pagina
ru: Заголовок страницы
tl: Pamagat ng Pahina
vi: Tieu de Trang
zh_hans: 页面标题

# seoControls_pageTitlePlaceholder
source: Page title for search engines
ar: عنوان الصفحة لمحركات البحث
es: Titulo de pagina para motores de busqueda
fr: Titre de page pour les moteurs de recherche
ko: 검색 엔진용 페이지 제목
pt: Titulo da pagina para mecanismos de busca
ru: Заголовок страницы для поисковых систем
tl: Pamagat ng pahina para sa mga search engine
vi: Tieu de trang cho cong cu tim kiem
zh_hans: 搜索引擎的页面标题

# seoControls_preventArchiving
source: Prevent Archiving
ar: منع الأرشفة
es: Prevenir Archivado
fr: Empecher l'archivage
ko: 아카이브 방지
pt: Impedir Arquivamento
ru: Запретить архивирование
tl: Pigilan ang Pag-archive
vi: Ngan Luu tru
zh_hans: 阻止存档

# seoControls_preventArchivingDesc
source: Block archive.org and similar services from caching this page
ar: منع archive.org والخدمات المماثلة من تخزين هذه الصفحة
es: Bloquear archive.org y servicios similares de almacenar esta pagina en cache
fr: Bloquer archive.org et services similaires de mettre cette page en cache
ko: archive.org 및 유사 서비스가 이 페이지를 캐시하지 못하도록 차단
pt: Bloquear archive.org e servicos similares de armazenar esta pagina em cache
ru: Блокировать archive.org и подобные сервисы от кэширования этой страницы
tl: Harangan ang archive.org at mga katulad na serbisyo mula sa pag-cache ng pahinang ito
vi: Chan archive.org va cac dich vu tuong tu luu tru trang nay
zh_hans: 阻止archive.org等类似服务缓存此页面

# seoControls_recommended
source: Recommended: %@
ar: موصى به: %@
es: Recomendado: %@
fr: Recommande : %@
ko: 권장: %@
pt: Recomendado: %@
ru: Рекомендуется: %@
tl: Inirerekomenda: %@
vi: Khuyen nghi: %@
zh_hans: 推荐：%@

# seoControls_robots
source: Robots
ar: الروبوتات
ko: 로봇 설정
ru: Роботы
zh_hans: 机器人指令

# seoControls_searchEngine
source: Search Engine Indexing
ar: فهرسة محركات البحث
es: Indexacion por Motores de Busqueda
fr: Indexation par les moteurs de recherche
ko: 검색 엔진 색인
pt: Indexacao de Mecanismos de Busca
ru: Индексация поисковыми системами
tl: Pag-index ng Search Engine
vi: Lap Chi muc Cong cu Tim kiem
zh_hans: 搜索引擎索引

# seoControls_searchEngineDesc
source: Allow Google, Bing, DuckDuckGo and other search engines to index this page
ar: السماح لـ Google و Bing و DuckDuckGo ومحركات البحث الأخرى بفهرسة هذه الصفحة
es: Permitir que Google, Bing, DuckDuckGo y otros motores de busqueda indexen esta pagina
fr: Autoriser Google, Bing, DuckDuckGo et autres moteurs de recherche a indexer cette page
ko: Google, Bing, DuckDuckGo 등 검색 엔진이 이 페이지를 색인하도록 허용
pt: Permitir que Google, Bing, DuckDuckGo e outros mecanismos de busca indexem esta pagina
ru: Разрешить Google, Bing, DuckDuckGo и другим поисковым системам индексировать эту страницу
tl: Payagan ang Google, Bing, DuckDuckGo at iba pang search engine na i-index ang pahinang ito
vi: Cho phep Google, Bing, DuckDuckGo va cac cong cu tim kiem khac lap chi muc trang nay
zh_hans: 允许Google、Bing、DuckDuckGo等搜索引擎索引此页面

# seoControls_summary
source: Summary
ar: ملخص
es: Resumen
fr: Resume
ko: 요약
pt: Resumo
ru: Краткое
tl: Buod
vi: Tom tat
zh_hans: 摘要

# seoControls_summaryLargeImage
source: Summary Large Image
ar: ملخص مع صورة كبيرة
es: Resumen con Imagen Grande
fr: Resume avec grande image
ko: 큰 이미지 요약
pt: Resumo com Imagem Grande
ru: Краткое с большим изображением
tl: Buod na may Malaking Larawan
vi: Tom tat voi Hinh anh Lon
zh_hans: 大图摘要

# seoControls_twitterCard
source: Twitter Card
ar: بطاقة تويتر
es: Tarjeta de Twitter
fr: Carte Twitter
ko: 트위터 카드
pt: Cartao do Twitter
ru: Карточка Twitter
vi: The Twitter
zh_hans: Twitter卡片

# seoControls_twitterSite
source: Twitter Site Handle
ar: معرف تويتر للموقع
es: Usuario de Twitter del Sitio
fr: Identifiant Twitter du site
ko: 트위터 사이트 핸들
pt: Handle do Twitter do Site
ru: Аккаунт Twitter сайта
vi: Tai khoan Twitter cua Trang
zh_hans: Twitter网站账号

# shareDialog_description
source: Invite people or create a shareable link
ar: ادعُ أشخاصاً أو أنشئ رابطاً قابلاً للمشاركة
es: Invita personas o crea un enlace compartible
fr: Invitez des personnes ou creez un lien partageable
ko: 사람을 초대하거나 공유 가능한 링크를 만드세요
pt: Convide pessoas ou crie um link compartilhavel
ru: Пригласите людей или создайте ссылку для общего доступа
tl: Mag-imbita ng mga tao o lumikha ng shareable link
vi: Mời người hoặc tạo liên kết có thể chia sẻ
zh_hans: 邀请他人或创建可分享链接

# shareDialog_link_activeLinks
source: Active Links
ar: الروابط النشطة
es: Enlaces Activos
fr: Liens Actifs
ko: 활성 링크
pt: Links Ativos
ru: Активные ссылки
tl: Mga Aktibong Link
vi: Liên kết Đang hoạt động
zh_hans: 活跃链接

# shareDialog_link_canComment
source: Can comment
ar: يمكنه التعليق
es: Puede comentar
fr: Peut commenter
ko: 댓글 가능
pt: Pode comentar
ru: Может комментировать
tl: Makakakomento
vi: Có thể bình luận
zh_hans: 可评论

# shareDialog_link_canEdit
source: Can edit
ar: يمكنه التحرير
es: Puede editar
fr: Peut editer
ko: 편집 가능
pt: Pode editar
ru: Может редактировать
tl: Makakapag-edit
vi: Có thể chỉnh sửa
zh_hans: 可编辑

# shareDialog_link_createLink
source: Create Link
ar: إنشاء رابط
es: Crear Enlace
fr: Creer un Lien
ko: 링크 만들기
pt: Criar Link
ru: Создать ссылку
tl: Lumikha ng Link
vi: Tạo Liên kết
zh_hans: 创建链接

# shareDialog_link_day1
source: 1 day
ar: يوم واحد
es: 1 día
fr: 1 jour
ko: 1일
pt: 1 dia
ru: 1 день
tl: 1 araw
vi: 1 ngày
zh_hans: 1 天

# shareDialog_link_days30
source: 30 days
ar: 30 يوماً
es: 30 días
fr: 30 jours
ko: 30일
pt: 30 dias
ru: 30 дней
tl: 30 araw
vi: 30 ngày
zh_hans: 30 天

# shareDialog_link_days7
source: 7 days
ar: 7 أيام
es: 7 días
fr: 7 jours
ko: 7일
pt: 7 dias
ru: 7 дней
tl: 7 araw
vi: 7 ngày
zh_hans: 7 天

# shareDialog_link_days90
source: 90 days
ar: 90 يوماً
es: 90 días
fr: 90 jours
ko: 90일
pt: 90 dias
ru: 90 дней
tl: 90 araw
vi: 90 ngày
zh_hans: 90 天

# shareDialog_link_expired
source: Expired %@
ar: انتهى %@
es: Expirado %@
fr: Expire %@
ko: %@ 전 만료됨
pt: Expirou %@
ru: Истекла %@
tl: Nag-expire %@
vi: Đã hết hạn %@
zh_hans: 已于%@过期

# shareDialog_link_expiredLinks
source: Expired Links
ar: الروابط المنتهية
es: Enlaces Expirados
fr: Liens Expires
ko: 만료된 링크
pt: Links Expirados
ru: Просроченные ссылки
tl: Mga Nag-expire na Link
vi: Liên kết Đã hết hạn
zh_hans: 已过期链接

# shareDialog_link_expires
source: Expires
ar: ينتهي
es: Expira
fr: Expire
ko: 만료
pt: Expira
ru: Истекает
tl: Mag-e-expire
vi: Hết hạn
zh_hans: 过期时间

# shareDialog_link_expiresIn
source: Expires %@
ar: ينتهي %@
es: Expira %@
fr: Expire %@
ko: %@ 후 만료
pt: Expira %@
ru: Истекает %@
tl: Mag-e-expire %@
vi: Hết hạn %@
zh_hans: %@后过期

# shareDialog_link_never
source: Never
ar: أبداً
es: Nunca
fr: Jamais
ko: 없음
pt: Nunca
ru: Никогда
tl: Hindi kailanman
vi: Không bao giờ
zh_hans: 永不

# shareDialog_link_noLinks
source: No share links created yet
ar: لم يتم إنشاء روابط مشاركة بعد
es: Aún no se han creado enlaces compartidos
fr: Aucun lien de partage cree
ko: 아직 공유 링크가 없습니다
pt: Nenhum link de compartilhamento criado ainda
ru: Ссылки для общего доступа ещё не созданы
tl: Wala pang nilikha na share link
vi: Chưa tạo liên kết chia sẻ nào
zh_hans: 尚未创建分享链接
