Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# forms_description
source: Create and manage public forms for data collection
ar: أنشئ وأدر نماذج عامة لجمع البيانات
es: Crea y gestiona formularios publicos para recoleccion de datos
fr: Creez et gerez des formulaires publics pour la collecte de donnees
ko: 데이터 수집을 위한 공개 양식을 만들고 관리하세요
pt: Crie e gerencie formularios publicos para coleta de dados
ru: Создавайте и управляйте публичными формами для сбора данных
tl: Lumikha at pamahalaan ang mga pampublikong form para sa pagkolekta ng data
vi: Tao va quan ly bieu mau cong khai de thu thap du lieu
zh_hans: 创建和管理用于数据收集的公开表单

# forms_edit
source: Edit
ar: تعديل
es: Editar
fr: Modifier
ko: 편집
pt: Editar
ru: Редактировать
tl: I-edit
vi: Sua
zh_hans: 编辑

# forms_fields
source: fields
ar: حقول
es: campos
fr: champs
ko: 필드
pt: campos
ru: поля
tl: mga field
vi: truong
zh_hans: 字段

# forms_newForm
source: New Form
ar: نموذج جديد
es: Nuevo formulario
fr: Nouveau formulaire
ko: 새 양식
pt: Novo Formulario
ru: Новая форма
tl: Bagong Form
vi: Bieu mau moi
zh_hans: 新建表单

# forms_noForms
source: No forms yet
ar: لا توجد نماذج بعد
es: Aun no hay formularios
fr: Aucun formulaire pour le moment
ko: 아직 양식이 없습니다
pt: Nenhum formulario ainda
ru: Пока нет форм
tl: Wala pang mga form
vi: Chua co bieu mau
zh_hans: 暂无表单

# forms_noFormsDescription
source: Create your first form to start collecting data from volunteers, event registrations, surveys, and more.
ar: أنشئ أول نموذج لبدء جمع البيانات من المتطوعين وتسجيلات الأحداث والاستطلاعات والمزيد.
es: Crea tu primer formulario para comenzar a recolectar datos de voluntarios, registros de eventos, encuestas y mas.
fr: Creez votre premier formulaire pour commencer a collecter des donnees de benevoles, inscriptions aux evenements, sondages et plus encore.
ko: 자원봉사자, 이벤트 등록, 설문조사 등의 데이터를 수집하기 위한 첫 번째 양식을 만드세요.
pt: Crie seu primeiro formulario para comecar a coletar dados de voluntarios, inscricoes em eventos, pesquisas e mais.
ru: Создайте свою первую форму для сбора данных от волонтёров, регистрации на мероприятия, опросов и многого другого.
tl: Lumikha ng iyong unang form upang magsimulang mangolekta ng data mula sa mga boluntaryo, pagpaparehistro sa event, mga survey, at iba pa.
vi: Tao bieu mau dau tien de bat dau thu thap du lieu tu tinh nguyen vien, dang ky su kien, khao sat va nhieu hon.
zh_hans: 创建您的第一个表单，开始收集志愿者、活动报名、调查问卷等数据。

# forms_preview
source: Preview
ar: معاينة
es: Vista previa
fr: Apercu
ko: 미리보기
pt: Visualizar
ru: Предпросмотр
vi: Xem truoc
zh_hans: 预览

# forms_publish
source: Publish
ar: نشر
es: Publicar
fr: Publier
ko: 게시
pt: Publicar
ru: Опубликовать
tl: I-publish
vi: Xuat ban
zh_hans: 发布

# forms_submissions
source: Submissions
ar: الإرسالات
es: Envios
fr: Soumissions
ko: 제출물
pt: Submissoes
ru: Отправленные данные
tl: Mga Submission
vi: Bai gui
zh_hans: 提交内容

# forms_title
source: Forms
ar: النماذج
es: Formularios
fr: Formulaires
ko: 양식
pt: Formularios
ru: Формы
tl: Mga Form
vi: Bieu mau
zh_hans: 表单

# forms_unpublish
source: Unpublish
ar: إلغاء النشر
es: Despublicar
fr: Depublier
ko: 게시 취소
pt: Despublicar
ru: Снять с публикации
tl: I-unpublish
vi: Huy xuat ban
zh_hans: 取消发布

# forms_viewTemplates
source: View Templates
ar: عرض القوالب
es: Ver plantillas
fr: Voir les modeles
ko: 템플릿 보기
pt: Ver Modelos
ru: Просмотр шаблонов
tl: Tingnan ang mga Template
vi: Xem mau
zh_hans: 查看模板

# friendRequestCard_accept
source: Accept
ar: قبول
es: Aceptar
fr: Accepter
ko: 수락
pt: Aceitar
ru: Принять
tl: Tanggapin
vi: Chap nhan
zh_hans: 接受

# friendRequestCard_acceptRequest
source: Accept request
ar: قبول الطلب
es: Aceptar solicitud
fr: Accepter la demande
ko: 요청 수락
pt: Aceitar solicitacao
ru: Принять запрос
tl: Tanggapin ang kahilingan
vi: Chap nhan yeu cau
zh_hans: 接受请求

# friendRequestCard_declineRequest
source: Decline request
ar: رفض الطلب
es: Rechazar solicitud
fr: Refuser la demande
ko: 요청 거절
pt: Recusar solicitacao
ru: Отклонить запрос
tl: Tanggihan ang kahilingan
vi: Tu choi yeu cau
zh_hans: 拒绝请求

# friendRequestCard_methods_email
source: Email Invite
ar: دعوة بالبريد الإلكتروني
es: Invitacion por Correo
fr: Invitation par Email
ko: 이메일 초대
pt: Convite por email
ru: Приглашение по email
tl: Imbitasyon sa Email
vi: Moi qua Email
zh_hans: 邮件邀请

# friendRequestCard_methods_inviteLink
source: Invite Link
ar: رابط الدعوة
es: Enlace de Invitacion
fr: Lien d'Invitation
ko: 초대 링크
pt: Link de convite
ru: Ссылка-приглашение
tl: Link ng Imbitasyon
vi: Lien ket moi
zh_hans: 邀请链接

# friendRequestCard_methods_qr
source: QR Code
ar: رمز QR
es: Codigo QR
fr: Code QR
ko: QR 코드
pt: Codigo QR
ru: QR-код
vi: Ma QR
zh_hans: 二维码

# friendRequestCard_methods_username
source: Username Search
ar: البحث بالاسم المستعار
es: Buscar por Nombre de Usuario
fr: Recherche par Nom d'utilisateur
ko: 사용자명 검색
pt: Buscar por usuario
ru: Поиск по имени
tl: Paghahanap ng Username
vi: Tim kiem Ten nguoi dung
zh_hans: 用户名搜索

# friendRequestCard_sent
source: Sent
ar: مُرسَلة
es: Enviada
fr: Envoyee
ko: 전송됨
pt: Enviado
ru: Отправлено
tl: Naipadala
vi: Da gui
zh_hans: 已发送

# friends_addFriend
source: Add Friend
ar: إضافة صديق
es: Añadir amigo
fr: Ajouter un ami
ko: 친구 추가
pt: Adicionar Amigo
ru: Добавить друга
tl: Magdagdag ng Kaibigan
vi: Thêm bạn
zh_hans: 添加好友

# friends_allFriends
source: All Friends
ar: جميع الأصدقاء
es: Todos los amigos
fr: Tous les amis
ko: 모든 친구
pt: Todos os Amigos
ru: Все друзья
tl: Lahat ng Kaibigan
vi: Tất cả bạn bè
zh_hans: 所有好友

# friends_allTrustLevels
source: All Trust Levels
ar: جميع مستويات الثقة
es: Todos los niveles de confianza
fr: Tous les niveaux de confiance
ko: 모든 신뢰 수준
pt: Todos os Niveis de Confianca
ru: Все уровни доверия
tl: Lahat ng Trust Level
vi: Tất cả mức độ tin cậy
zh_hans: 所有信任级别

# friends_chooseHowConnect
source: Choose how you'd like to connect with your friend
ar: اختر كيف تريد التواصل مع صديقك
es: Elige cómo te gustaría conectar con tu amigo
fr: Choisissez comment vous souhaitez vous connecter avec votre ami
ko: 친구와 연결할 방법을 선택하세요
pt: Escolha como voce gostaria de se conectar com seu amigo
ru: Выберите, как вы хотите связаться с другом
tl: Piliin kung paano mo gustong kumonekta sa iyong kaibigan
vi: Chọn cách bạn muốn kết nối với bạn bè
zh_hans: 选择您想要与好友联系的方式

# friends_favorites
source: Favorites
ar: المفضلة
es: Favoritos
fr: Favoris
ko: 즐겨찾기
pt: Favoritos
ru: Избранные
tl: Mga Paborito
vi: Yêu thích
zh_hans: 收藏

# friends_friend
source: Friend
ar: صديق
es: Amigo
fr: Ami
ko: 친구
pt: Amigo
ru: Друг
tl: Kaibigan
vi: Bạn bè
zh_hans: 好友

# friends_friends
source: Friends
ar: الأصدقاء
es: Amigos
fr: Amis
ko: 친구
pt: Amigos
ru: Друзья
tl: Mga Kaibigan
vi: Bạn bè
zh_hans: 好友

# friends_incomingRequests
source: Incoming Requests
ar: الطلبات الواردة
es: Solicitudes entrantes
fr: Demandes reçues
ko: 받은 요청
pt: Solicitacoes Recebidas
ru: Входящие заявки
tl: Mga Papasok na Request
vi: Yêu cầu đến
zh_hans: 收到的请求

# friends_noFriendsFound
source: No friends found
ar: لم يتم العثور على أصدقاء
es: No se encontraron amigos
fr: Aucun ami trouvé
ko: 친구를 찾을 수 없습니다
pt: Nenhum amigo encontrado
ru: Друзья не найдены
tl: Walang nakitang mga kaibigan
vi: Không tìm thấy bạn bè
zh_hans: 未找到好友

# friends_noFriendsHint
source: Try adjusting your filters or add some friends!
ar: جرب تعديل الفلاتر أو أضف بعض الأصدقاء!
es: ¡Intenta ajustar tus filtros o añade algunos amigos!
fr: Essayez d'ajuster vos filtres ou ajoutez des amis !
ko: 필터를 조정하거나 친구를 추가해 보세요!
pt: Tente ajustar seus filtros ou adicione alguns amigos!
ru: Попробуйте изменить фильтры или добавьте друзей!
tl: Subukang ayusin ang iyong mga filter o magdagdag ng mga kaibigan!
vi: Hãy thử điều chỉnh bộ lọc hoặc thêm bạn bè!
zh_hans: 尝试调整筛选条件或添加一些好友！

# friends_noIncomingRequests
source: No incoming requests
ar: لا توجد طلبات واردة
es: No hay solicitudes entrantes
fr: Aucune demande reçue
ko: 받은 요청이 없습니다
pt: Nenhuma solicitacao recebida
ru: Нет входящих заявок
tl: Walang papasok na mga request
vi: Không có yêu cầu đến
zh_hans: 没有收到的请求

# friends_noSentRequests
source: No sent requests
ar: لا توجد طلبات مرسلة
es: No hay solicitudes enviadas
fr: Aucune demande envoyée
ko: 보낸 요청이 없습니다
pt: Nenhuma solicitacao enviada
ru: Нет отправленных заявок
tl: Walang naipadala na mga request
vi: Không có yêu cầu đã gửi
zh_hans: 没有发出的请求

# friends_pendingRequests
source: Pending Requests
ar: الطلبات المعلقة
es: Solicitudes pendientes
fr: Demandes en attente
ko: 대기 중인 요청
pt: Solicitacoes Pendentes
ru: Ожидающие заявки
tl: Mga Pending na Request
vi: Yêu cầu đang chờ
zh_hans: 待处理请求

# friends_requests
source: Requests
ar: الطلبات
es: Solicitudes
fr: Demandes
ko: 요청
pt: Solicitacoes
ru: Заявки
tl: Mga Request
vi: Yêu cầu
zh_hans: 请求

# friends_searchFriends
source: Search friends...
ar: البحث عن أصدقاء...
es: Buscar amigos...
fr: Rechercher des amis...
ko: 친구 검색...
pt: Pesquisar amigos...
ru: Поиск друзей...
tl: Maghanap ng mga kaibigan...
vi: Tìm kiếm bạn bè...
zh_hans: 搜索好友...

# friends_sendFriendRequest
source: Send Friend Request
ar: إرسال طلب صداقة
es: Enviar solicitud de amistad
fr: Envoyer une demande d'amitié
ko: 친구 요청 보내기
pt: Enviar Solicitacao de Amizade
ru: Отправить заявку в друзья
tl: Magpadala ng Friend Request
vi: Gửi lời mời kết bạn
zh_hans: 发送好友请求

# friends_sentRequests
source: Sent Requests
ar: الطلبات المرسلة
es: Solicitudes enviadas
fr: Demandes envoyées
ko: 보낸 요청
pt: Solicitacoes Enviadas
ru: Отправленные заявки
tl: Mga Naipadala na Request
vi: Yêu cầu đã gửi
zh_hans: 发出的请求

# friends_subtitle
source: Manage your connections and friend requests
ar: إدارة اتصالاتك وطلبات الصداقة
es: Gestiona tus conexiones y solicitudes de amistad
fr: Gérez vos connexions et demandes d'amitié
ko: 연결 및 친구 요청을 관리하세요
pt: Gerencie suas conexoes e solicitacoes de amizade
ru: Управляйте своими связями и заявками в друзья
tl: Pamahalaan ang iyong mga koneksyon at mga friend request
vi: Quản lý kết nối và lời mời kết bạn
zh_hans: 管理您的联系人和好友请求

# friends_title
source: Friends
ar: الأصدقاء وجهات الاتصال
es: Amigos y contactos
fr: Amis et contacts
ko: 친구 및 연락처
pt: Amigos e Contatos
ru: Друзья и контакты
tl: Mga Kaibigan at Contact
vi: Bạn bè & Liên hệ
zh_hans: 好友与联系人

# friends_trusted
source: Trusted
ar: موثوق
es: De confianza
fr: De confiance
ko: 신뢰함
pt: Confiavel
ru: Доверенный
tl: Pinagkakatiwalaan
vi: Đáng tin cậy
zh_hans: 信任

# friends_trustLevel
source: Trust Level
ar: مستوى الثقة
es: Nivel de confianza
fr: Niveau de confiance
ko: 신뢰 수준
pt: Nivel de Confianca
ru: Уровень доверия
vi: Mức độ tin cậy
zh_hans: 信任级别

# friends_verified
source: Verified
ar: موثق
es: Verificado
fr: Vérifié
ko: 인증됨
pt: Verificado
ru: Подтвержденные
tl: Na-verify
vi: Đã xác minh
zh_hans: 已验证

# fundraising_analytics
source: Analytics
ar: التحليلات
es: Analiticas
fr: Analytiques
ko: 분석
pt: Analiticos
ru: Аналитика
vi: Phan tich
zh_hans: 数据分析

# fundraising_backToCampaigns
source: Back to Campaigns
ar: العودة إلى الحملات
es: Volver a campanas
fr: Retour aux campagnes
ko: 캠페인으로 돌아가기
pt: Voltar para Campanhas
ru: Назад к кампаниям
tl: Bumalik sa mga Campaign
vi: Quay lai chien dich
zh_hans: 返回活动列表

# fundraising_browseTemplates
source: Browse Templates
ar: تصفح القوالب
es: Explorar plantillas
fr: Parcourir les modeles
ko: 템플릿 둘러보기
pt: Explorar Modelos
ru: Обзор шаблонов
tl: Mag-browse ng mga Template
vi: Duyet mau
zh_hans: 浏览模板

# fundraising_copyLink
source: Copy Link
ar: نسخ الرابط
es: Copiar enlace
fr: Copier le lien
ko: 링크 복사
pt: Copiar Link
ru: Копировать ссылку
tl: Kopyahin ang Link
vi: Sao chep lien ket
zh_hans: 复制链接

# fundraising_createCampaign
source: Create Campaign
ar: إنشاء حملة
es: Crear campana
fr: Creer une campagne
ko: 캠페인 만들기
pt: Criar Campanha
ru: Создать кампанию
tl: Lumikha ng Campaign
vi: Tao chien dich
zh_hans: 创建活动

# fundraising_deleteCampaign
source: Delete Campaign
ar: حذف الحملة
es: Eliminar campana
fr: Supprimer la campagne
ko: 캠페인 삭제
pt: Excluir Campanha
ru: Удалить кампанию
tl: Burahin ang Campaign
vi: Xoa chien dich
zh_hans: 删除活动

# fundraising_deleteCampaignConfirm
source: Are you sure you want to delete "%@"? This will also delete all donations and updates. This action cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف "%@"؟ سيؤدي هذا أيضاً إلى حذف جميع التبرعات والتحديثات. لا يمكن التراجع عن هذا الإجراء.
es: ¿Estas seguro de que deseas eliminar "%@"? Esto tambien eliminara todas las donaciones y actualizaciones. Esta accion no se puede deshacer.
fr: Etes-vous sur de vouloir supprimer "%@" ? Cela supprimera egalement tous les dons et mises a jour. Cette action est irreversible.
ko: "%@"을(를) 삭제하시겠습니까? 모든 기부금과 업데이트도 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt: Tem certeza de que deseja excluir "%@"? Isso tambem excluira todas as doacoes e atualizacoes. Esta acao nao pode ser desfeita.
ru: Вы уверены, что хотите удалить "%@"? Это также удалит все пожертвования и обновления. Это действие нельзя отменить.
tl: Sigurado ka bang gusto mong burahin ang "%@"? Mabubura rin ang lahat ng donasyon at update. Hindi na ito maibabalik.
vi: Ban co chac chan muon xoa "%@"? Dieu nay cung se xoa tat ca cac khoan quyen gop va cap nhat. Hanh dong nay khong the hoan tac.
zh_hans: 您确定要删除"%@"吗？这也将删除所有捐款和更新。此操作无法撤销。

# fundraising_description
source: Create and manage fundraising campaigns for your organization
ar: أنشئ وأدر حملات جمع التبرعات لمنظمتك
es: Crea y gestiona campanas de recaudacion para tu organizacion
fr: Creez et gerez des campagnes de collecte de fonds pour votre organisation
ko: 조직을 위한 모금 캠페인을 만들고 관리하세요
pt: Crie e gerencie campanhas de arrecadacao para sua organizacao
ru: Создавайте и управляйте кампаниями по сбору средств для вашей организации
tl: Lumikha at pamahalaan ang mga fundraising campaign para sa iyong organisasyon
vi: Tao va quan ly cac chien dich gay quy cho to chuc cua ban
zh_hans: 为您的组织创建和管理筹款活动

# fundraising_donors
source: Donors
ar: المتبرعون
es: Donantes
fr: Donateurs
ko: 기부자
pt: Doadores
ru: Доноры
tl: Mga Donor
vi: Nha tai tro
zh_hans: 捐赠者

# fundraising_edit
source: Edit
ar: تعديل
es: Editar
fr: Modifier
ko: 편집
pt: Editar
ru: Редактировать
tl: I-edit
vi: Sua
zh_hans: 编辑

# fundraising_funded
source: funded
ar: تم جمعه
es: recaudado
fr: finance
ko: 달성
pt: arrecadado
ru: собрано
tl: nakalap
vi: da quyen gop
zh_hans: 已筹集

# fundraising_newCampaign
source: New Campaign
ar: حملة جديدة
es: Nueva campana
fr: Nouvelle campagne
ko: 새 캠페인
pt: Nova Campanha
ru: Новая кампания
tl: Bagong Campaign
vi: Chien dich moi
zh_hans: 新建活动

# fundraising_noCampaigns
source: No campaigns yet
ar: لا توجد حملات بعد
es: Aun no hay campanas
fr: Aucune campagne pour le moment
ko: 아직 캠페인이 없습니다
pt: Nenhuma campanha ainda
ru: Пока нет кампаний
tl: Wala pang mga campaign
vi: Chua co chien dich
zh_hans: 暂无活动

# fundraising_noCampaignsDescription
source: Create your first fundraising campaign to support strike funds, bail funds, mutual aid, and more.
ar: أنشئ أول حملة جمع تبرعات لدعم صناديق الإضراب وصناديق الكفالة والمساعدة المتبادلة والمزيد.
es: Crea tu primera campana de recaudacion para apoyar fondos de huelga, fondos de fianzas, ayuda mutua y mas.
fr: Creez votre premiere campagne de collecte de fonds pour soutenir les fonds de greve, les fonds de caution, l'aide mutuelle et plus encore.
ko: 파업 기금, 보석금, 상호 부조 등을 지원하기 위한 첫 번째 모금 캠페인을 만드세요.
pt: Crie sua primeira campanha de arrecadacao para apoiar fundos de greve, fundos de fianca, ajuda mutua e mais.
ru: Создайте свою первую кампанию по сбору средств для поддержки забастовочных фондов, залоговых фондов, взаимопомощи и многого другого.
tl: Lumikha ng iyong unang fundraising campaign upang suportahan ang mga strike fund, bail fund, bayanihan, at iba pa.
vi: Tao chien dich gay quy dau tien de ho tro quy dinh cong, quy bao lanh, ho tro lan nhau va nhieu hon.
zh_hans: 创建您的第一个筹款活动，支持罢工基金、保释基金、互助等。

# fundraising_of
source: of
ar: من
es: de
fr: sur
pt: de
ru: из
tl: sa
vi: trong

# fundraising_pause
source: Pause
ar: إيقاف مؤقت
es: Pausar
fr: Suspendre
ko: 일시 정지
pt: Pausar
ru: Приостановить
tl: I-pause
vi: Tam dung
zh_hans: 暂停

# fundraising_preview
source: Preview
ar: معاينة
es: Vista previa
fr: Apercu
ko: 미리보기
pt: Visualizar
ru: Предпросмотр
vi: Xem truoc
zh_hans: 预览

# fundraising_publish
source: Publish
ar: نشر
es: Publicar
fr: Publier
ko: 게시
pt: Publicar
ru: Опубликовать
tl: I-publish
vi: Xuat ban
zh_hans: 发布

# fundraising_title
source: Fundraising
ar: جمع التبرعات
es: Recaudacion de fondos
fr: Collecte de fonds
ko: 모금
pt: Arrecadacao de Fundos
ru: Сбор средств
tl: Pangongolekta ng Pondo
vi: Gay quy
zh_hans: 筹款

# fundraising_viewTemplates
source: View Templates
ar: عرض القوالب
es: Ver plantillas
fr: Voir les modeles
ko: 템플릿 보기
pt: Ver Modelos
ru: Просмотр шаблонов
tl: Tingnan ang mga Template
vi: Xem mau
zh_hans: 查看模板

# governance_activeProposals
source: Active Proposals
ar: الاقتراحات النشطة
es: Propuestas Activas
fr: Propositions Actives
ko: 활성 제안
pt: Propostas Ativas
ru: Активные предложения
tl: Mga Aktibong Panukala
vi: Đề xuất đang hoạt động
zh_hans: 活跃提案

# governance_auditTrail
source: Audit trail of all decisions
ar: سجل مراجعة جميع القرارات
es: Registro de auditoría de todas las decisiones
fr: Piste d'audit de toutes les décisions
ko: 모든 결정의 감사 추적
pt: Trilha de auditoria de todas as decisoes
ru: Журнал аудита всех решений
tl: Audit trail ng lahat ng desisyon
vi: Nhật ký kiểm toán của tất cả quyết định
zh_hans: 所有决策的审计记录

# governance_castYourVote
source: Cast your vote
ar: أدلِ بصوتك
es: Emite tu voto
fr: Votez
ko: 투표하세요
pt: Registre seu voto
ru: Проголосуйте
tl: Iboto ang iyong boto
vi: Bỏ phiếu của bạn
zh_hans: 投出你的一票

# governance_consensus
source: Consensus
ar: الإجماع
es: Consenso
ko: 합의
pt: Consenso
ru: Консенсус
tl: Konsensus
vi: Đồng thuận
zh_hans: 共识

# governance_consensusDesc
source: Threshold-based consensus decision making
ar: اتخاذ القرارات على أساس عتبة الإجماع
es: Toma de decisiones basada en umbral de consenso
fr: Prise de décision basée sur un seuil de consensus
ko: 임계값 기반 합의 의사결정
pt: Tomada de decisao baseada em limite de consenso
ru: Принятие решений на основе порога консенсуса
tl: Paggawa ng desisyon batay sa threshold ng konsensus
vi: Ra quyết định dựa trên ngưỡng đồng thuận
zh_hans: 基于阈值的共识决策

# governance_createProposal
source: Create Proposal
ar: إنشاء اقتراح
es: Crear Propuesta
fr: Créer une Proposition
ko: 제안 만들기
pt: Criar Proposta
ru: Создать предложение
tl: Lumikha ng Panukala
vi: Tạo đề xuất
zh_hans: 创建提案

# governance_decidedOn
source: Decided on
ar: تم اتخاذ القرار في
es: Decidido el
fr: Décidé le
ko: 결정일
pt: Decidido em
ru: Решено
tl: Napagdesisyunan noong
vi: Quyết định vào
zh_hans: 决定于

# governance_decisionHistory
source: Decision History
ar: سجل القرارات
es: Historial de Decisiones
fr: Historique des Décisions
ko: 결정 기록
pt: Historico de Decisoes
ru: История решений
tl: Kasaysayan ng mga Desisyon
vi: Lịch sử quyết định
zh_hans: 决策历史

# governance_description
source: Democratic decision-making and collective governance
ar: اتخاذ القرارات الديمقراطية والحوكمة الجماعية
es: Toma de decisiones democrática y gobernanza colectiva
fr: Prise de décision démocratique et gouvernance collective
ko: 민주적 의사결정 및 집단적 거버넌스
pt: Tomada de decisao democratica e governanca coletiva
ru: Демократическое принятие решений и коллективное управление
tl: Demokratikong paggawa ng desisyon at kolektibong pamamahala
vi: Ra quyết định dân chủ và quản trị tập thể
zh_hans: 民主决策和集体治理

# governance_draftProposals
source: Draft Proposals
ar: مسودات الاقتراحات
es: Borradores de Propuestas
fr: Brouillons de Propositions
ko: 초안 제안
pt: Rascunhos de Propostas
ru: Черновики предложений
tl: Mga Draft na Panukala
vi: Đề xuất nháp
zh_hans: 草案提案

# governance_draftProposalsDesc
source: Proposals under discussion
ar: مقترحات قيد النقاش
es: Propuestas en discusión
fr: Propositions en discussion
ko: 논의 중인 제안
pt: Propostas em discussao
ru: Предложения на обсуждении
tl: Mga panukala na pinag-uusapan
vi: Đề xuất đang thảo luận
zh_hans: 正在讨论的提案

# governance_ends
source: Ends
ar: ينتهي
es: Finaliza
fr: Se termine
ko: 종료
pt: Termina
ru: Завершается
tl: Magtatapos
vi: Kết thúc
zh_hans: 截止

# governance_history
source: History
ar: السجل
es: Historial
fr: Historique
ko: 기록
pt: Historico
ru: История
tl: Kasaysayan
vi: Lịch sử
zh_hans: 历史记录

# governance_meta_description
source: Democratic decision-making with proposals, voting, and consensus building.
ar: صنع القرار الديمقراطي مع المقترحات والتصويت وبناء التوافق.
es: Toma de decisiones democrática con propuestas, votaciones y construcción de consenso.
fr: Prise de décision démocratique avec propositions, votes et recherche de consensus.

# governance_noActiveVotes
source: No active votes
ar: لا توجد تصويتات نشطة
es: No hay votaciones activas
fr: Aucun vote actif
ko: 활성 투표가 없습니다
pt: Nenhuma votacao ativa
ru: Нет активных голосований
tl: Walang mga aktibong pagboto
vi: Không có bỏ phiếu đang hoạt động
zh_hans: 暂无活跃投票

# governance_noDecisionHistory
source: No decision history yet
ar: لا يوجد سجل قرارات بعد
es: Aún no hay historial de decisiones
fr: Pas encore d'historique de décisions
ko: 아직 결정 기록이 없습니다
pt: Ainda nao ha historico de decisoes
ru: История решений пока отсутствует
tl: Wala pang kasaysayan ng desisyon
vi: Chưa có lịch sử quyết định
zh_hans: 暂无决策历史

# governance_noDraftProposals
source: No draft proposals
ar: لا توجد مسودات مقترحات
es: No hay borradores de propuestas
fr: Aucun brouillon de proposition
ko: 초안 제안이 없습니다
pt: Nenhum rascunho de proposta
ru: Нет черновиков предложений
tl: Walang mga draft na panukala
vi: Không có đề xuất nháp
zh_hans: 暂无草案提案

# governance_noProposals
source: No proposals yet
ar: لا توجد اقتراحات حتى الآن
es: No hay propuestas todavía
fr: Pas encore de propositions
ko: 아직 제안이 없습니다
pt: Nenhuma proposta ainda
ru: Пока нет предложений
tl: Wala pang mga panukala
vi: Chưa có đề xuất
zh_hans: 暂无提案

# governance_openForVoting
source: Open for Voting
ar: مفتوح للتصويت
es: Abierta a Votación
fr: Ouvert au Vote
ko: 투표 진행 중
pt: Abertas para Votacao
ru: Открыто для голосования
tl: Bukas para sa Pagboto
vi: Đang mở bỏ phiếu
zh_hans: 开放投票

# governance_quadraticVoting
source: Quadratic Voting
ar: التصويت التربيعي
es: Votación Cuadrática
fr: Vote Quadratique
ko: 이차 투표
pt: Votacao Quadratica
ru: Квадратичное голосование
vi: Bỏ phiếu bậc hai
zh_hans: 二次方投票

# governance_quadraticVotingDesc
source: Express preference intensity with token allocation
ar: عبّر عن شدة التفضيل من خلال تخصيص الرموز
es: Expresa intensidad de preferencia con asignación de tokens
fr: Exprimez l'intensité des préférences avec allocation de jetons
ko: 토큰 할당으로 선호도 강도 표현
pt: Expresse intensidade de preferencia com alocacao de tokens
ru: Выражение интенсивности предпочтений через распределение токенов
tl: Ipahayag ang lakas ng kagustuhan sa pamamagitan ng paglalaan ng token
vi: Thể hiện mức độ ưu tiên bằng phân bổ token
zh_hans: 通过代币分配表达偏好强度

# governance_rankedChoice
source: Ranked Choice
ar: التصويت التفضيلي
es: Voto Preferencial
fr: Vote Préférentiel
ko: 선호 투표제
pt: Escolha Ranqueada
ru: Рейтинговое голосование
vi: Bỏ phiếu xếp hạng
zh_hans: 排序复选制

# governance_rankedChoiceDesc
source: Rank preferences for multiple options
ar: رتب التفضيلات لخيارات متعددة
es: Ordena preferencias para múltiples opciones
fr: Classez les préférences pour plusieurs options
ko: 여러 옵션에 대한 선호도 순위 지정
pt: Classifique preferencias para multiplas opcoes
ru: Ранжирование предпочтений для нескольких вариантов
tl: I-rank ang mga kagustuhan para sa maraming opsyon
vi: Xếp hạng ưu tiên cho nhiều lựa chọn
zh_hans: 为多个选项排序偏好

# governance_simpleMajority
source: Simple Majority
ar: الأغلبية البسيطة
es: Mayoría Simple
fr: Majorité Simple
ko: 단순 다수결
pt: Maioria Simples
ru: Простое большинство
tl: Simpleng Mayorya
vi: Đa số đơn giản
zh_hans: 简单多数
