Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# proposalFeedCard_createdProposal
source: created a proposal
ar: أنشأ مقترحاً
es: creo una propuesta
fr: a cree une proposition
ko: 제안을 생성했습니다
pt: criou uma proposta
ru: создал предложение
tl: gumawa ng panukala
vi: da tao mot de xuat
zh_hans: 创建了一个提案

# proposalFeedCard_deadline
source: Deadline:
ar: الموعد النهائي:
es: Fecha limite:
fr: Date limite :
ko: 마감:
pt: Prazo:
ru: Срок:
vi: Han chot:
zh_hans: 截止日期：

# proposalFeedCard_governanceProposal
source: Governance Proposal
ar: مقترح حوكمة
es: Propuesta de Gobernanza
fr: Proposition de Gouvernance
ko: 거버넌스 제안
pt: Proposta de Governanca
ru: Предложение по управлению
tl: Panukala sa Pamamahala
vi: De xuat Quan tri
zh_hans: 治理提案

# proposalFeedCard_statuses_cancelled
source: Cancelled
ar: ملغى
es: Cancelado
fr: Annule
ko: 취소됨
pt: Cancelado
ru: Отменено
tl: Kinansela
vi: Da huy
zh_hans: 已取消

# proposalFeedCard_statuses_decided
source: Decided
ar: تم البت فيه
es: Decidido
fr: Decide
ko: 결정됨
pt: Decidido
ru: Решено
tl: Napagpasyahan
vi: Da quyet dinh
zh_hans: 已决定

# proposalFeedCard_statuses_discussion
source: Discussion
ar: نقاش
es: Discusion
ko: 토론 중
pt: Discussao
ru: Обсуждение
tl: Talakayan
vi: Thao luan
zh_hans: 讨论中

# proposalFeedCard_statuses_draft
source: Draft
ar: مسودة
es: Borrador
fr: Brouillon
ko: 초안
pt: Rascunho
ru: Черновик
vi: Ban nhap
zh_hans: 草稿

# proposalFeedCard_statuses_voting
source: Voting
ar: تصويت
es: Votacion
fr: Vote
ko: 투표 중
pt: Votacao
ru: Голосование
tl: Pagboto
vi: Bieu quyet
zh_hans: 投票中

# proposalFeedCard_votingEnded
source: Voting ended
ar: انتهى التصويت
es: La votacion ha terminado
fr: Le vote est termine
ko: 투표 종료
pt: Votacao encerrada
ru: Голосование завершено
tl: Natapos na ang pagboto
vi: Bieu quyet da ket thuc
zh_hans: 投票已结束

# proposalFeedCard_votingEnds
source: Voting ends:
ar: ينتهي التصويت:
es: La votacion termina:
fr: Le vote se termine :
ko: 투표 마감:
pt: Votacao termina em:
ru: Голосование заканчивается:
tl: Magtatapos ang pagboto:
vi: Bieu quyet ket thuc:
zh_hans: 投票截止：

# proposalFeedCard_votingMethods_consensus
source: Consensus
ar: الإجماع
es: Consenso
ko: 합의
pt: Consenso
ru: Консенсус
vi: Dong thuan
zh_hans: 共识

# proposalFeedCard_votingMethods_dhondt
source: D'Hondt Method
ar: طريقة دوندت
es: Metodo D'Hondt
fr: Methode D'Hondt
ko: 동트 방식
pt: Metodo D'Hondt
ru: Метод Д'Ондта
vi: Phuong phap D'Hondt
zh_hans: 汉狄法

# proposalFeedCard_votingMethods_quadratic
source: Quadratic Voting
ar: التصويت التربيعي
es: Votacion Cuadratica
fr: Vote Quadratique
ko: 이차 투표
pt: Votacao Quadratica
ru: Квадратичное голосование
vi: Bieu quyet Bac hai
zh_hans: 二次方投票

# proposalFeedCard_votingMethods_rankedChoice
source: Ranked Choice
ar: التصويت بالترتيب
es: Voto por Orden de Preferencia
fr: Vote par Classement
ko: 선호투표제
pt: Escolha Ranqueada
ru: Рейтинговое голосование
vi: Bieu quyet Xep hang
zh_hans: 排序选择投票

# proposalFeedCard_votingMethods_simple
source: Simple Majority
ar: الأغلبية البسيطة
es: Mayoria Simple
fr: Majorite Simple
ko: 단순 다수결
pt: Maioria Simples
ru: Простое большинство
tl: Simpleng Mayorya
vi: Da so Don gian
zh_hans: 简单多数

# publicCampaign_aboutUs
source: About Us
ar: من نحن
es: Sobre nosotros
fr: A propos de nous
ko: 우리 소개
pt: Sobre Nos
ru: О нас
tl: Tungkol sa Amin
vi: Ve chung toi
zh_hans: 关于我们

# publicCampaign_campaignNotFound
source: Campaign Not Found
ar: الحملة غير موجودة
es: Campaña no encontrada
fr: Campagne non trouvee
ko: 캠페인을 찾을 수 없음
pt: Campanha Nao Encontrada
ru: Кампания не найдена
tl: Hindi Nahanap ang Kampanya
vi: Khong tim thay chien dich
zh_hans: 运动未找到

# publicCampaign_campaignNotFoundDesc
source: The campaign you're looking for doesn't exist or is not public.
ar: الحملة التي تبحث عنها غير موجودة أو غير عامة.
es: La campaña que buscas no existe o no es pública.
fr: La campagne que vous recherchez n'existe pas ou n'est pas publique.
ko: 찾으시는 캠페인이 존재하지 않거나 공개되지 않았습니다.
pt: A campanha que voce procura nao existe ou nao e publica.
ru: Кампания, которую вы ищете, не существует или не является публичной.
tl: Ang kampanyang hinahanap mo ay hindi umiiral o hindi pampubliko.
vi: Chien dich ban dang tim khong ton tai hoac khong cong khai.
zh_hans: 您查找的运动不存在或非公开。

# publicCampaign_contact
source: Contact
ar: اتصل بنا
es: Contacto
ko: 연락처
pt: Contato
ru: Контакты
tl: Makipag-ugnayan
vi: Lien he
zh_hans: 联系方式

# publicCampaign_contactUs
source: Contact Us
ar: اتصل بنا
es: Contáctanos
fr: Nous contacter
ko: 문의하기
pt: Fale Conosco
ru: Связаться с нами
tl: Makipag-ugnayan sa Amin
vi: Lien he voi chung toi
zh_hans: 联系我们

# publicCampaign_email
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
ko: 이메일
ru: Электронная почта
zh_hans: 电子邮箱

# publicCampaign_emailPlaceholder
source: your@email.com
ar: بريدك@الإلكتروني.com
es: tu@correo.com
fr: votre@email.com
pt: seu@email.com
ru: ваша@почта.ru
tl: iyong@email.com
vi: email@cuaban.com
zh_hans: 您的@邮箱.com

# publicCampaign_getInTouch
source: Get In Touch
ar: تواصل معنا
es: Ponte en contacto
fr: Contactez-nous
ko: 연락하기
pt: Entre em Contato
ru: Свяжитесь с нами
tl: Makipag-ugnayan
vi: Lien lac
zh_hans: 联系我们

# publicCampaign_getInTouchDesc
source: Have questions or want to get involved? Send us a message!
ar: لديك أسئلة أو تريد المشاركة؟ أرسل لنا رسالة!
es: ¿Tienes preguntas o quieres participar? ¡Envíanos un mensaje!
fr: Des questions ou envie de vous impliquer ? Envoyez-nous un message !
ko: 질문이 있거나 참여하고 싶으신가요? 메시지를 보내주세요!
pt: Tem perguntas ou quer se envolver? Envie-nos uma mensagem!
ru: Есть вопросы или хотите участвовать? Отправьте нам сообщение!
tl: May mga tanong o gustong sumali? Magpadala sa amin ng mensahe!
vi: Co cau hoi hoac muon tham gia? Gui tin nhan cho chung toi!
zh_hans: 有问题或想参与？给我们发送消息！

# publicCampaign_goHome
source: Go Home
ar: الذهاب إلى الصفحة الرئيسية
es: Ir al inicio
fr: Retour a l'accueil
ko: 홈으로 가기
pt: Ir para Inicio
ru: На главную
tl: Pumunta sa Home
vi: Ve trang chu
zh_hans: 返回首页

# publicCampaign_joinCampaign
source: Join the Campaign
ar: انضم إلى الحملة
es: Únete a la campaña
fr: Rejoindre la campagne
ko: 캠페인 참여하기
pt: Participar da Campanha
ru: Присоединиться к кампании
tl: Sumali sa Kampanya
vi: Tham gia chien dich
zh_hans: 加入运动

# publicCampaign_knowledgeBase
source: Knowledge Base
ar: قاعدة المعرفة
es: Base de conocimientos
fr: Base de connaissances
ko: 지식 기반
pt: Base de Conhecimento
ru: База знаний
tl: Baseng Kaalaman
vi: Co so kien thuc
zh_hans: 知识库

# publicCampaign_learnMore
source: Learn More
ar: معرفة المزيد
es: Más información
fr: En savoir plus
ko: 자세히 알아보기
pt: Saiba Mais
ru: Узнать больше
tl: Matuto Pa
vi: Tim hieu them
zh_hans: 了解更多

# publicCampaign_members
source: %lld members
ar: %lld عضو
es: %lld miembros
fr: %lld membres
ko: %lld명의 회원
pt: %lld membros
ru: %lld участников
tl: %lld na miyembro
vi: %lld thanh vien
zh_hans: %lld 位成员

# publicCampaign_message
source: Message
ar: الرسالة
es: Mensaje
ko: 메시지
pt: Mensagem
ru: Сообщение
tl: Mensahe
vi: Tin nhan
zh_hans: 留言

# publicCampaign_messagePlaceholder
source: Your message...
ar: رسالتك...
es: Tu mensaje...
fr: Votre message...
ko: 메시지를 입력하세요...
pt: Sua mensagem...
ru: Ваше сообщение...
tl: Ang iyong mensahe...
vi: Tin nhan cua ban...
zh_hans: 您的留言...

# publicCampaign_name
source: Name
ar: الاسم
es: Nombre
fr: Nom
ko: 이름
pt: Nome
ru: Имя
tl: Pangalan
vi: Ten
zh_hans: 姓名

# publicCampaign_ourDemands
source: Our Demands
ar: مطالبنا
es: Nuestras demandas
fr: Nos revendications
ko: 우리의 요구
pt: Nossas Reivindicacoes
ru: Наши требования
tl: Ang Aming mga Kahilingan
vi: Yeu cau cua chung toi
zh_hans: 我们的诉求

# publicCampaign_ourMission
source: Our Mission
ar: مهمتنا
es: Nuestra misión
fr: Notre mission
ko: 우리의 사명
pt: Nossa Missao
ru: Наша миссия
tl: Ang Aming Misyon
vi: Su menh cua chung toi
zh_hans: 我们的使命

# publicCampaign_recentUpdates
source: Recent Updates
ar: التحديثات الأخيرة
es: Actualizaciones recientes
fr: Mises a jour recentes
ko: 최근 업데이트
pt: Atualizacoes Recentes
ru: Последние обновления
tl: Mga Kamakailang Update
vi: Cap nhat gan day
zh_hans: 最新动态

# publicCampaign_sendMessage
source: Send Message
ar: إرسال الرسالة
es: Enviar mensaje
fr: Envoyer le message
ko: 메시지 보내기
pt: Enviar Mensagem
ru: Отправить сообщение
tl: Ipadala ang Mensahe
vi: Gui tin nhan
zh_hans: 发送消息

# publicCampaign_share
source: Share
ar: مشاركة
es: Compartir
fr: Partager
ko: 공유
pt: Compartilhar
ru: Поделиться
tl: Ibahagi
vi: Chia se
zh_hans: 分享

# publicCampaign_upcomingEvents
source: Upcoming Events
ar: الفعاليات القادمة
es: Próximos eventos
fr: Evenements a venir
ko: 예정된 행사
pt: Proximos Eventos
ru: Предстоящие события
tl: Mga Paparating na Kaganapan
vi: Su kien sap toi
zh_hans: 即将举行的活动

# publicCampaign_wiki
source: Wiki
ar: الويكي
ko: 위키
ru: Вики
zh_hans: 维基

# publicCampaign_yourName
source: Your name
ar: اسمك
es: Tu nombre
fr: Votre nom
ko: 이름을 입력하세요
pt: Seu nome
ru: Ваше имя
tl: Ang iyong pangalan
vi: Ten cua ban
zh_hans: 您的姓名

# publicCampaignView_claimed
source: %1$@ / %2$@ claimed
ar: %1$@ / %2$@ تم المطالبة بها
es: %1$@ / %2$@ reclamados
fr: %1$@ / %2$@ reclames
ko: %1$@ / %2$@ 신청됨
pt: %1$@ / %2$@ reivindicados
ru: %1$@ / %2$@ заявлено
tl: %1$@ / %2$@ na-claim
vi: %1$@ / %2$@ da nhan
zh_hans: %1$@ / %2$@ 已认领

# publicCampaignView_customAmount_button
source: Donate Custom Amount
ar: تبرع بمبلغ مخصص
es: Donar monto personalizado
fr: Donner un montant personnalise
ko: 직접 입력 금액으로 기부
pt: Doar Valor Personalizado
ru: Пожертвовать произвольную сумму
tl: Mag-donate ng Custom na Halaga
vi: Quyen gop so tien tuy chinh
zh_hans: 捐赠自定义金额

# publicCampaignView_customAmount_description
source: Enter a custom donation amount
ar: أدخل مبلغ تبرع مخصص
es: Ingresa un monto de donacion personalizado
fr: Entrez un montant de don personnalise
ko: 원하는 기부 금액을 입력하세요
pt: Digite um valor de doacao personalizado
ru: Введите произвольную сумму пожертвования
tl: Maglagay ng custom na halaga ng donasyon
vi: Nhap so tien quyen gop tuy chinh
zh_hans: 输入自定义捐赠金额

# publicCampaignView_customAmount_title
source: Custom Amount
ar: مبلغ مخصص
es: Monto personalizado
fr: Montant personnalise
ko: 직접 금액 입력
pt: Valor Personalizado
ru: Произвольная сумма
tl: Custom na Halaga
vi: So tien tuy chinh
zh_hans: 自定义金额

# publicCampaignView_donate
source: Donate
ar: تبرع
es: Donar
fr: Faire un don
ko: 기부하기
pt: Doar
ru: Пожертвовать
tl: Mag-donate
vi: Quyen gop
zh_hans: 捐赠

# publicCampaignView_funded
source: %@% funded
ar: تم تمويل %@%
es: %@% financiado
fr: %@% finance
ko: %@% 달성
pt: %@% arrecadado
ru: %@% собрано
tl: %@% naipon
vi: Da dat %@%
zh_hans: 已筹集 %@%

# publicCampaignView_goal
source: of %@ goal
ar: من هدف %@
es: de %@ de meta
fr: sur %@ d'objectif
ko: 목표 %@ 중
pt: de %@ da meta
ru: из %@ цели
tl: sa %@ na layunin
vi: trong muc tieu %@
zh_hans: 目标 %@

# publicCampaignView_supportCampaign
source: Support This Campaign
ar: ادعم هذه الحملة
es: Apoya esta campana
fr: Soutenir cette campagne
ko: 이 캠페인 지원하기
pt: Apoiar Esta Campanha
ru: Поддержать эту кампанию
tl: Suportahan ang Kampanyang Ito
vi: Ung ho chien dich nay
zh_hans: 支持此活动

# publicFormView_continue
source: Continue
ar: متابعة
es: Continuar
fr: Continuer
ko: 계속
pt: Continuar
ru: Продолжить
tl: Magpatuloy
vi: Tiep tuc
zh_hans: 继续

# publicFormView_defaultConfirmation
source: Your submission has been received.
ar: تم استلام إرسالك.
es: Tu envio ha sido recibido.
fr: Votre soumission a ete recue.
ko: 제출이 완료되었습니다.
pt: Seu envio foi recebido.
ru: Ваша заявка получена.
tl: Natanggap na ang iyong pagsusumite.
vi: Bai gui cua ban da duoc nhan.
zh_hans: 您的提交已收到。

# publicFormView_notPublished
source: This form is not currently published.
ar: هذا النموذج غير منشور حالياً.
es: Este formulario no esta publicado actualmente.
fr: Ce formulaire n'est pas actuellement publie.
ko: 이 양식은 현재 게시되지 않았습니다.
pt: Este formulario nao esta publicado no momento.
ru: Эта форма сейчас не опубликована.
tl: Ang form na ito ay hindi kasalukuyang nai-publish.
vi: Bieu mau nay hien chua duoc xuat ban.
zh_hans: 此表单当前未发布。

# publicFormView_poweredBy
source: Powered by BuildIt Network
ar: مدعوم من BuildIt Network
es: Impulsado por BuildIt Network
fr: Propulse par BuildIt Network
pt: Desenvolvido por BuildIt Network
ru: Работает на BuildIt Network
tl: Pinapagana ng BuildIt Network
vi: Duoc ho tro boi BuildIt Network
zh_hans: 由 BuildIt Network 提供支持

# publicFormView_submit
source: Submit
ar: إرسال
es: Enviar
fr: Soumettre
ko: 제출
pt: Enviar
ru: Отправить
tl: Isumite
vi: Gui
zh_hans: 提交

# publicFormView_submitFailed
source: Failed to submit form
ar: فشل في إرسال النموذج
es: Error al enviar formulario
fr: Echec de l'envoi du formulaire
ko: 양식 제출에 실패했습니다
pt: Falha ao enviar formulario
ru: Не удалось отправить форму
tl: Nabigong isumite ang form
vi: Gui bieu mau that bai
zh_hans: 表单提交失败

# publicFormView_submitting
source: Submitting...
ar: جارٍ الإرسال...
es: Enviando...
fr: Envoi en cours...
ko: 제출 중...
pt: Enviando...
ru: Отправка...
tl: Isinusumite...
vi: Dang gui...
zh_hans: 提交中...

# publicFormView_thankYou
source: Thank you!
ar: شكراً لك!
es: Gracias!
fr: Merci!
ko: 감사합니다!
pt: Obrigado!
ru: Спасибо!
tl: Salamat!
vi: Cam on ban!
zh_hans: 谢谢！

# publicPageEditor_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# publicPageEditor_createPage
source: Create Page
ar: إنشاء صفحة
es: Crear Pagina
fr: Creer une Page
ko: 페이지 만들기
pt: Criar Pagina
ru: Создать страницу
tl: Lumikha ng Pahina
vi: Tao Trang
zh_hans: 创建页面

# publicPageEditor_draftVisibility
source: Draft pages are only visible to group admins
ar: الصفحات المسودة مرئية فقط لمسؤولي المجموعة
es: Las paginas en borrador solo son visibles para los administradores del grupo
fr: Les pages en brouillon ne sont visibles que par les administrateurs du groupe
ko: 임시 저장 페이지는 그룹 관리자만 볼 수 있습니다
pt: Paginas em rascunho sao visiveis apenas para administradores do grupo
ru: Черновики видны только администраторам группы
tl: Ang mga draft na pahina ay makikita lamang ng mga admin ng grupo
vi: Cac trang ban nhap chi hien thi voi quan tri vien nhom
zh_hans: 草稿页面仅对群组管理员可见

# publicPageEditor_edit
source: Edit
ar: تعديل
es: Editar
fr: Modifier
ko: 편집
pt: Editar
ru: Редактировать
tl: I-edit
vi: Chinh sua
zh_hans: 编辑

# publicPageEditor_editPage
source: Edit Page
ar: تعديل الصفحة
es: Editar Pagina
fr: Modifier la Page
ko: 페이지 편집
pt: Editar Pagina
ru: Редактировать страницу
tl: I-edit ang Pahina
vi: Chinh sua Trang
zh_hans: 编辑页面

# publicPageEditor_pageStatus
source: Page Status
ar: حالة الصفحة
es: Estado de la Pagina
fr: Statut de la Page
ko: 페이지 상태
pt: Status da Pagina
ru: Статус страницы
tl: Katayuan ng Pahina
vi: Trang thai Trang
zh_hans: 页面状态

# publicPageEditor_pageTitle
source: Page Title
ar: عنوان الصفحة
es: Titulo de la Pagina
fr: Titre de la Page
ko: 페이지 제목
pt: Titulo da Pagina
ru: Заголовок страницы
tl: Pamagat ng Pahina
vi: Tieu de Trang
zh_hans: 页面标题

# publicPageEditor_pageType
source: Page Type
ar: نوع الصفحة
es: Tipo de Pagina
fr: Type de Page
ko: 페이지 유형
pt: Tipo de Pagina
ru: Тип страницы
tl: Uri ng Pahina
vi: Loai Trang
zh_hans: 页面类型

# publicPageEditor_pageTypes_about
source: About Page
ar: صفحة من نحن
es: Pagina Acerca de
fr: Page A Propos
ko: 소개 페이지
pt: Sobre
ru: О нас
tl: Tungkol Sa Amin
vi: Trang Gioi thieu
zh_hans: 关于页面

# publicPageEditor_pageTypes_contact
source: Contact Page
ar: صفحة اتصل بنا
es: Pagina de Contacto
fr: Page de Contact
ko: 연락처 페이지
pt: Contato
ru: Контакты
tl: Makipag-ugnayan
vi: Trang Lien he
zh_hans: 联系页面

# publicPageEditor_pageTypes_custom
source: Custom
ar: مخصصة
es: Personalizada
fr: Personnalisee
ko: 사용자 정의
pt: Personalizado
ru: Произвольная
vi: Tuy chinh
zh_hans: 自定义

# publicPageEditor_pageTypes_events
source: Events Calendar
ar: تقويم الفعاليات
es: Calendario de Eventos
fr: Calendrier des Evenements
ko: 이벤트 캘린더
pt: Calendario de Eventos
ru: Календарь событий
tl: Kalendaryo ng Mga Kaganapan
vi: Lich Su kien
zh_hans: 活动日历

# publicPageEditor_pageTypes_landing
source: Landing Page
ar: صفحة رئيسية
es: Pagina de Inicio
fr: Page d'Accueil
ko: 랜딩 페이지
pt: Pagina Inicial
ru: Лендинг
vi: Trang Dich
zh_hans: 着陆页

# publicPageEditor_placeholderText
source: Write your page content here...
ar: اكتب محتوى صفحتك هنا...
es: Escribe el contenido de tu pagina aqui...
fr: Ecrivez le contenu de votre page ici...
ko: 여기에 페이지 콘텐츠를 작성하세요...
pt: Escreva o conteudo da sua pagina aqui...
ru: Напишите содержимое страницы здесь...
tl: Isulat ang nilalaman ng iyong pahina dito...
vi: Viet noi dung trang cua ban o day...
zh_hans: 在此编写页面内容...

# publicPageEditor_preview
source: Preview
ar: معاينة
es: Vista Previa
fr: Apercu
ko: 미리보기
pt: Visualizar
ru: Предпросмотр
vi: Xem truoc
zh_hans: 预览

# publicPageEditor_publish
source: Publish
ar: نشر
es: Publicar
fr: Publier
ko: 게시
pt: Publicar
ru: Опубликовать
tl: Ilathala
vi: Xuat ban
zh_hans: 发布

# publicPageEditor_publishedDate
source: Published: %@
ar: تاريخ النشر: %@
es: Publicada: %@
fr: Publiee le : %@
ko: 게시일: %@
pt: Publicado: %@
ru: Опубликовано: %@
tl: Nailathala: %@
vi: Ngay xuat ban: %@
zh_hans: 发布时间：%@

# publicPageEditor_saveDraft
source: Save Draft
ar: حفظ كمسودة
es: Guardar Borrador
fr: Enregistrer le Brouillon
ko: 임시 저장
pt: Salvar Rascunho
ru: Сохранить черновик
tl: I-save ang Draft
vi: Luu Ban nhap
zh_hans: 保存草稿

# publicPageEditor_slugHelp
source: Lowercase letters, numbers, and hyphens only
ar: أحرف صغيرة وأرقام وشرطات فقط
es: Solo letras minusculas, numeros y guiones
fr: Uniquement lettres minuscules, chiffres et tirets
ko: 소문자, 숫자, 하이픈만 사용 가능
pt: Apenas letras minusculas, numeros e hifens
ru: Только строчные буквы, цифры и дефисы
tl: Maliliit na letra, numero, at gitling lamang
vi: Chi su dung chu thuong, so va dau gach ngang
zh_hans: 仅限小写字母、数字和连字符

# publicPageEditor_slugPlaceholder
source: page-slug
ar: معرف-الصفحة
es: slug-de-pagina
fr: slug-de-page
pt: slug-da-pagina
ru: identifikator-stranicy
tl: slug-ng-pahina
vi: duong-dan-trang

# publicPageEditor_statuses_draft
source: Draft
ar: مسودة
es: Borrador
fr: Brouillon
ko: 임시 저장
pt: Rascunho
ru: Черновик
vi: Ban nhap
zh_hans: 草稿

# publicPageEditor_statuses_published
source: Published
ar: منشورة
es: Publicada
fr: Publiee
ko: 게시됨
pt: Publicado
ru: Опубликовано
tl: Nailathala
vi: Da xuat ban
zh_hans: 已发布

# publicPageEditor_subtitle
source: Create SEO-optimized public pages
ar: إنشاء صفحات عامة محسنة لمحركات البحث
es: Crear paginas publicas optimizadas para SEO
fr: Creer des pages publiques optimisees pour le referencement
ko: SEO 최적화된 공개 페이지 만들기
pt: Crie paginas publicas otimizadas para SEO
ru: Создание SEO-оптимизированных публичных страниц
tl: Lumikha ng mga pampublikong pahina na na-optimize para sa SEO
vi: Tao cac trang cong khai toi uu hoa SEO
zh_hans: 创建 SEO 优化的公开页面

# publicPageEditor_tabs_content
source: Content
ar: المحتوى
es: Contenido
fr: Contenu
ko: 콘텐츠
pt: Conteudo
ru: Содержимое
tl: Nilalaman
vi: Noi dung
zh_hans: 内容

# publicPageEditor_tabs_seo
source: SEO
ar: تحسين محركات البحث

# publicPageEditor_tabs_settings
source: Settings
ar: الإعدادات
es: Configuracion
fr: Parametres
ko: 설정
pt: Configuracoes
ru: Настройки
tl: Mga Setting
vi: Cai dat
zh_hans: 设置

# publicPageEditor_titlePlaceholder
source: Enter page title
ar: أدخل عنوان الصفحة
es: Ingresa el titulo de la pagina
fr: Entrez le titre de la page
ko: 페이지 제목을 입력하세요
pt: Digite o titulo da pagina
ru: Введите заголовок страницы
tl: Ilagay ang pamagat ng pahina
vi: Nhap tieu de trang
zh_hans: 输入页面标题

# publicPageEditor_urlSlug
source: URL Slug
ar: معرف الرابط
es: Slug de URL
fr: Slug URL
ko: URL 슬러그
pt: Slug da URL
ru: URL-идентификатор
vi: Duong dan URL
zh_hans: URL 别名

# publicPageList_actions_copyLink
source: Copy Link
ar: نسخ الرابط
es: Copiar Enlace
fr: Copier le Lien
ko: 링크 복사
pt: Copiar Link
ru: Копировать ссылку
tl: Kopyahin ang Link
vi: Sao chep Lien ket
zh_hans: 复制链接

# publicPageList_actions_delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
ko: 삭제
pt: Excluir
ru: Удалить
tl: Tanggalin
vi: Xoa
zh_hans: 删除

# publicPageList_actions_edit
source: Edit
ar: تعديل
es: Editar
fr: Modifier
ko: 편집
pt: Editar
ru: Редактировать
tl: I-edit
vi: Chinh sua
zh_hans: 编辑

# publicPageList_actions_publish
source: Publish
ar: نشر
es: Publicar
fr: Publier
ko: 게시
pt: Publicar
ru: Опубликовать
tl: Ilathala
vi: Xuat ban
zh_hans: 发布

# publicPageList_actions_unpublish
source: Unpublish
ar: إلغاء النشر
es: Despublicar
fr: Depublier
ko: 게시 취소
pt: Despublicar
ru: Снять с публикации
tl: I-unpublish
vi: Huy xuat ban
zh_hans: 取消发布

# publicPageList_actions_view
source: View
ar: عرض
es: Ver
fr: Voir
ko: 보기
pt: Visualizar
ru: Просмотр
tl: Tingnan
vi: Xem
zh_hans: 查看

# publicPageList_created
source: Created %@
ar: أُنشئت %@
es: Creada %@
fr: Creee le %@
ko: %@ 생성됨
pt: Criado em %@
ru: Создано %@
tl: Nilikha noong %@
vi: Tao ngay %@
zh_hans: 创建于 %@

# publicPageList_createFirstPage
source: Create First Page
ar: إنشاء الصفحة الأولى
es: Crear Primera Pagina
fr: Creer la Premiere Page
ko: 첫 페이지 만들기
pt: Criar Primeira Pagina
ru: Создать первую страницу
tl: Lumikha ng Unang Pahina
vi: Tao Trang Dau Tien
zh_hans: 创建第一个页面

# publicPageList_deleteDialog_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# publicPageList_deleteDialog_delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
ko: 삭제
pt: Excluir
ru: Удалить
tl: Tanggalin
vi: Xoa
zh_hans: 删除

# publicPageList_deleteDialog_description
source: Are you sure you want to delete "%@"? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف "%@"؟ لا يمكن التراجع عن هذا الإجراء.
es: Estas seguro de que deseas eliminar "%@"? Esta accion no se puede deshacer.
fr: Etes-vous sur de vouloir supprimer "%@" ? Cette action est irreversible.
ko: "%@"을(를) 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
pt: Tem certeza que deseja excluir "%@"? Esta acao nao pode ser desfeita.
ru: Вы уверены, что хотите удалить "%@"? Это действие нельзя отменить.
tl: Sigurado ka bang gusto mong tanggalin ang "%@"? Hindi na maaaring bawiin ang aksyong ito.
vi: Ban co chac chan muon xoa "%@"? Hanh dong nay khong the hoan tac.
zh_hans: 您确定要删除 "%@" 吗？此操作无法撤销。

# publicPageList_deleteDialog_title
source: Delete Page
ar: حذف الصفحة
es: Eliminar Pagina
fr: Supprimer la Page
ko: 페이지 삭제
pt: Excluir Pagina
ru: Удалить страницу
tl: Tanggalin ang Pahina
vi: Xoa Trang
zh_hans: 删除页面

# publicPageList_newPage
source: New Page
ar: صفحة جديدة
es: Nueva Pagina
fr: Nouvelle Page
ko: 새 페이지
pt: Nova Pagina
ru: Новая страница
tl: Bagong Pahina
vi: Trang Moi
zh_hans: 新建页面

# publicPageList_noPages
source: No public pages yet
ar: لا توجد صفحات عامة بعد
es: Aun no hay paginas publicas
fr: Pas encore de pages publiques
ko: 아직 공개 페이지가 없습니다
pt: Nenhuma pagina publica ainda
ru: Пока нет публичных страниц
tl: Wala pang pampublikong pahina
vi: Chua co trang cong khai nao
zh_hans: 暂无公开页面

# publicPageList_noPagesDescription
source: Create your first public page to share with the world
ar: أنشئ صفحتك العامة الأولى لمشاركتها مع العالم
es: Crea tu primera pagina publica para compartir con el mundo
fr: Creez votre premiere page publique a partager avec le monde
ko: 세상과 공유할 첫 번째 공개 페이지를 만드세요
pt: Crie sua primeira pagina publica para compartilhar com o mundo
ru: Создайте первую публичную страницу для распространения
tl: Lumikha ng iyong unang pampublikong pahina para ibahagi sa mundo
vi: Tao trang cong khai dau tien cua ban de chia se voi the gioi
zh_hans: 创建您的第一个公开页面与世界分享

# publicPageList_published
source: Published %@
ar: نُشرت %@
es: Publicada %@
fr: Publiee le %@
ko: %@ 게시됨
pt: Publicado em %@
ru: Опубликовано %@
tl: Inilathala noong %@
vi: Xuat ban ngay %@
zh_hans: 发布于 %@
