Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# webauthn_setup_registeringDesc
source: Follow the prompts on your device to complete registration
ar: اتبع التعليمات على جهازك لإكمال التسجيل
es: Sigue las instrucciones en tu dispositivo para completar el registro
fr: Suivez les instructions sur votre appareil pour terminer l'enregistrement
ko: 기기의 안내에 따라 등록을 완료하세요
pt: Siga as instrucoes no seu dispositivo para concluir o registro
ru: Следуйте инструкциям на вашем устройстве для завершения регистрации
tl: Sundin ang mga prompt sa iyong device upang makumpleto ang pagpaparehistro
vi: Làm theo hướng dẫn trên thiết bị để hoàn tất đăng ký
zh_hans: 按照设备上的提示完成注册

# webauthn_setup_securityKeyDetails
source: This device doesn't support biometric authentication. You'll need a hardware security key (like a YubiKey) to continue.
ar: هذا الجهاز لا يدعم المصادقة البيومترية. ستحتاج إلى مفتاح أمان مادي (مثل YubiKey) للمتابعة.
es: Este dispositivo no admite autenticación biométrica. Necesitarás una llave de seguridad de hardware (como YubiKey) para continuar.
fr: Cet appareil ne prend pas en charge l'authentification biometrique. Vous aurez besoin d'une cle de securite materielle (comme une YubiKey) pour continuer.
ko: 이 기기는 생체 인증을 지원하지 않습니다. 계속하려면 하드웨어 보안 키(예: YubiKey)가 필요합니다.
pt: Este dispositivo nao suporta autenticacao biometrica. Voce precisara de uma chave de seguranca de hardware (como uma YubiKey) para continuar.
ru: Это устройство не поддерживает биометрическую аутентификацию. Для продолжения вам понадобится аппаратный ключ безопасности (например, YubiKey).
tl: Ang device na ito ay hindi sumusuporta sa biometric authentication. Kakailanganin mo ng hardware security key (tulad ng YubiKey) upang magpatuloy.
vi: Thiết bị này không hỗ trợ xác thực sinh trắc học. Bạn sẽ cần một khóa bảo mật phần cứng (như YubiKey) để tiếp tục.
zh_hans: 此设备不支持生物识别认证。您需要一个硬件安全密钥（如 YubiKey）才能继续。

# webauthn_setup_securityKeyRequired
source: Security key required
ar: مطلوب مفتاح أمان
es: Se requiere llave de seguridad
fr: Cle de securite requise
ko: 보안 키가 필요합니다
pt: Chave de seguranca necessaria
ru: Требуется ключ безопасности
tl: Kinakailangan ang security key
vi: Cần khóa bảo mật
zh_hans: 需要安全密钥

# webauthn_setup_success
source: WebAuthn Set Up Successfully
ar: تم إعداد WebAuthn بنجاح
es: WebAuthn Configurado Exitosamente
fr: WebAuthn Configure avec Succes
ko: WebAuthn이 성공적으로 설정되었습니다
pt: WebAuthn Configurado com Sucesso
ru: WebAuthn успешно настроен
tl: Matagumpay na Na-set Up ang WebAuthn
vi: Thiết lập WebAuthn Thành công
zh_hans: WebAuthn 设置成功

# webauthn_setup_successDescBiometric
source: Your keys are now protected with biometric authentication
ar: مفاتيحك محمية الآن بالمصادقة البيومترية
es: Tus claves ahora están protegidas con autenticación biométrica
fr: Vos cles sont maintenant protegees par l'authentification biometrique
ko: 이제 키가 생체 인증으로 보호됩니다
pt: Suas chaves agora estao protegidas com autenticacao biometrica
ru: Ваши ключи теперь защищены биометрической аутентификацией
tl: Ang iyong mga key ay protektado na ng biometric authentication
vi: Khóa của bạn đã được bảo vệ bằng xác thực sinh trắc học
zh_hans: 您的密钥现已通过生物识别认证保护

# webauthn_setup_successDescKey
source: Your keys are now protected with your security key
ar: مفاتيحك محمية الآن بمفتاح الأمان الخاص بك
es: Tus claves ahora están protegidas con tu llave de seguridad
fr: Vos cles sont maintenant protegees par votre cle de securite
ko: 이제 키가 보안 키로 보호됩니다
pt: Suas chaves agora estao protegidas com sua chave de seguranca
ru: Ваши ключи теперь защищены вашим ключом безопасности
tl: Ang iyong mga key ay protektado na ng iyong security key
vi: Khóa của bạn đã được bảo vệ bằng khóa bảo mật
zh_hans: 您的密钥现已通过安全密钥保护

# webauthn_setup_successImportant
source: Important:
ar: مهم:
es: Importante:
ko: 중요:
pt: Importante:
ru: Важно:
tl: Mahalaga:
vi: Quan trọng:
zh_hans: 重要：

# webauthn_setup_successWarning
source: You'll now need to authenticate with WebAuthn whenever you access your keys. Make sure you can always access this device or have a backup authentication method.
ar: ستحتاج الآن للمصادقة باستخدام WebAuthn عند كل وصول لمفاتيحك. تأكد من أنك تستطيع دائماً الوصول لهذا الجهاز أو لديك طريقة مصادقة احتياطية.
es: Ahora necesitarás autenticarte con WebAuthn cada vez que accedas a tus claves. Asegúrate de siempre poder acceder a este dispositivo o tener un método de autenticación de respaldo.
fr: Vous devrez maintenant vous authentifier avec WebAuthn chaque fois que vous accedez a vos cles. Assurez-vous de toujours pouvoir acceder a cet appareil ou d'avoir une methode d'authentification de secours.
ko: 이제 키에 접근할 때마다 WebAuthn 인증이 필요합니다. 항상 이 기기에 접근할 수 있거나 백업 인증 방법이 있는지 확인하세요.
pt: Agora voce precisara autenticar com WebAuthn sempre que acessar suas chaves. Certifique-se de que voce sempre pode acessar este dispositivo ou tenha um metodo de autenticacao de backup.
ru: Теперь вам потребуется аутентификация WebAuthn при каждом доступе к вашим ключам. Убедитесь, что у вас всегда есть доступ к этому устройству или есть резервный метод аутентификации.
tl: Kakailanganin mo nang mag-authenticate gamit ang WebAuthn sa tuwing ia-access mo ang iyong mga key. Siguraduhing palagi mong ma-access ang device na ito o may backup na paraan ng authentication.
vi: Bây giờ bạn sẽ cần xác thực bằng WebAuthn mỗi khi truy cập khóa. Đảm bảo bạn luôn có thể truy cập thiết bị này hoặc có phương thức xác thực dự phòng.
zh_hans: 现在每次访问密钥时都需要通过 WebAuthn 进行认证。请确保您始终可以访问此设备或有备用认证方式。

# webauthn_setup_title
source: Set Up WebAuthn Protection
ar: إعداد حماية WebAuthn
es: Configurar Protección WebAuthn
fr: Configurer la Protection WebAuthn
ko: WebAuthn 보호 설정
pt: Configurar Protecao WebAuthn
ru: Настройка защиты WebAuthn
tl: I-set Up ang WebAuthn Protection
vi: Thiết lập Bảo vệ WebAuthn
zh_hans: 设置 WebAuthn 保护

# webauthn_setup_troubleshootAlreadyRegistered
source: Check that you haven't already registered this device
ar: تحقق من أنك لم تسجل هذا الجهاز مسبقاً
es: Verifica que no hayas registrado este dispositivo previamente
fr: Verifiez que vous n'avez pas deja enregistre cet appareil
ko: 이미 이 기기를 등록했는지 확인하세요
pt: Verifique se voce ainda nao registrou este dispositivo
ru: Проверьте, что вы ещё не зарегистрировали это устройство
tl: Suriin na hindi mo pa narehistro ang device na ito
vi: Kiểm tra xem bạn đã đăng ký thiết bị này chưa
zh_hans: 检查您是否已经注册过此设备

# webauthn_setup_troubleshootAuthenticator
source: Try using a different authenticator
ar: جرب استخدام مصادق مختلف
es: Intenta usar un autenticador diferente
fr: Essayez d'utiliser un autre authentificateur
ko: 다른 인증기를 사용해 보세요
pt: Tente usar um autenticador diferente
ru: Попробуйте использовать другой аутентификатор
tl: Subukang gumamit ng ibang authenticator
vi: Thử sử dụng trình xác thực khác
zh_hans: 尝试使用其他认证器

# webauthn_setup_troubleshootBrowser
source: Make sure your browser supports WebAuthn
ar: تأكد من أن متصفحك يدعم WebAuthn
es: Asegúrate de que tu navegador soporte WebAuthn
fr: Assurez-vous que votre navigateur prend en charge WebAuthn
ko: 브라우저가 WebAuthn을 지원하는지 확인하세요
pt: Certifique-se de que seu navegador suporta WebAuthn
ru: Убедитесь, что ваш браузер поддерживает WebAuthn
tl: Siguraduhing sinusuportahan ng iyong browser ang WebAuthn
vi: Đảm bảo trình duyệt của bạn hỗ trợ WebAuthn
zh_hans: 确保您的浏览器支持 WebAuthn

# webauthn_setup_troubleshooting
source: Troubleshooting:
ar: استكشاف الأخطاء:
es: Solución de problemas:
fr: Depannage :
ko: 문제 해결:
pt: Solucao de Problemas:
ru: Устранение неполадок:
tl: Pag-troubleshoot:
vi: Khắc phục sự cố:
zh_hans: 故障排除：

# webauthn_setup_troubleshootInserted
source: Ensure your security key is properly inserted
ar: تأكد من أن مفتاح الأمان مدخل بشكل صحيح
es: Asegúrate de que tu llave de seguridad esté correctamente insertada
fr: Assurez-vous que votre cle de securite est correctement inseree
ko: 보안 키가 올바르게 삽입되었는지 확인하세요
pt: Certifique-se de que sua chave de seguranca esta inserida corretamente
ru: Убедитесь, что ваш ключ безопасности правильно вставлен
tl: Siguraduhing tama ang pagkakalagay ng iyong security key
vi: Đảm bảo khóa bảo mật được cắm đúng cách
zh_hans: 确保您的安全密钥已正确插入

# webauthn_setup_tryAgain
source: Try Again
ar: حاول مرة أخرى
es: Intentar de Nuevo
fr: Reessayer
ko: 다시 시도
pt: Tentar Novamente
ru: Попробовать снова
tl: Subukan Muli
vi: Thử lại
zh_hans: 重试

# webauthn_setup_useBiometric
source: Use your fingerprint, face, or PIN to continue...
ar: استخدم بصمة إصبعك أو وجهك أو رمز PIN للمتابعة...
es: Usa tu huella digital, rostro o PIN para continuar...
fr: Utilisez votre empreinte digitale, votre visage ou votre code PIN pour continuer...
ko: 지문, 얼굴 또는 PIN을 사용하여 계속하세요...
pt: Use sua impressao digital, rosto ou PIN para continuar...
ru: Используйте отпечаток пальца, лицо или PIN-код для продолжения...
tl: Gamitin ang iyong fingerprint, mukha, o PIN upang magpatuloy...
vi: Sử dụng vân tay, khuôn mặt hoặc mã PIN để tiếp tục...
zh_hans: 使用您的指纹、面部或 PIN 继续...

# wiki_gettingStarted
source: Getting Started
ar: البداية
es: Comenzando
fr: Pour Commencer
ko: 시작하기
pt: Primeiros Passos
ru: Начало работы
tl: Pagsisimula
vi: Bắt đầu
zh_hans: 入门指南

# wiki_legalSafety
source: Legal & Safety
ar: القانونية والأمان
es: Legal y Seguridad
fr: Juridique et Sécurité
ko: 법률 및 안전
pt: Legal e Seguranca
ru: Правовая информация и безопасность
tl: Legal at Kaligtasan
vi: Pháp lý & An toàn
zh_hans: 法律与安全

# wiki_meta_description
source: Collaborative knowledge base for documentation and organizing resources.
ar: قاعدة معرفة تعاونية للتوثيق وموارد التنظيم.
es: Base de conocimiento colaborativa para documentación y recursos de organización.
fr: Base de connaissances collaborative pour la documentation et les ressources d'organisation.

# wiki_newPage
source: New Page
ar: صفحة جديدة
es: Nueva Página
fr: Nouvelle Page
ko: 새 페이지
pt: Nova Pagina
ru: Новая страница
tl: Bagong Pahina
vi: Trang mới
zh_hans: 新建页面

# wiki_noPages
source: No pages yet
ar: لا توجد صفحات حتى الآن
es: No hay páginas todavía
fr: Pas encore de pages
ko: 아직 페이지가 없습니다
pt: Nenhuma pagina ainda
ru: Пока нет страниц
tl: Wala pang mga pahina
vi: Chưa có trang
zh_hans: 暂无页面

# wiki_organizingResources
source: Organizing Resources
ar: موارد التنظيم
es: Recursos de Organización
fr: Ressources d'Organisation
ko: 조직화 자료
pt: Recursos de Organizacao
ru: Ресурсы для организации
tl: Mga Mapagkukunan sa Pag-oorganisa
vi: Tài nguyên tổ chức
zh_hans: 组织资源

# wiki_search
source: Search wiki...
ar: البحث في الويكي...
es: Buscar en la wiki...
fr: Rechercher dans le wiki...
ko: 위키 검색...
pt: Pesquisar wiki...
ru: Поиск по вики...
tl: Maghanap sa wiki...
vi: Tìm kiếm wiki...
zh_hans: 搜索知识库...

# wiki_title
source: Knowledge Base
ar: قاعدة المعرفة
es: Base de Conocimiento
fr: Base de Connaissances
ko: 지식 기반
pt: Base de Conhecimento
ru: База знаний
tl: Base ng Kaalaman
vi: Kho kiến thức
zh_hans: 知识库

# wikiUpdateFeedCard_createdPage
source: created a wiki page
ar: انشا صفحة ويكي
es: creo una pagina wiki
fr: a cree une page wiki
ko: 위키 페이지를 생성했습니다
pt: criou uma pagina wiki
ru: создал(а) вики-страницу
tl: lumikha ng wiki page
vi: da tao mot trang wiki
zh_hans: 创建了一个维基页面

# wikiUpdateFeedCard_edit
source: Edit
ar: تعديل
es: Editar
fr: Modifier
ko: 편집
pt: Editar
ru: Редактировать
tl: I-edit
vi: Chinh sua
zh_hans: 编辑

# wikiUpdateFeedCard_history
source: History
ar: السجل
es: Historial
fr: Historique
ko: 기록
pt: Historico
ru: История
tl: Kasaysayan
vi: Lich su
zh_hans: 历史

# wikiUpdateFeedCard_moreTags
source: +%lld more
ar: +%lld اخرى
es: +%lld mas
fr: +%lld de plus
ko: +%lld개 더
pt: +%lld mais
ru: +%lld ещё
tl: +%lld pa
vi: +%lld nua
zh_hans: +%lld 更多

# wikiUpdateFeedCard_readPage
source: Read Page
ar: قراءة الصفحة
es: Leer pagina
fr: Lire la page
ko: 페이지 읽기
pt: Ler Pagina
ru: Читать страницу
tl: Basahin ang Page
vi: Doc trang
zh_hans: 阅读页面

# wikiUpdateFeedCard_updatedPage
source: updated a wiki page
ar: حدث صفحة ويكي
es: actualizo una pagina wiki
fr: a mis a jour une page wiki
ko: 위키 페이지를 업데이트했습니다
pt: atualizou uma pagina wiki
ru: обновил(а) вики-страницу
tl: nag-update ng wiki page
vi: da cap nhat mot trang wiki
zh_hans: 更新了一个维基页面

# wikiUpdateFeedCard_wikiPage
source: Wiki Page
ar: صفحة ويكي
es: Pagina Wiki
fr: Page Wiki
ko: 위키 페이지
pt: Pagina Wiki
ru: Вики-страница
vi: Trang Wiki
zh_hans: 维基页面

# wikiView_empty
source: No wiki pages yet. Create your first page to get started!
ar: لا توجد صفحات ويكي بعد. أنشئ صفحتك الأولى للبدء!
es: Aun no hay paginas wiki. Crea tu primera pagina para comenzar!
fr: Aucune page wiki pour le moment. Creez votre premiere page pour commencer!
ko: 아직 위키 페이지가 없습니다. 첫 번째 페이지를 만들어 시작하세요!
pt: Ainda nao ha paginas wiki. Crie sua primeira pagina para comecar!
ru: Страниц вики пока нет. Создайте первую страницу, чтобы начать!
tl: Wala pang mga pahina ng wiki. Gumawa ng iyong unang pahina para makapagsimula!
vi: Chua co trang wiki nao. Tao trang dau tien de bat dau!
zh_hans: 暂无知识库页面。创建您的第一个页面以开始使用！

# wikiView_newPage
source: New Page
ar: صفحة جديدة
es: Nueva Pagina
fr: Nouvelle Page
ko: 새 페이지
pt: Nova Pagina
ru: Новая страница
tl: Bagong Pahina
vi: Trang Moi
zh_hans: 新建页面

# wikiView_noResults
source: No pages found matching your search
ar: لم يتم العثور على صفحات تطابق بحثك
es: No se encontraron paginas que coincidan con tu busqueda
fr: Aucune page trouvee correspondant a votre recherche
ko: 검색 결과와 일치하는 페이지가 없습니다
pt: Nenhuma pagina encontrada para sua pesquisa
ru: Страницы по вашему запросу не найдены
tl: Walang nahanap na mga pahinang tumutugma sa iyong paghahanap
vi: Khong tim thay trang nao phu hop voi tim kiem cua ban
zh_hans: 未找到与搜索匹配的页面

# wikiView_searchPlaceholder
source: Search wiki...
ar: البحث في الويكي...
es: Buscar en wiki...
fr: Rechercher dans le wiki...
ko: 위키 검색...
pt: Pesquisar wiki...
ru: Поиск в вики...
tl: Maghanap sa wiki...
vi: Tim kiem wiki...
zh_hans: 搜索知识库...

# wikiView_subtitle
source: Collaborative documentation and resources
ar: توثيق تعاوني وموارد
es: Documentacion colaborativa y recursos
fr: Documentation collaborative et ressources
ko: 협업 문서 및 리소스
pt: Documentacao colaborativa e recursos
ru: Совместная документация и ресурсы
tl: Kolaboratibong dokumentasyon at mga mapagkukunan
vi: Tai lieu hop tac va tai nguyen
zh_hans: 协作文档和资源

# wikiView_title
source: Knowledge Base
ar: قاعدة المعرفة
es: Base de Conocimientos
fr: Base de Connaissances
ko: 지식 베이스
pt: Base de Conhecimento
ru: База знаний
tl: Base ng Kaalaman
vi: Co So Kien Thuc
zh_hans: 知识库

# wikiView_updated
source: Updated %@
ar: تم التحديث %@
es: Actualizado %@
fr: Mis a jour %@
ko: %@ 업데이트됨
pt: Atualizado %@
ru: Обновлено %@
tl: Na-update %@
vi: Cap nhat %@
zh_hans: 更新于 %@

# newsletterEditor_settings_headerPlaceholder
source: https://example.com/header.png
es: https://ejemplo.com/encabezado.png
fr: https://exemple.com/entete.png

# publishing_general_coverImagePlaceholder
source: https://example.com/cover.jpg
es: https://ejemplo.com/portada.jpg
fr: https://exemple.com/couverture.jpg

# publishing_general_logoPlaceholder
source: https://example.com/logo.png
es: https://ejemplo.com/logo.png
fr: https://exemple.com/logo.png

# publishing_social_twitterPlaceholder
source: @username
es: @usuario
fr: @utilisateur
ko: @사용자명
pt: @nomedeusuario
ru: @имя_пользователя
zh_hans: @用户名

# publishing_social_websitePlaceholder
source: https://example.com
es: https://ejemplo.com
fr: https://exemple.com
