Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# auth_recovery_newPasswordPlaceholder
source: Enter a strong password
ar: أدخل كلمة مرور قوية
es: Ingresa una contraseña segura
fr: Entrez un mot de passe fort
ko: 강력한 비밀번호를 입력하세요
pt: Digite uma senha forte
ru: Введите надежный пароль
tl: Maglagay ng malakas na password
vi: Nhập mật khẩu mạnh
zh_hans: 输入一个强密码

# auth_recovery_newPasswordTitle
source: Set New Password
ar: تعيين كلمة مرور جديدة
es: Establecer nueva contraseña
fr: Définir un nouveau mot de passe
ko: 새 비밀번호 설정
pt: Definir Nova Senha
ru: Установите новый пароль
tl: Magtakda ng Bagong Password
vi: Đặt mật khẩu mới
zh_hans: 设置新密码

# auth_recovery_newWords
source: Try different words
ar: جرب كلمات مختلفة
es: Probar palabras diferentes
fr: Essayer d'autres mots
ko: 다른 단어 시도
pt: Tentar palavras diferentes
ru: Попробовать другие слова
tl: Subukan ang ibang mga salita
vi: Thử các từ khác
zh_hans: 尝试不同的单词

# auth_recovery_passwordHint
source: Minimum 8 characters
ar: 8 أحرف كحد أدنى
es: Mínimo 8 caracteres
fr: Minimum 8 caractères
ko: 최소 8자 이상
pt: Minimo de 8 caracteres
ru: Минимум 8 символов
tl: Minimum 8 na karakter
vi: Tối thiểu 8 ký tự
zh_hans: 至少8个字符

# auth_recovery_passwordMismatch
source: Passwords do not match
ar: كلمات المرور غير متطابقة
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
ko: 비밀번호가 일치하지 않습니다
pt: As senhas nao coincidem
ru: Пароли не совпадают
tl: Hindi magkatugma ang mga password
vi: Mật khẩu không khớp
zh_hans: 密码不匹配

# auth_recovery_passwordTooShort
source: Password must be at least 8 characters
ar: يجب أن تكون كلمة المرور 8 أحرف على الأقل
es: La contraseña debe tener al menos 8 caracteres
fr: Le mot de passe doit contenir au moins 8 caractères
ko: 비밀번호는 최소 8자 이상이어야 합니다
pt: A senha deve ter pelo menos 8 caracteres
ru: Пароль должен содержать не менее 8 символов
tl: Ang password ay dapat na hindi bababa sa 8 karakter
vi: Mật khẩu phải có ít nhất 8 ký tự
zh_hans: 密码必须至少8个字符

# auth_recovery_passwordWarning
source: This password encrypts your private key on this device. If you forget it, you will need your recovery phrase again.
ar: تشفر كلمة المرور هذه مفتاحك الخاص على هذا الجهاز. إذا نسيتها، ستحتاج إلى عبارة الاسترداد مرة أخرى.
es: Esta contraseña cifra tu clave privada en este dispositivo. Si la olvidas, necesitarás tu frase de recuperación de nuevo.
fr: Ce mot de passe chiffre votre clé privée sur cet appareil. Si vous l'oubliez, vous aurez à nouveau besoin de votre phrase de récupération.
ko: 이 비밀번호는 이 기기에서 개인 키를 암호화합니다. 잊어버리면 복구 문구가 다시 필요합니다.
pt: Esta senha criptografa sua chave privada neste dispositivo. Se voce esquece-la, precisara da sua frase de recuperacao novamente.
ru: Этот пароль шифрует ваш приватный ключ на этом устройстве. Если вы его забудете, вам снова понадобится фраза восстановления.
tl: Ang password na ito ay nag-e-encrypt sa iyong private key sa device na ito. Kung makalimutan mo ito, kakailanganin mo muli ang iyong pariralang pang-recover.
vi: Mật khẩu này mã hóa khóa riêng tư trên thiết bị này. Nếu quên, bạn sẽ cần cụm từ khôi phục một lần nữa.
zh_hans: 此密码在此设备上加密您的私钥。如果您忘记它，将需要再次使用恢复短语。

# auth_recovery_phraseLabel
source: Your Recovery Phrase
ar: عبارة الاسترداد الخاصة بك
es: Tu frase de recuperación
fr: Votre phrase de récupération
ko: 복구 문구
pt: Sua Frase de Recuperacao
ru: Ваша фраза восстановления
tl: Ang Iyong Pariralang Pang-recover
vi: Cụm từ khôi phục của bạn
zh_hans: 您的恢复短语

# auth_recovery_phraseValid
source: Valid recovery phrase
ar: عبارة استرداد صالحة
es: Frase de recuperación válida
fr: Phrase de récupération valide
ko: 유효한 복구 문구
pt: Frase de recuperacao valida
ru: Действительная фраза восстановления
tl: Valid na pariralang pang-recover
vi: Cụm từ khôi phục hợp lệ
zh_hans: 有效的恢复短语

# auth_recovery_recoverButton
source: Recover Account
ar: استعادة الحساب
es: Recuperar cuenta
fr: Récupérer le compte
ko: 계정 복구
pt: Recuperar Conta
ru: Восстановить учетную запись
tl: I-recover ang Account
vi: Khôi phục tài khoản
zh_hans: 恢复账户

# auth_recovery_recoverDesc
source: Enter your 24-word recovery phrase to reset your password and recover access to your account.
ar: أدخل عبارة الاسترداد المكونة من 24 كلمة لإعادة تعيين كلمة المرور واستعادة الوصول إلى حسابك.
es: Ingresa tu frase de recuperación de 24 palabras para restablecer tu contraseña y recuperar acceso a tu cuenta.
fr: Entrez votre phrase de récupération de 24 mots pour réinitialiser votre mot de passe et récupérer l'accès à votre compte.
ko: 24단어 복구 문구를 입력하여 비밀번호를 재설정하고 계정에 다시 접근하세요.
pt: Digite sua frase de recuperacao de 24 palavras para redefinir sua senha e recuperar o acesso a sua conta.
ru: Введите вашу фразу восстановления из 24 слов, чтобы сбросить пароль и восстановить доступ к вашей учетной записи.
tl: Ilagay ang iyong 24-salitang pariralang pang-recover upang i-reset ang iyong password at ma-recover ang access sa iyong account.
vi: Nhập cụm từ khôi phục 24 từ để đặt lại mật khẩu và khôi phục quyền truy cập tài khoản.
zh_hans: 输入您的24个单词的恢复短语以重置密码并恢复对账户的访问。

# auth_recovery_recoverDescWithName
source: Enter the 24-word recovery phrase for "%@" to set a new password.
ar: أدخل عبارة الاسترداد المكونة من 24 كلمة لـ "%@" لتعيين كلمة مرور جديدة.
es: Ingresa la frase de recuperación de 24 palabras para "%@" para establecer una nueva contraseña.
fr: Entrez la phrase de récupération de 24 mots pour "%@" pour définir un nouveau mot de passe.
ko: "%@"의 24단어 복구 문구를 입력하여 새 비밀번호를 설정하세요.
pt: Digite a frase de recuperacao de 24 palavras para "%@" para definir uma nova senha.
ru: Введите фразу восстановления из 24 слов для "%@", чтобы установить новый пароль.
tl: Ilagay ang 24-salitang pariralang pang-recover para sa "%@" upang magtakda ng bagong password.
vi: Nhập cụm từ khôi phục 24 từ cho "%@" để đặt mật khẩu mới.
zh_hans: 输入「%@」的24个单词的恢复短语以设置新密码。

# auth_recovery_recoveredIdentity
source: Recovered Identity
ar: الهوية المستعادة
es: Identidad recuperada
fr: Identité récupérée
ko: 복구된 신원
pt: Identidade Recuperada
ru: Восстановленная личность
tl: Na-recover na Pagkakakilanlan
vi: Danh tính đã khôi phục
zh_hans: 已恢复的身份

# auth_recovery_recovering
source: Recovering...
ar: جاري الاستعادة...
es: Recuperando...
fr: Récupération...
ko: 복구 중...
pt: Recuperando...
ru: Восстановление...
tl: Nire-recover...
vi: Đang khôi phục...
zh_hans: 正在恢复...

# auth_recovery_recoverTitle
source: Recover Your Account
ar: استعادة حسابك
es: Recupera tu cuenta
fr: Récupérer votre compte
ko: 계정 복구
pt: Recuperar Sua Conta
ru: Восстановите вашу учетную запись
tl: I-recover ang Iyong Account
vi: Khôi phục tài khoản
zh_hans: 恢复您的账户

# auth_recovery_secureDesc
source: Your recovery phrase is never sent to any server. It is only used locally to derive your private key.
ar: لا يتم إرسال عبارة الاسترداد الخاصة بك إلى أي خادم أبداً. تُستخدم محلياً فقط لاشتقاق مفتاحك الخاص.
es: Tu frase de recuperación nunca se envía a ningún servidor. Solo se usa localmente para derivar tu clave privada.
fr: Votre phrase de récupération n'est jamais envoyée à un serveur. Elle est uniquement utilisée localement pour dériver votre clé privée.
ko: 복구 문구는 어떤 서버로도 전송되지 않습니다. 개인 키를 유도하는 데 로컬에서만 사용됩니다.
pt: Sua frase de recuperacao nunca e enviada a nenhum servidor. Ela e usada apenas localmente para derivar sua chave privada.
ru: Ваша фраза восстановления никогда не отправляется ни на какой сервер. Она используется только локально для получения вашего приватного ключа.
tl: Ang iyong pariralang pang-recover ay hindi kailanman ipinapadala sa anumang server. Ginagamit lamang ito nang lokal upang kunin ang iyong private key.
vi: Cụm từ khôi phục của bạn không bao giờ được gửi đến bất kỳ máy chủ nào. Nó chỉ được sử dụng cục bộ để tạo khóa riêng tư.
zh_hans: 您的恢复短语永远不会发送到任何服务器。它仅在本地用于派生您的私钥。

# auth_recovery_secureTitle
source: Secure Recovery
ar: استعادة آمنة
es: Recuperación segura
fr: Récupération sécurisée
ko: 안전한 복구
pt: Recuperacao Segura
ru: Безопасное восстановление
tl: Ligtas na Pag-recover
vi: Khôi phục an toàn
zh_hans: 安全恢复

# auth_recovery_show
source: Show
ar: إظهار
es: Mostrar
fr: Afficher
ko: 표시
pt: Mostrar
ru: Показать
tl: Ipakita
vi: Hiện
zh_hans: 显示

# auth_recovery_successDesc
source: Your account has been recovered and you are now logged in.
ar: تم استعادة حسابك وأنت الآن مسجل الدخول.
es: Tu cuenta ha sido recuperada y ahora has iniciado sesión.
fr: Votre compte a été récupéré et vous êtes maintenant connecté.
ko: 계정이 복구되었으며 이제 로그인되었습니다.
pt: Sua conta foi recuperada e voce esta conectado.
ru: Ваша учетная запись восстановлена, и вы вошли в систему.
tl: Na-recover na ang iyong account at naka-log in ka na.
vi: Tài khoản của bạn đã được khôi phục và bạn đã đăng nhập.
zh_hans: 您的账户已恢复，您现在已登录。

# auth_recovery_successTitle
source: Account Recovered!
ar: تم استعادة الحساب!
es: ¡Cuenta recuperada!
fr: Compte récupéré !
ko: 계정이 복구되었습니다!
pt: Conta Recuperada!
ru: Учетная запись восстановлена!
tl: Na-recover na ang Account!
vi: Đã khôi phục tài khoản!
zh_hans: 账户已恢复！

# auth_recovery_title
source: Secure Your Account
ar: تأمين حسابك
es: Asegura tu cuenta
fr: Sécurisez votre compte
ko: 계정 보안 설정
pt: Proteja Sua Conta
ru: Защитите свою учетную запись
tl: Panatilihing Ligtas ang Iyong Account
vi: Bảo vệ tài khoản của bạn
zh_hans: 保护您的账户

# auth_recovery_verificationFailed
source: One or more words are incorrect. Please check your recovery phrase and try again.
ar: كلمة أو أكثر غير صحيحة. يرجى التحقق من عبارة الاسترداد والمحاولة مرة أخرى.
es: Una o más palabras son incorrectas. Por favor verifica tu frase de recuperación e intenta de nuevo.
fr: Un ou plusieurs mots sont incorrects. Veuillez vérifier votre phrase de récupération et réessayer.
ko: 하나 이상의 단어가 잘못되었습니다. 복구 문구를 확인하고 다시 시도해 주세요.
pt: Uma ou mais palavras estao incorretas. Por favor, verifique sua frase de recuperacao e tente novamente.
ru: Одно или несколько слов неверны. Пожалуйста, проверьте вашу фразу восстановления и попробуйте снова.
tl: Isa o higit pang salita ang hindi tama. Mangyaring suriin ang iyong pariralang pang-recover at subukan muli.
vi: Một hoặc nhiều từ không chính xác. Vui lòng kiểm tra cụm từ khôi phục và thử lại.
zh_hans: 一个或多个单词不正确。请检查您的恢复短语并重试。

# auth_recovery_verifyDescription
source: Enter the requested words from your recovery phrase to confirm you have saved it correctly.
ar: أدخل الكلمات المطلوبة من عبارة الاسترداد للتأكد من حفظها بشكل صحيح.
es: Ingresa las palabras solicitadas de tu frase de recuperación para confirmar que la has guardado correctamente.
fr: Entrez les mots demandés de votre phrase de récupération pour confirmer que vous l'avez correctement sauvegardée.
ko: 복구 문구에서 요청된 단어를 입력하여 올바르게 저장했는지 확인하세요.
pt: Digite as palavras solicitadas da sua frase de recuperacao para confirmar que voce a salvou corretamente.
ru: Введите запрошенные слова из вашей фразы восстановления, чтобы подтвердить, что вы правильно её сохранили.
tl: Ilagay ang mga hinihinging salita mula sa iyong pariralang pang-recover upang kumpirmahin na nai-save mo ito nang tama.
vi: Nhập các từ được yêu cầu từ cụm từ khôi phục để xác nhận bạn đã lưu đúng.
zh_hans: 输入恢复短语中要求的单词以确认您已正确保存。

# auth_recovery_verifyHint
source: Can't remember? Go back to view your recovery phrase again, but make sure to write it down this time!
ar: لا تتذكر؟ عد لعرض عبارة الاسترداد مرة أخرى، لكن تأكد من كتابتها هذه المرة!
es: ¿No recuerdas? Vuelve atrás para ver tu frase de recuperación, ¡pero asegúrate de escribirla esta vez!
fr: Vous ne vous souvenez pas ? Retournez voir votre phrase de récupération, mais assurez-vous de la noter cette fois !
ko: 기억나지 않으세요? 돌아가서 복구 문구를 다시 확인하세요. 이번에는 꼭 적어두세요!
pt: Nao consegue lembrar? Volte para ver sua frase de recuperacao novamente, mas certifique-se de anota-la desta vez!
ru: Не можете вспомнить? Вернитесь назад, чтобы снова посмотреть фразу восстановления, но на этот раз обязательно запишите её!
tl: Hindi maaalala? Bumalik upang tingnan muli ang iyong pariralang pang-recover, ngunit siguraduhing isulat mo ito ngayon!
vi: Không nhớ được? Quay lại để xem lại cụm từ khôi phục, nhưng lần này hãy nhớ viết ra!
zh_hans: 记不住了？返回查看您的恢复短语，但这次一定要写下来！

# auth_recovery_verifying
source: Verifying...
ar: جاري التحقق...
es: Verificando...
fr: Vérification...
ko: 확인 중...
pt: Verificando...
ru: Проверка...
tl: Nive-verify...
vi: Đang xác minh...
zh_hans: 正在验证...

# auth_recovery_verifyPhrase
source: Verify Recovery Phrase
ar: التحقق من عبارة الاسترداد
es: Verificar frase de recuperación
fr: Vérifier la phrase de récupération
ko: 복구 문구 확인
pt: Verificar Frase de Recuperacao
ru: Проверить фразу восстановления
tl: I-verify ang Pariralang Pang-recover
vi: Xác minh cụm từ khôi phục
zh_hans: 验证恢复短语

# auth_recovery_verifyTitle
source: Verify Your Recovery Phrase
ar: تحقق من عبارة الاسترداد
es: Verifica tu frase de recuperación
fr: Vérifiez votre phrase de récupération
ko: 복구 문구 확인
pt: Verifique Sua Frase de Recuperacao
ru: Проверьте вашу фразу восстановления
tl: I-verify ang Iyong Pariralang Pang-recover
vi: Xác minh cụm từ khôi phục của bạn
zh_hans: 验证您的恢复短语

# auth_recovery_warningDescription
source: This 24-word phrase is the ONLY way to recover your account if you forget your password or lose access to your device. There is NO password reset. Write it down and store it securely offline.
ar: هذه العبارة المكونة من 24 كلمة هي الطريقة الوحيدة لاستعادة حسابك إذا نسيت كلمة المرور أو فقدت الوصول إلى جهازك. لا يوجد إعادة تعيين لكلمة المرور. اكتبها واحفظها بأمان بعيداً عن الإنترنت.
es: Esta frase de 24 palabras es la ÚNICA forma de recuperar tu cuenta si olvidas tu contraseña o pierdes acceso a tu dispositivo. NO hay restablecimiento de contraseña. Escríbela y guárdala de forma segura fuera de línea.
fr: Cette phrase de 24 mots est le SEUL moyen de récupérer votre compte si vous oubliez votre mot de passe ou perdez l'accès à votre appareil. Il n'y a PAS de réinitialisation de mot de passe. Notez-la et conservez-la en lieu sûr hors ligne.
ko: 이 24단어 문구는 비밀번호를 잊거나 기기에 접근할 수 없을 때 계정을 복구할 수 있는 유일한 방법입니다. 비밀번호 재설정이 없습니다. 적어서 오프라인에 안전하게 보관하세요.
pt: Esta frase de 24 palavras e a UNICA maneira de recuperar sua conta se voce esquecer sua senha ou perder acesso ao seu dispositivo. NAO ha redefinicao de senha. Anote-a e guarde-a com seguranca offline.
ru: Эта фраза из 24 слов - ЕДИНСТВЕННЫЙ способ восстановить вашу учетную запись, если вы забудете пароль или потеряете доступ к устройству. Сброса пароля НЕТ. Запишите её и храните в надежном месте офлайн.
tl: Ang 24-salitang parirala na ito ang TANGING paraan para ma-recover ang iyong account kung nakalimutan mo ang iyong password o nawalan ka ng access sa iyong device. WALANG password reset. Isulat ito at itago nang ligtas offline.
vi: Cụm từ 24 từ này là CÁCH DUY NHẤT để khôi phục tài khoản nếu bạn quên mật khẩu hoặc mất quyền truy cập thiết bị. KHÔNG có chức năng đặt lại mật khẩu. Hãy viết ra và lưu trữ an toàn ngoại tuyến.
zh_hans: 这24个单词的短语是在您忘记密码或无法访问设备时恢复账户的唯一方式。没有密码重置功能。请将其写下来并安全地离线存储。

# auth_recovery_warningTitle
source: Critical Security Step
ar: خطوة أمان حرجة
es: Paso de seguridad crítico
fr: Étape de sécurité critique
ko: 중요한 보안 단계
pt: Etapa de Seguranca Critica
ru: Критически важный шаг безопасности
tl: Kritikal na Hakbang sa Seguridad
vi: Bước bảo mật quan trọng
zh_hans: 关键安全步骤

# auth_recovery_wordPlaceholder
source: Enter word
ar: أدخل الكلمة
es: Ingresa la palabra
fr: Entrez le mot
ko: 단어 입력
pt: Digite a palavra
ru: Введите слово
tl: Ilagay ang salita
vi: Nhập từ
zh_hans: 输入单词

# auth_recovery_wrongWordCount
source: Expected 24 words, got %lld
ar: متوقع 24 كلمة، وجدت %lld
es: Se esperaban 24 palabras, se obtuvieron %lld
fr: 24 mots attendus, %lld trouvés
ko: 24단어가 필요하지만 %lld단어가 입력되었습니다
pt: Esperado 24 palavras, encontrado %lld
ru: Ожидалось 24 слова, получено %lld
tl: Inaasahang 24 na salita, nakuha %lld
vi: Cần 24 từ, nhận được %lld
zh_hans: 预期24个单词，实际 %lld 个

# auth_showPassword
source: Show password
ar: إظهار كلمة المرور
es: Mostrar contraseña
fr: Afficher le mot de passe
ko: 비밀번호 표시
pt: Mostrar senha
ru: Показать пароль
tl: Ipakita ang password
vi: Hiện mật khẩu
zh_hans: 显示密码

# auth_unlock_addAccount
source: Add Another Account
ar: إضافة حساب آخر
es: Añadir otra cuenta
fr: Ajouter un autre compte
ko: 다른 계정 추가
pt: Adicionar Outra Conta
ru: Добавить другую учетную запись
tl: Magdagdag ng Isa Pang Account
vi: Thêm tài khoản khác
zh_hans: 添加其他账户

# auth_unlock_button
source: Unlock
ar: فتح
es: Desbloquear
fr: Déverrouiller
ko: 잠금 해제
pt: Desbloquear
ru: Разблокировать
tl: I-unlock
vi: Mở khóa
zh_hans: 解锁

# auth_unlock_forgotPassword
source: Forgot Password?
ar: نسيت كلمة المرور؟
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
ko: 비밀번호를 잊으셨나요?
pt: Esqueceu a Senha?
ru: Забыли пароль?
tl: Nakalimutan ang Password?
vi: Quên mật khẩu?
zh_hans: 忘记密码？

# auth_unlock_importKey
source: Import Key
ar: استيراد مفتاح
es: Importar clave
fr: Importer une clé
ko: 키 가져오기
pt: Importar Chave
ru: Импортировать ключ
tl: Mag-import ng Key
vi: Nhập khóa
zh_hans: 导入密钥

# auth_unlock_newAccount
source: New Account
ar: حساب جديد
es: Nueva cuenta
fr: Nouveau compte
ko: 새 계정
pt: Nova Conta
ru: Новая учетная запись
tl: Bagong Account
vi: Tài khoản mới
zh_hans: 新账户

# auth_unlock_password
source: Password
ar: كلمة المرور
es: Contraseña
fr: Mot de passe
ko: 비밀번호
pt: Senha
ru: Пароль
vi: Mật khẩu
zh_hans: 密码

# auth_unlock_passwordPlaceholder
source: Enter your password
ar: أدخل كلمة المرور
es: Ingresa tu contraseña
fr: Entrez votre mot de passe
ko: 비밀번호를 입력하세요
pt: Digite sua senha
ru: Введите ваш пароль
tl: Ilagay ang iyong password
vi: Nhập mật khẩu của bạn
zh_hans: 输入您的密码

# auth_unlock_passwordRequired
source: Please enter your password
ar: يرجى إدخال كلمة المرور
es: Por favor ingresa tu contraseña
fr: Veuillez entrer votre mot de passe
ko: 비밀번호를 입력해 주세요
pt: Por favor, digite sua senha
ru: Пожалуйста, введите ваш пароль
tl: Mangyaring ilagay ang iyong password
vi: Vui lòng nhập mật khẩu
zh_hans: 请输入您的密码

# auth_unlock_selectAccount
source: Select an account to unlock
ar: اختر حساباً لفتحه
es: Selecciona una cuenta para desbloquear
fr: Sélectionnez un compte à déverrouiller
ko: 잠금 해제할 계정을 선택하세요
pt: Selecione uma conta para desbloquear
ru: Выберите учетную запись для разблокировки
tl: Pumili ng account na ia-unlock
vi: Chọn tài khoản để mở khóa
zh_hans: 选择要解锁的账户

# auth_unlock_title
source: Welcome Back
ar: مرحباً بعودتك
es: Bienvenido de nuevo
fr: Bon retour
ko: 다시 오신 것을 환영합니다
pt: Bem-vindo de Volta
ru: С возвращением
tl: Maligayang Pagbabalik
vi: Chào mừng trở lại
zh_hans: 欢迎回来

# auth_unlock_unlocking
source: Unlocking...
ar: جاري الفتح...
es: Desbloqueando...
fr: Déverrouillage...
ko: 잠금 해제 중...
pt: Desbloqueando...
ru: Разблокировка...
tl: Ina-unlock...
vi: Đang mở khóa...
zh_hans: 正在解锁...

# autoModerationRuleForm_action
source: Action
ar: الاجراء
es: Accion
ko: 작업
pt: Acao
ru: Действие
tl: Aksyon
vi: Hanh Dong
zh_hans: 操作

# autoModerationRuleForm_actions_delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
ko: 삭제
pt: Excluir
ru: Удалить
tl: Burahin
vi: Xoa
zh_hans: 删除

# autoModerationRuleForm_actions_deleteDescription
source: Remove content immediately
ar: ازالة المحتوى فورا
es: Eliminar contenido inmediatamente
fr: Supprimer le contenu immediatement
ko: 콘텐츠 즉시 삭제
pt: Remover conteudo imediatamente
ru: Немедленно удалить контент
tl: Alisin kaagad ang nilalaman
vi: Xoa noi dung ngay lap tuc
zh_hans: 立即删除内容

# autoModerationRuleForm_actions_flag
source: Flag for Review
ar: وضع علامة للمراجعة
es: Marcar para Revision
fr: Signaler pour Examen
ko: 검토 대기
pt: Marcar para Revisao
ru: Отметить для проверки
tl: Markahan para sa Pagsusuri
vi: Danh Dau De Xem Xet
zh_hans: 标记待审核

# autoModerationRuleForm_actions_flagDescription
source: Add to moderation queue
ar: اضافة الى قائمة الاشراف
es: Agregar a cola de moderacion
fr: Ajouter a la file de moderation
ko: 중재 대기열에 추가
pt: Adicionar a fila de moderacao
ru: Добавить в очередь модерации
tl: Idagdag sa moderation queue
vi: Them vao hang doi kiem duyet
zh_hans: 添加到审核队列

# autoModerationRuleForm_actions_hide
source: Hide Content
ar: اخفاء المحتوى
es: Ocultar Contenido
fr: Masquer le Contenu
ko: 콘텐츠 숨기기
pt: Ocultar Conteudo
ru: Скрыть контент
tl: Itago ang Nilalaman
vi: An Noi Dung
zh_hans: 隐藏内容

# autoModerationRuleForm_actions_hideDescription
source: Hide but do not delete
ar: اخفاء دون حذف
es: Ocultar pero no eliminar
fr: Masquer mais ne pas supprimer
ko: 삭제하지 않고 숨기기
pt: Ocultar mas nao excluir
ru: Скрыть, но не удалять
tl: Itago ngunit huwag burahin
vi: An nhung khong xoa
zh_hans: 隐藏但不删除

# autoModerationRuleForm_actions_warn
source: Warn User
ar: تحذير المستخدم
es: Advertir al Usuario
fr: Avertir l'Utilisateur
ko: 사용자 경고
pt: Avisar Usuario
ru: Предупредить пользователя
tl: Balaan ang User
vi: Canh Bao Nguoi Dung
zh_hans: 警告用户

# autoModerationRuleForm_actions_warnDescription
source: Send warning to user
ar: ارسال تحذير للمستخدم
es: Enviar advertencia al usuario
fr: Envoyer un avertissement a l'utilisateur
ko: 사용자에게 경고 전송
pt: Enviar aviso ao usuario
ru: Отправить предупреждение пользователю
tl: Magpadala ng babala sa user
vi: Gui canh bao den nguoi dung
zh_hans: 向用户发送警告

# autoModerationRuleForm_add
source: Add
ar: اضافة
es: Agregar
fr: Ajouter
ko: 추가
pt: Adicionar
ru: Добавить
tl: Idagdag
vi: Them
zh_hans: 添加

# autoModerationRuleForm_notifyModerators
source: Notify Moderators
ar: اشعار المشرفين
es: Notificar a Moderadores
fr: Notifier les Moderateurs
ko: 관리자에게 알림
pt: Notificar Moderadores
ru: Уведомить модераторов
tl: Abisuhan ang mga Moderator
vi: Thong Bao Nguoi Kiem Duyet
zh_hans: 通知管理员

# autoModerationRuleForm_patternPlaceholderKeyword
source: Enter keyword or phrase
ar: ادخل كلمة مفتاحية او عبارة
es: Ingrese palabra clave o frase
fr: Entrez un mot-cle ou une phrase
ko: 키워드 또는 문구 입력
pt: Digite a palavra-chave ou frase
ru: Введите ключевое слово или фразу
tl: Ilagay ang keyword o parirala
vi: Nhap tu khoa hoac cum tu
zh_hans: 输入关键词或短语

# autoModerationRuleForm_patternPlaceholderLink
source: Enter domain or URL pattern
ar: ادخل النطاق او نمط الرابط
es: Ingrese dominio o patron de URL
fr: Entrez un domaine ou modele d'URL
ko: 도메인 또는 URL 패턴 입력
pt: Digite o dominio ou padrao de URL
ru: Введите домен или шаблон URL
tl: Ilagay ang domain o URL pattern
vi: Nhap ten mien hoac mau URL
zh_hans: 输入域名或URL模式

# autoModerationRuleForm_patternPlaceholderRegex
source: Enter regex pattern
ar: ادخل نمط التعبير النمطي
es: Ingrese patron regex
fr: Entrez un modele regex
ko: 정규식 패턴 입력
pt: Digite o padrao regex
ru: Введите регулярное выражение
tl: Ilagay ang regex pattern
vi: Nhap mau regex
zh_hans: 输入正则表达式模式

# autoModerationRuleForm_patterns
source: Patterns
ar: الانماط
es: Patrones
fr: Modeles
ko: 패턴
pt: Padroes
ru: Шаблоны
tl: Mga Pattern
vi: Mau
zh_hans: 匹配模式

# autoModerationRuleForm_ruleName
source: Rule Name
ar: اسم القاعدة
es: Nombre de la Regla
fr: Nom de la Regle
ko: 규칙 이름
pt: Nome da Regra
ru: Название правила
tl: Pangalan ng Panuntunan
vi: Ten Quy Tac
zh_hans: 规则名称

# autoModerationRuleForm_ruleNamePlaceholder
source: e.g., Block slurs, Filter spam links
ar: مثال: حظر الشتائم، تصفية روابط البريد العشوائي
es: ej., Bloquear insultos, Filtrar enlaces de spam
fr: ex., Bloquer les insultes, Filtrer les liens de spam
ko: 예: 비속어 차단, 스팸 링크 필터링
pt: Ex.: Bloquear palavroes, Filtrar links de spam
ru: Напр.: Блокировка оскорблений, Фильтр спам-ссылок
tl: Hal.: I-block ang mura, I-filter ang mga spam link
vi: vd., Chan tu ngu tho tuc, Loc link spam
zh_hans: 例如：屏蔽脏话、过滤垃圾链接

# autoModerationRuleForm_ruleType
source: Rule Type
ar: نوع القاعدة
es: Tipo de Regla
fr: Type de Regle
ko: 규칙 유형
pt: Tipo de Regra
ru: Тип правила
tl: Uri ng Panuntunan
vi: Loai Quy Tac
zh_hans: 规则类型

# autoModerationRuleForm_ruleTypes_keyword
source: Keyword Filter
ar: مرشح الكلمات المفتاحية
es: Filtro de Palabras Clave
fr: Filtre de Mots-cles
ko: 키워드 필터
pt: Filtro de Palavras-chave
ru: Фильтр по ключевым словам
tl: Filter ng Keyword
vi: Bo Loc Tu Khoa
zh_hans: 关键词过滤
