Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# createEventDialog_privacy_directAction
source: Direct Action - Time-delayed location reveal
ar: عمل مباشر - كشف الموقع مؤجل
es: Accion Directa - Revelacion de ubicacion con retraso
fr: Action Directe - Revelation du lieu differee
ko: 직접 행동 - 시간 지연 장소 공개
pt: Acao Direta - Revelacao do local com atraso
ru: Прямое действие - Отложенное раскрытие места
tl: Direktang Aksyon - Naantalang paghahayag ng lokasyon
vi: Hanh Dong Truc Tiep - Cong bo dia diem tre
zh_hans: 直接行动 - 延迟公开地点

# createEventDialog_privacy_group
source: Group - Only group members
ar: مجموعة - أعضاء المجموعة فقط
es: Grupo - Solo miembros del grupo
fr: Groupe - Membres du groupe uniquement
ko: 그룹 - 그룹 멤버만
pt: Grupo - Somente membros do grupo
ru: Группа - Только члены группы
tl: Grupo - Mga miyembro ng grupo lamang
vi: Nhom - Chi thanh vien nhom
zh_hans: 群组 - 仅群组成员可见

# createEventDialog_privacy_private
source: Private - Invite only
ar: خاص - بالدعوة فقط
es: Privado - Solo con invitacion
fr: Prive - Sur invitation uniquement
ko: 비공개 - 초대만
pt: Privado - Somente convidados
ru: Приватное - Только по приглашению
tl: Pribado - Sa paanyaya lamang
vi: Rieng Tu - Chi theo loi moi
zh_hans: 私密 - 仅限邀请

# createEventDialog_privacy_public
source: Public - Anyone can see
ar: عام - يمكن للجميع الرؤية
es: Publico - Cualquiera puede ver
fr: Public - Tout le monde peut voir
ko: 전체 공개 - 누구나 볼 수 있음
pt: Publico - Qualquer pessoa pode ver
ru: Публичное - Видно всем
tl: Pampubliko - Makikita ng lahat
vi: Cong Khai - Bat ky ai cung co the xem
zh_hans: 公开 - 所有人可见

# createEventDialog_title
source: Create New Event
ar: إنشاء حدث جديد
es: Crear Nuevo Evento
fr: Creer un Nouvel Evenement
ko: 새 이벤트 만들기
pt: Criar Novo Evento
ru: Создать новое мероприятие
tl: Lumikha ng Bagong Kaganapan
vi: Tao Su Kien Moi
zh_hans: 创建新活动

# createEventDialog_triggerButton
source: Create Event
ar: إنشاء حدث
es: Crear Evento
fr: Creer un Evenement
ko: 이벤트 만들기
pt: Criar Evento
ru: Создать мероприятие
tl: Lumikha ng Kaganapan
vi: Tao Su Kien
zh_hans: 创建活动

# createFolderDialog_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# createFolderDialog_create
source: Create
ar: إنشاء
es: Crear
fr: Creer
ko: 만들기
pt: Criar
ru: Создать
tl: Gumawa
vi: Tao
zh_hans: 创建

# createFolderDialog_folderName
source: Folder Name
ar: اسم المجلد
es: Nombre de la carpeta
fr: Nom du dossier
ko: 폴더 이름
pt: Nome da Pasta
ru: Название папки
tl: Pangalan ng Folder
vi: Ten thu muc
zh_hans: 文件夹名称

# createFolderDialog_placeholder
source: Enter folder name
ar: أدخل اسم المجلد
es: Ingresa el nombre de la carpeta
fr: Entrez le nom du dossier
ko: 폴더 이름을 입력하세요
pt: Digite o nome da pasta
ru: Введите название папки
tl: Ilagay ang pangalan ng folder
vi: Nhap ten thu muc
zh_hans: 输入文件夹名称

# createFolderDialog_title
source: Create Folder
ar: إنشاء مجلد
es: Crear carpeta
fr: Creer un dossier
ko: 폴더 만들기
pt: Criar Pasta
ru: Создать папку
tl: Gumawa ng Folder
vi: Tao thu muc
zh_hans: 创建文件夹

# createPageDialog_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# createPageDialog_categoryLabel
source: Category (optional)
ar: التصنيف (اختياري)
es: Categoria (opcional)
fr: Categorie (optionnel)
ko: 카테고리 (선택사항)
pt: Categoria (opcional)
ru: Категория (необязательно)
tl: Kategorya (opsyonal)
vi: Danh muc (tuy chon)
zh_hans: 分类（可选）

# createPageDialog_categoryPlaceholder
source: e.g., Getting Started, Organizing, Legal
ar: مثال: البدء، التنظيم، القانوني
es: ej., Primeros Pasos, Organizacion, Legal
fr: ex., Pour Commencer, Organisation, Juridique
ko: 예: 시작하기, 조직하기, 법률
pt: ex: Introducao, Organizacao, Juridico
ru: например, Начало работы, Организация, Юридическое
tl: hal., Pagsisimula, Pag-oorganisa, Legal
vi: vd., Bat dau, To chuc, Phap ly
zh_hans: 例如：入门指南、组织、法律

# createPageDialog_contentLabel
source: Content (Markdown)
ar: المحتوى (Markdown)
es: Contenido (Markdown)
fr: Contenu (Markdown)
ko: 내용 (마크다운)
pt: Conteudo (Markdown)
ru: Содержание (Markdown)
tl: Nilalaman (Markdown)
vi: Noi dung (Markdown)
zh_hans: 内容 (Markdown)

# createPageDialog_createPage
source: Create Page
ar: إنشاء الصفحة
es: Crear Pagina
fr: Creer la Page
ko: 페이지 만들기
pt: Criar Pagina
ru: Создать страницу
tl: Gumawa ng Page
vi: Tao Trang
zh_hans: 创建页面

# createPageDialog_description
source: Create collaborative documentation for your community
ar: أنشئ توثيقاً تعاونياً لمجتمعك
es: Crea documentacion colaborativa para tu comunidad
fr: Creez une documentation collaborative pour votre communaute
ko: 커뮤니티를 위한 협업 문서를 만드세요
pt: Crie documentacao colaborativa para sua comunidade
ru: Создайте совместную документацию для вашего сообщества
tl: Gumawa ng kolaboratibong dokumentasyon para sa iyong komunidad
vi: Tao tai lieu cong tac cho cong dong cua ban
zh_hans: 为您的社区创建协作文档

# createPageDialog_tagsLabel
source: Tags (comma-separated)
ar: الوسوم (مفصولة بفواصل)
es: Etiquetas (separadas por comas)
fr: Tags (separes par des virgules)
ko: 태그 (쉼표로 구분)
pt: Tags (separadas por virgula)
ru: Теги (через запятую)
tl: Mga Tag (pinaghihiwalay ng kuwit)
vi: The (phan cach bang dau phay)
zh_hans: 标签（用逗号分隔）

# createPageDialog_tagsPlaceholder
source: organizing, safety, resources
ar: تنظيم، أمان، موارد
es: organizacion, seguridad, recursos
fr: organisation, securite, ressources
ko: 조직, 안전, 자원
pt: organizacao, seguranca, recursos
ru: организация, безопасность, ресурсы
tl: pag-oorganisa, kaligtasan, mga mapagkukunan
vi: to chuc, an toan, tai nguyen
zh_hans: 组织、安全、资源

# createPageDialog_title
source: Create Wiki Page
ar: إنشاء صفحة ويكي
es: Crear Pagina Wiki
fr: Creer une Page Wiki
ko: 위키 페이지 만들기
pt: Criar Pagina Wiki
ru: Создать страницу вики
tl: Gumawa ng Wiki Page
vi: Tao Trang Wiki
zh_hans: 创建Wiki页面

# createPageDialog_titleLabel
source: Title
ar: العنوان
es: Titulo
fr: Titre
ko: 제목
pt: Titulo
ru: Заголовок
tl: Pamagat
vi: Tieu de
zh_hans: 标题

# createPageDialog_titlePlaceholder
source: Page title...
ar: عنوان الصفحة...
es: Titulo de la pagina...
fr: Titre de la page...
ko: 페이지 제목...
pt: Titulo da pagina...
ru: Заголовок страницы...
tl: Pamagat ng page...
vi: Tieu de trang...
zh_hans: 页面标题...

# createProposalDialog_buttons_cancel
source: Cancel
ar: الغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# createProposalDialog_buttons_create
source: Create Proposal
ar: انشاء المقترح
es: Crear propuesta
fr: Creer la proposition
ko: 제안 작성
pt: Criar Proposta
ru: Создать предложение
tl: Lumikha ng Panukala
vi: Tao de xuat
zh_hans: 创建提案

# createProposalDialog_buttons_creating
source: Creating...
ar: جاري الانشاء...
es: Creando...
fr: Creation en cours...
ko: 작성 중...
pt: Criando...
ru: Создание...
tl: Nililikha...
vi: Dang tao...
zh_hans: 创建中...

# createProposalDialog_description
source: Create a new proposal for democratic decision-making
ar: انشئ مقترحا جديدا لصنع القرار الديمقراطي
es: Crea una nueva propuesta para la toma de decisiones democratica
fr: Creez une nouvelle proposition pour une prise de decision democratique
ko: 민주적 의사결정을 위한 새 제안을 작성합니다
pt: Crie uma nova proposta para tomada de decisao democratica
ru: Создайте новое предложение для демократического принятия решений
tl: Lumikha ng bagong panukala para sa demokratikong paggawa ng desisyon
vi: Tao de xuat moi de ra quyet dinh dan chu
zh_hans: 创建新提案以进行民主决策

# createProposalDialog_errors_createFailed
source: Failed to create proposal
ar: فشل في انشاء المقترح
es: Error al crear la propuesta
fr: Echec de la creation de la proposition
ko: 제안 작성에 실패했습니다
pt: Falha ao criar proposta
ru: Не удалось создать предложение
tl: Hindi nakalikha ng panukala
vi: Khong the tao de xuat
zh_hans: 创建提案失败

# createProposalDialog_errors_noIdentity
source: No active identity or app is locked. Please log in.
ar: لا توجد هوية نشطة او التطبيق مقفل. الرجاء تسجيل الدخول.
es: No hay identidad activa o la aplicacion esta bloqueada. Por favor, inicia sesion.
fr: Aucune identite active ou l'application est verrouillee. Veuillez vous connecter.
ko: 활성 ID가 없거나 앱이 잠겨 있습니다. 로그인해 주세요.
pt: Nenhuma identidade ativa ou o aplicativo esta bloqueado. Por favor, faca login.
ru: Нет активной личности или приложение заблокировано. Пожалуйста, войдите.
tl: Walang aktibong identity o naka-lock ang app. Mangyaring mag-log in.
vi: Khong co danh tinh hoat dong hoac ung dung bi khoa. Vui long dang nhap.
zh_hans: 无活跃身份或应用已锁定。请登录。

# createProposalDialog_fields_descriptionLabel
source: Description
ar: الوصف
es: Descripcion
ko: 설명
pt: Descricao
ru: Описание
tl: Deskripsyon
vi: Mo ta
zh_hans: 描述

# createProposalDialog_fields_descriptionPlaceholder
source: Detailed description of the proposal...
ar: وصف تفصيلي للمقترح...
es: Descripcion detallada de la propuesta...
fr: Description detaillee de la proposition...
ko: 제안에 대한 상세 설명...
pt: Descricao detalhada da proposta...
ru: Подробное описание предложения...
tl: Detalyadong deskripsyon ng panukala...
vi: Mo ta chi tiet ve de xuat...
zh_hans: 提案的详细描述...

# createProposalDialog_fields_durationLabel
source: Voting Duration (days)
ar: مدة التصويت (ايام)
es: Duracion de la votacion (dias)
fr: Duree du vote (jours)
ko: 투표 기간 (일)
pt: Duracao da Votacao (dias)
ru: Срок голосования (дней)
tl: Tagal ng Pagboto (araw)
vi: Thoi gian bo phieu (ngay)
zh_hans: 投票持续时间（天）

# createProposalDialog_fields_optionsLabel
source: Options (one per line)
ar: الخيارات (واحد في كل سطر)
es: Opciones (una por linea)
fr: Options (une par ligne)
ko: 옵션 (한 줄에 하나씩)
pt: Opcoes (uma por linha)
ru: Варианты (по одному в строке)
tl: Mga Opsyon (isa bawat linya)
vi: Cac lua chon (moi dong mot lua chon)
zh_hans: 选项（每行一个）

# createProposalDialog_fields_optionsPlaceholder
source: Option 1 Option 2 Option 3
ar: الخيار 1 الخيار 2 الخيار 3
es: Opcion 1 Opcion 2 Opcion 3
ko: 옵션 1 옵션 2 옵션 3
pt: Opcao 1 Opcao 2 Opcao 3
ru: Вариант 1 Вариант 2 Вариант 3
tl: Opsyon 1 Opsyon 2 Opsyon 3
vi: Lua chon 1 Lua chon 2 Lua chon 3
zh_hans: 选项 1 选项 2 选项 3

# createProposalDialog_fields_quorumLabel
source: Quorum (%)
ar: النصاب (%)
ko: 정족수 (%)
ru: Кворум (%)
vi: Dinh so (%)
zh_hans: 法定人数 (%)

# createProposalDialog_fields_thresholdLabel
source: Threshold (%)
ar: الحد الادنى (%)
es: Umbral (%)
fr: Seuil (%)
ko: 임계값 (%)
pt: Limite (%)
ru: Порог (%)
vi: Nguong (%)
zh_hans: 通过门槛 (%)

# createProposalDialog_fields_titleLabel
source: Title
ar: العنوان
es: Titulo
fr: Titre
ko: 제목
pt: Titulo
ru: Заголовок
tl: Pamagat
vi: Tieu de
zh_hans: 标题

# createProposalDialog_fields_titlePlaceholder
source: Proposal title...
ar: عنوان المقترح...
es: Titulo de la propuesta...
fr: Titre de la proposition...
ko: 제안 제목...
pt: Titulo da proposta...
ru: Заголовок предложения...
tl: Pamagat ng panukala...
vi: Tieu de de xuat...
zh_hans: 提案标题...

# createProposalDialog_fields_votingMethodLabel
source: Voting Method
ar: طريقة التصويت
es: Metodo de votacion
fr: Methode de vote
ko: 투표 방식
pt: Metodo de Votacao
ru: Метод голосования
tl: Paraan ng Pagboto
vi: Phuong thuc bo phieu
zh_hans: 投票方式

# createProposalDialog_title
source: Create Proposal
ar: انشاء مقترح
es: Crear propuesta
fr: Creer une proposition
ko: 제안 작성
pt: Criar Proposta
ru: Создать предложение
tl: Lumikha ng Panukala
vi: Tao de xuat
zh_hans: 创建提案

# createProposalDialog_votingMethods_consensus
source: Consensus
ar: الاجماع
es: Consenso
ko: 합의
pt: Consenso
ru: Консенсус
vi: Dong thuan
zh_hans: 共识决策

# createProposalDialog_votingMethods_quadratic
source: Quadratic Voting
ar: التصويت التربيعي
es: Voto cuadratico
fr: Vote quadratique
ko: 이차 투표
pt: Votacao Quadratica
ru: Квадратичное голосование
vi: Bo phieu binh phuong
zh_hans: 平方投票

# createProposalDialog_votingMethods_rankedChoice
source: Ranked Choice Voting
ar: التصويت بالترتيب التفضيلي
es: Voto por orden de preferencia
fr: Vote par classement
ko: 순위 선택 투표
pt: Votacao por Ranking
ru: Рейтинговое голосование
vi: Bo phieu xep hang
zh_hans: 排序选择投票

# createProposalDialog_votingMethods_simple
source: Simple Majority (Yes/No/Abstain)
ar: الاغلبية البسيطة (نعم/لا/امتناع)
es: Mayoria simple (Si/No/Abstencion)
fr: Majorite simple (Oui/Non/Abstention)
ko: 단순 다수결 (찬성/반대/기권)
pt: Maioria Simples (Sim/Nao/Abstencao)
ru: Простое большинство (Да/Нет/Воздержался)
tl: Simpleng Mayorya (Oo/Hindi/Abstain)
vi: Da so don gian (Dong y/Khong dong y/Trang)
zh_hans: 简单多数（赞成/反对/弃权）

# createThreadDialog_cancel
source: Cancel
ar: الغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# createThreadDialog_categoryLabel
source: Category (Optional)
ar: الفئة (اختياري)
es: Categoria (Opcional)
fr: Categorie (Facultatif)
ko: 카테고리 (선택사항)
pt: Categoria (Opcional)
ru: Категория (необязательно)
tl: Kategorya (Opsyonal)
vi: Danh muc (Tuy chon)
zh_hans: 分类（可选）

# createThreadDialog_categoryPlaceholder
source: e.g., General, Planning, Resources
ar: مثال: عام، تخطيط، موارد
es: ej., General, Planificacion, Recursos
fr: ex., General, Planification, Ressources
ko: 예: 일반, 계획, 자료
pt: ex., Geral, Planejamento, Recursos
ru: напр., Общее, Планирование, Ресурсы
tl: hal., Pangkalahatan, Pagpaplano, Mga Mapagkukunan
vi: vd: Chung, Ke hoach, Tai nguyen
zh_hans: 例如：常规、计划、资源

# createThreadDialog_create
source: Create Thread
ar: انشاء الموضوع
es: Crear hilo
fr: Creer le fil
ko: 스레드 만들기
pt: Criar Conversa
ru: Создать тему
tl: Gumawa ng Thread
vi: Tao chu de
zh_hans: 创建话题

# createThreadDialog_creating
source: Creating...
ar: جاري الانشاء...
es: Creando...
fr: Creation...
ko: 생성 중...
pt: Criando...
ru: Создание...
tl: Nililikha...
vi: Dang tao...
zh_hans: 创建中...

# createThreadDialog_description
source: Start a new conversation thread in this group
ar: ابدا محادثة جديدة في هذه المجموعة
es: Inicia una nueva conversacion en este grupo
fr: Demarrer une nouvelle conversation dans ce groupe
ko: 이 그룹에서 새 대화 스레드를 시작합니다
pt: Iniciar uma nova conversa neste grupo
ru: Начать новую беседу в этой группе
tl: Magsimula ng bagong usapan sa grupong ito
vi: Bat dau cuoc tro chuyen moi trong nhom nay
zh_hans: 在此群组中开始新的对话

# createThreadDialog_title
source: Create New Thread
ar: انشاء موضوع جديد
es: Crear nuevo hilo
fr: Creer un nouveau fil
ko: 새 스레드 만들기
pt: Criar Nova Conversa
ru: Создать новую тему
tl: Gumawa ng Bagong Thread
vi: Tao chu de moi
zh_hans: 创建新话题

# createThreadDialog_titleLabel
source: Title
ar: العنوان
es: Titulo
fr: Titre
ko: 제목
pt: Titulo
ru: Название
tl: Pamagat
vi: Tieu de
zh_hans: 标题

# createThreadDialog_titlePlaceholder
source: e.g., Meeting Notes, Ideas, Announcements
ar: مثال: ملاحظات الاجتماع، افكار، اعلانات
es: ej., Notas de reunion, Ideas, Anuncios
fr: ex., Notes de reunion, Idees, Annonces
ko: 예: 회의 메모, 아이디어, 공지사항
pt: ex., Notas de Reuniao, Ideias, Anuncios
ru: напр., Заметки со встречи, Идеи, Объявления
tl: hal., Mga Tala sa Pulong, Mga Ideya, Mga Anunsyo
vi: vd: Ghi chu hop, Y tuong, Thong bao
zh_hans: 例如：会议记录、想法、公告

# crm_addContact
source: Add Contact
ar: إضافة جهة اتصال
es: Agregar Contacto
fr: Ajouter un Contact
ko: 연락처 추가
pt: Adicionar Contato
ru: Добавить контакт
tl: Magdagdag ng Contact
vi: Thêm liên hệ
zh_hans: 添加联系人

# crm_attachments
source: Attachments
ar: المرفقات
es: Adjuntos
fr: Pièces Jointes

# crm_average
source: Average
ar: متوسط
es: Promedio
fr: Moyenne

# crm_backToDashboard
source: Dashboard
ar: لوحة التحكم
es: Panel
fr: Tableau de Bord

# crm_boardView
source: Board View
ar: عرض اللوحة
es: Vista de Tablero
fr: Vue Tableau Kanban
ko: 보드 보기
pt: Visualizacao em Quadro
ru: Вид доски
vi: Chế độ bảng Kanban
zh_hans: 看板视图

# crm_browseTemplates
source: Templates
ar: القوالب
es: Plantillas
fr: Modèles

# crm_builtInTemplates
source: Built-in Templates
ar: القوالب المدمجة
es: Plantillas Integradas
fr: Modèles Intégrés

# crm_calendarView
source: Calendar View
ar: عرض التقويم
es: Vista de Calendario
fr: Vue Calendrier
ko: 캘린더 보기
pt: Visualizacao em Calendario
ru: Вид календаря
vi: Chế độ lịch
zh_hans: 日历视图

# crm_caseTimeline
source: Case Timeline
ar: الجدول الزمني للحالة
es: Línea de Tiempo del Caso
fr: Chronologie du Dossier

# crm_chartReport
source: Chart
ar: رسم بياني
es: Gráfico
fr: Graphique

# crm_chooseTemplate
source: Choose a template to get started with your CRM
ar: اختر قالباً للبدء مع إدارة علاقات العملاء
es: Elige una plantilla para comenzar con tu CRM
fr: Choisissez un modèle pour commencer votre CRM

# crm_cloneTemplate
source: Clone
ar: نسخ
es: Clonar
fr: Cloner

# crm_commentAdded
source: Comment added
ar: تمت إضافة تعليق
es: Comentario añadido
fr: Commentaire ajouté

# crm_contactProfile
source: Contact Profile
ar: ملف جهة الاتصال
es: Perfil de Contacto
fr: Profil du Contact

# crm_contacts
source: Contacts
ar: جهات الاتصال
es: Contactos

# crm_count
source: Count
ar: عدد
es: Contar
fr: Compter

# crm_createFromTemplate
source: Create CRM from Template
ar: إنشاء من قالب
es: Crear CRM desde Plantilla
fr: Créer un CRM à partir du Modèle

# crm_customTemplates
source: Custom Templates
ar: القوالب المخصصة
es: Plantillas Personalizadas
fr: Modèles Personnalisés

# crm_deleteTemplate
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer

# crm_detailView
source: Detail View
ar: عرض التفاصيل
es: Vista de Detalle
fr: Vue Détail

# crm_exportTemplate
source: Export
ar: تصدير
es: Exportar
fr: Exporter

# crm_fieldChanged
source: Field updated
ar: تم تحديث الحقل
es: Campo actualizado
fr: Champ mis à jour

# crm_fundraising
source: Fundraising
ar: جمع التبرعات
es: Recaudación de Fondos
fr: Collecte de Fonds
ko: 모금
pt: Arrecadacao de Fundos
ru: Сбор средств
tl: Pangongolekta ng Pondo
vi: Gây quỹ
zh_hans: 筹款

# crm_galleryView
source: Gallery View
ar: عرض المعرض
es: Vista de Galería
fr: Vue Galerie

# crm_globalSearch
source: Global Search
ar: البحث الشامل
es: Búsqueda Global
fr: Recherche Globale

# crm_groupBy
source: Group by
ar: تجميع حسب
es: Agrupar por
fr: Grouper par

# crm_importTemplate
source: Import
ar: استيراد
es: Importar
fr: Importer

# crm_intakeForm
source: Intake Form
ar: نموذج القبول
es: Formulario de Admisión
fr: Formulaire d"Admission

# crm_legalTracking
source: Legal Tracking
ar: التتبع القانوني
es: Seguimiento Legal
fr: Suivi Juridique
ko: 법률 추적
pt: Acompanhamento Juridico
ru: Юридическое отслеживание
tl: Pagsubaybay sa Legal
vi: Theo dõi pháp lý
zh_hans: 法律跟踪

# crm_manageTables
source: Tables
ar: الجداول
es: Tablas

# crm_matchedIn
source: Matched in
ar: وجد في
es: Encontrado en
fr: Trouvé dans

# crm_memberManagement
source: Member Management
ar: إدارة الأعضاء
es: Gestión de Miembros
fr: Gestion des Membres

# crm_meta_description
source: Manage contacts, track outreach, and coordinate campaign efforts.
ar: إدارة جهات الاتصال وتتبع التواصل وتنسيق جهود الحملة.
es: Gestiona contactos, rastrea alcance y coordina esfuerzos de campaña.
fr: Gérez les contacts, suivez la sensibilisation et coordonnez les efforts de campagne.

# crm_new
source: New
ar: جديد
es: Nuevo
fr: Nouveau

# crm_nlgMassDefense
source: NLG Mass Defense
ar: الدفاع الجماعي NLG
es: Defensa Masiva NLG
fr: Défense Collective NLG

# crm_noActivity
source: No recent activity
ar: لا يوجد نشاط حديث
es: Sin actividad reciente
fr: Pas d"activité récente

# crm_noContacts
source: No contacts yet
ar: لا توجد جهات اتصال حتى الآن
es: No hay contactos todavía
fr: Pas encore de contacts
ko: 아직 연락처가 없습니다
pt: Nenhum contato ainda
ru: Пока нет контактов
tl: Wala pang mga contact
vi: Chưa có liên hệ
zh_hans: 暂无联系人

# crm_noCustomTemplates
source: No custom templates yet
ar: لا توجد قوالب مخصصة حتى الآن
es: Aún no hay plantillas personalizadas
fr: Pas encore de modèles personnalisés

# crm_nonprofitCRM
source: Nonprofit CRM
ar: إدارة المنظمات غير الربحية
es: CRM sin Fines de Lucro
fr: CRM Association

# crm_noResults
source: No results found
ar: لم يتم العثور على نتائج
es: No se encontraron resultados
fr: Aucun résultat trouvé

# crm_pivotReport
source: Pivot Table
ar: جدول محوري
es: Tabla Dinámica
fr: Tableau Croisé

# crm_quickActions
source: Quick Actions
ar: الإجراءات السريعة
es: Acciones Rápidas
fr: Actions Rapides

# crm_recentActivity
source: Recent Activity
ar: النشاط الأخير
es: Actividad Reciente
fr: Activité Récente

# crm_relatedRecords
source: Related Records
ar: السجلات المرتبطة
es: Registros Relacionados
fr: Enregistrements Liés

# crm_relationships
source: relationships
ar: العلاقات
es: relaciones
fr: relations

# crm_reportView
source: Report View
ar: عرض التقرير
es: Vista de Informe
fr: Vue Rapport

# crm_requiredField
source: This field is required
ar: هذا الحقل مطلوب
es: Este campo es obligatorio
fr: Ce champ est obligatoire

# crm_salesPipeline
source: Sales Pipeline
ar: خط أنابيب المبيعات
es: Pipeline de Ventas
fr: Pipeline de Ventes

# crm_searchAllTables
source: Search across all CRM tables
ar: البحث في جميع الجداول
es: Buscar en todas las tablas del CRM
fr: Rechercher dans toutes les tables CRM

# crm_searchPlaceholder
source: Search contacts, cases, records...
ar: البحث في جهات الاتصال والحالات والسجلات...
es: Buscar contactos, casos, registros...
fr: Rechercher contacts, dossiers, enregistrements...

# crm_selfDefense
source: Community Self-Defense
ar: الدفاع الذاتي المجتمعي
es: Autodefensa Comunitaria
fr: Autodéfense Communautaire

# crm_sendMessage
source: Send Message
ar: إرسال رسالة
es: Enviar Mensaje
fr: Envoyer un Message

# crm_statusChange
source: Status changed
ar: تم تغيير الحالة
es: Estado cambiado
fr: Statut modifié

# crm_streetMedics
source: Street Medics
ar: مسعفو الشوارع
es: Médicos de Calle
fr: Médecins de Rue

# crm_submitIntake
source: Submit
ar: إرسال
es: Enviar
fr: Soumettre

# crm_subtitle
source: Manage your contacts, cases, and relationships
ar: إدارة جهات الاتصال والحالات والعلاقات
es: Gestiona tus contactos, casos y relaciones
fr: Gérez vos contacts, dossiers et relations

# crm_sum
source: Sum
ar: مجموع
es: Suma
fr: Somme

# crm_summaryReport
source: Summary
ar: ملخص
es: Resumen
fr: Résumé

# crm_tables
source: Tables
ar: الجداول
es: Tablas

# crm_tableView
source: Table View
ar: عرض الجدول
es: Vista de Tabla
fr: Vue Tableau
ko: 테이블 보기
pt: Visualizacao em Tabela
ru: Табличный вид
vi: Chế độ bảng
zh_hans: 表格视图

# crm_templateGallery
source: Template Gallery
ar: معرض القوالب
es: Galería de Plantillas
fr: Galerie de Modèles

# crm_templateManager
source: Template Manager
ar: مدير القوالب
es: Gestor de Plantillas
fr: Gestionnaire de Modèles

# crm_templates
source: Templates
ar: القوالب
es: Plantillas
fr: Modèles
ko: 사용 가능한 템플릿
pt: Modelos Disponiveis
ru: Доступные шаблоны
tl: Mga Available na Template
vi: Mẫu có sẵn
zh_hans: 可用模板

# crm_tenantOrganizing
source: Tenant Organizing
ar: تنظيم المستأجرين
es: Organización de Inquilinos
fr: Organisation des Locataires

# crm_thisWeek
source: This Week
ar: هذا الأسبوع
es: Esta Semana
fr: Cette Semaine

# crm_title
source: CRM
ar: إدارة علاقات العملاء
ko: 연락처 데이터베이스
pt: Banco de Dados de Contatos
ru: База контактов
tl: Database ng mga Contact
vi: Cơ sở dữ liệu liên hệ
zh_hans: 联系人数据库

# crm_totalRecords
source: Total Records
ar: إجمالي السجلات
es: Total de Registros
fr: Total des Enregistrements

# crm_unionElectionCampaign
source: Union Election Campaign
ar: حملة انتخابات النقابة
es: Campaña de Elección Sindical
fr: Campagne Électorale Syndicale

# crm_unionOrganizing
source: Union Organizing
ar: تنظيم النقابات
es: Organización Sindical
fr: Organisation Syndicale
ko: 노동조합 조직화
pt: Organizacao Sindical
ru: Профсоюзная организация
tl: Pag-oorganisa ng Unyon
vi: Tổ chức công đoàn
zh_hans: 工会组织

# crm_useTemplate
source: Use Template
ar: استخدام القالب
es: Usar Plantilla
fr: Utiliser le Modèle

# crmAnalytics_avgDaysToConvert
source: Avg Days to Convert
ar: متوسط أيام التحويل
es: Dias Promedio para Convertir
fr: Jours Moyens pour Convertir
ko: 평균 전환 소요일
pt: Media de Dias para Conversao
ru: Среднее время конверсии
tl: Avg na Araw para Ma-convert
vi: So ngay Trung binh de Chuyen doi
zh_hans: 平均转化天数
