Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# subscriberList_email
source: Email
ar: البريد الإلكتروني
es: Correo
ko: 이메일
zh_hans: 邮箱

# subscriberList_expired
source: Expired
ar: منتهي الصلاحية
es: Expirado
fr: Expire
ko: 만료됨
pt: Expirado
ru: Истёк
vi: Het han
zh_hans: 已过期

# subscriberList_exportCSV
source: Export CSV
ar: تصدير CSV
es: Exportar CSV
fr: Exporter CSV
ko: CSV 내보내기
pt: Exportar CSV
ru: Экспорт CSV
tl: I-export sa CSV
vi: Xuat CSV
zh_hans: 导出CSV

# subscriberList_exportedToast
source: Subscribers exported
ar: تم تصدير المشتركين
es: Suscriptores exportados
fr: Abonnes exportes
ko: 구독자 목록을 내보냈습니다
pt: Assinantes exportados
ru: Подписчики экспортированы
tl: Na-export ang mga subscriber
vi: Da xuat nguoi dang ky
zh_hans: 订阅者已导出

# subscriberList_free
source: Free
ar: مجاني
es: Gratuito
fr: Gratuit
ko: 무료
pt: Gratuito
ru: Бесплатно
tl: Libre
vi: Mien phi
zh_hans: 免费

# subscriberList_freeSubscribers
source: Free Subscribers
ar: المشتركون المجانيون
es: Suscriptores gratuitos
fr: Abonnes gratuits
ko: 무료 구독자
pt: Assinantes Gratuitos
ru: Бесплатные подписчики
tl: Libreng Subscriber
vi: Nguoi dang ky mien phi
zh_hans: 免费订阅者

# subscriberList_none
source: None
ar: لا شيء
es: Ninguno
fr: Aucun
ko: 없음
pt: Nenhum
ru: Нет
tl: Wala
vi: Khong co
zh_hans: 无

# subscriberList_nostr
source: Nostr
ar: نوستر

# subscriberList_noSubscribers
source: No subscribers yet
ar: لا يوجد مشتركون بعد
es: Aun no hay suscriptores
fr: Pas encore d'abonnes
ko: 아직 구독자가 없습니다
pt: Ainda nao ha assinantes
ru: Пока нет подписчиков
tl: Wala pang mga subscriber
vi: Chua co nguoi dang ky
zh_hans: 暂无订阅者

# subscriberList_noSubscribersDesc
source: When readers subscribe to your publication, they'll appear here.
ar: عندما يشترك القراء في منشورك، سيظهرون هنا.
es: Cuando los lectores se suscriban a tu publicacion, apareceran aqui.
fr: Lorsque des lecteurs s'abonneront a votre publication, ils apparaitront ici.
ko: 독자가 발행물을 구독하면 여기에 표시됩니다.
pt: Quando leitores assinarem sua publicacao, eles aparecerao aqui.
ru: Когда читатели подпишутся на ваше издание, они появятся здесь.
tl: Kapag may nag-subscribe sa iyong publikasyon, lalabas sila dito.
vi: Khi doc gia dang ky an pham cua ban, ho se xuat hien o day.
zh_hans: 当读者订阅您的出版物时，他们将显示在这里。

# subscriberList_notifications
source: Notifications
ar: الإشعارات
es: Notificaciones
ko: 알림
pt: Notificacoes
ru: Уведомления
tl: Mga Notifikasyon
vi: Thong bao
zh_hans: 通知

# subscriberList_paid
source: Paid
ar: مدفوع
es: De pago
fr: Payant
ko: 유료
pt: Pago
ru: Платно
tl: Bayad
vi: Tra phi
zh_hans: 付费

# subscriberList_paidSubscribers
source: Paid Subscribers
ar: المشتركون المدفوعون
es: Suscriptores de pago
fr: Abonnes payants
ko: 유료 구독자
pt: Assinantes Pagos
ru: Платные подписчики
tl: Bayad na Subscriber
vi: Nguoi dang ky tra phi
zh_hans: 付费订阅者

# subscriberList_removedToast
source: Subscriber removed
ar: تمت إزالة المشترك
es: Suscriptor eliminado
fr: Abonne supprime
ko: 구독자를 제거했습니다
pt: Assinante removido
ru: Подписчик удалён
tl: Naalis ang subscriber
vi: Da xoa nguoi dang ky
zh_hans: 订阅者已移除

# subscriberList_removeSubscriber
source: Remove Subscriber
ar: إزالة المشترك
es: Eliminar suscriptor
fr: Supprimer l'abonne
ko: 구독자 제거
pt: Remover Assinante
ru: Удалить подписчика
tl: Alisin ang Subscriber
vi: Xoa nguoi dang ky
zh_hans: 移除订阅者

# subscriberList_searchPlaceholder
source: Search by pubkey or email...
ar: البحث بالمفتاح العام أو البريد الإلكتروني...
es: Buscar por pubkey o correo...
fr: Rechercher par pubkey ou email...
ko: 공개키 또는 이메일로 검색...
pt: Buscar por pubkey ou email...
ru: Поиск по pubkey или email...
tl: Maghanap gamit ang pubkey o email...
vi: Tim kiem theo pubkey hoac email...
zh_hans: 按公钥或邮箱搜索...

# subscriberList_sendEmail
source: Send Email
ar: إرسال بريد إلكتروني
es: Enviar correo
fr: Envoyer un email
ko: 이메일 보내기
pt: Enviar Email
ru: Отправить письмо
tl: Magpadala ng Email
vi: Gui email
zh_hans: 发送邮件

# subscriberList_status
source: Status
ar: الحالة
es: Estado
fr: Statut
ko: 상태
ru: Статус
vi: Trang thai
zh_hans: 状态

# subscriberList_statusPlaceholder
source: Status
ar: الحالة
es: Estado
fr: Statut
ko: 상태
ru: Статус
vi: Trang thai
zh_hans: 状态

# subscriberList_subscribed
source: Subscribed
ar: مشترك
es: Suscrito
fr: Abonne
ko: 구독일
pt: Inscrito em
ru: Подписан
tl: Nag-subscribe
vi: Da dang ky
zh_hans: 已订阅

# subscriberList_subscriber
source: Subscriber
ar: مشترك
es: Suscriptor
fr: Abonne
ko: 구독자
pt: Assinante
ru: Подписчик
vi: Nguoi dang ky
zh_hans: 订阅者

# subscriberList_tier
source: Tier
ar: المستوى
es: Nivel
fr: Niveau
ko: 등급
pt: Plano
ru: Уровень
tl: Antas
vi: Cap do
zh_hans: 等级

# subscriberList_tierPlaceholder
source: Tier
ar: المستوى
es: Nivel
fr: Niveau
ko: 등급
pt: Plano
ru: Уровень
tl: Antas
vi: Cap do
zh_hans: 等级

# subscriberList_title
source: Subscribers
ar: المشتركون
es: Suscriptores
fr: Abonnes
ko: 구독자
pt: Assinantes
ru: Подписчики
tl: Mga Subscriber
vi: Nguoi dang ky
zh_hans: 订阅者

# subscriberList_totalActive
source: Total Active
ar: إجمالي النشطين
es: Total activos
fr: Total actifs
ko: 총 활성
pt: Total Ativos
ru: Всего активных
tl: Kabuuang Aktibo
vi: Tong so hoat dong
zh_hans: 活跃总数

# subscribers_active
source: Active
ar: نشط
es: Activos
fr: Actifs
ko: 활성
pt: Ativos
ru: Активные
tl: Aktibo
vi: Đang hoạt động
zh_hans: 活跃

# subscribers_addDialogDesc
source: Add a new subscriber by their Nostr pubkey.
ar: أضف مشتركاً جديداً بمفتاحه العام في Nostr.
es: Añadir un nuevo suscriptor por su clave pública de Nostr.
fr: Ajoutez un nouvel abonne par sa cle publique Nostr.
ko: Nostr 공개 키로 새 구독자를 추가합니다.
pt: Adicionar um novo assinante pela chave publica Nostr.
ru: Добавьте нового подписчика по публичному ключу Nostr.
tl: Magdagdag ng bagong subscriber sa pamamagitan ng Nostr public key.
vi: Thêm người đăng ký mới bằng khóa công khai Nostr của họ.
zh_hans: 通过 Nostr 公钥添加新订阅者。

# subscribers_addDialogTitle
source: Add Subscriber
ar: إضافة مشترك
es: Añadir suscriptor
fr: Ajouter un abonne
ko: 구독자 추가
pt: Adicionar Assinante
ru: Добавить подписчика
tl: Magdagdag ng Subscriber
vi: Thêm người đăng ký
zh_hans: 添加订阅者

# subscribers_addFirstSubscriber
source: Add your first subscriber to get started.
ar: أضف أول مشترك للبدء.
es: Añade tu primer suscriptor para comenzar.
fr: Ajoutez votre premier abonne pour commencer.
ko: 시작하려면 첫 번째 구독자를 추가하세요.
pt: Adicione seu primeiro assinante para comecar.
ru: Добавьте первого подписчика, чтобы начать.
tl: Magdagdag ng iyong unang subscriber para makapagsimula.
vi: Thêm người đăng ký đầu tiên để bắt đầu.
zh_hans: 添加您的第一个订阅者以开始。

# subscribers_addSubscriber
source: Add Subscriber
ar: إضافة مشترك
es: Añadir suscriptor
fr: Ajouter un abonne
ko: 구독자 추가
pt: Adicionar Assinante
ru: Добавить подписчика
tl: Magdagdag ng Subscriber
vi: Thêm người đăng ký
zh_hans: 添加订阅者

# subscribers_all
source: All
ar: الكل
es: Todos
fr: Tous
ko: 전체
pt: Todos
ru: Все
tl: Lahat
vi: Tất cả
zh_hans: 全部

# subscribers_confirm
source: Confirm
ar: تأكيد
es: Confirmar
fr: Confirmer
ko: 확인
pt: Confirmar
ru: Подтвердить
tl: Kumpirmahin
vi: Xác nhận
zh_hans: 确认

# subscribers_delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
ko: 삭제
pt: Excluir
ru: Удалить
tl: Burahin
vi: Xóa
zh_hans: 删除

# subscribers_export
source: Export
ar: تصدير
es: Exportar
fr: Exporter
ko: 내보내기
pt: Exportar
ru: Экспорт
tl: Mag-export
vi: Xuất
zh_hans: 导出

# subscribers_import
source: Import
ar: استيراد
es: Importar
fr: Importer
ko: 가져오기
pt: Importar
ru: Импорт
tl: Mag-import
vi: Nhập
zh_hans: 导入

# subscribers_importDialogDesc
source: Paste Nostr pubkeys (one per line or comma-separated).
ar: الصق المفاتيح العامة في Nostr (واحد لكل سطر أو مفصولة بفواصل).
es: Pega claves públicas de Nostr (una por línea o separadas por comas).
fr: Collez les cles publiques Nostr (une par ligne ou separees par des virgules).
ko: Nostr 공개 키를 붙여넣기 (한 줄에 하나 또는 쉼표로 구분).
pt: Cole chaves publicas Nostr (uma por linha ou separadas por virgula).
ru: Вставьте публичные ключи Nostr (по одному на строку или через запятую).
tl: I-paste ang mga Nostr public key (isa bawat linya o pinaghiwalay ng kuwit).
vi: Dán các khóa công khai Nostr (một dòng một hoặc phân cách bằng dấu phẩy).
zh_hans: 粘贴 Nostr 公钥（每行一个或用逗号分隔）。

# subscribers_importDialogTitle
source: Import Subscribers
ar: استيراد مشتركين
es: Importar suscriptores
fr: Importer des abonnes
ko: 구독자 가져오기
pt: Importar Assinantes
ru: Импорт подписчиков
tl: Mag-import ng mga Subscriber
vi: Nhập người đăng ký
zh_hans: 导入订阅者

# subscribers_importPlaceholder
source: npub1abc... npub1def... or comma-separated
ar: npub1abc... npub1def... أو مفصولة بفواصل
es: npub1abc... npub1def... o separadas por comas
fr: npub1abc... npub1def... ou separees par des virgules
ko: npub1abc... npub1def... 또는 쉼표로 구분
pt: npub1abc... npub1def... ou separadas por virgula
ru: npub1abc... npub1def... или через запятую
tl: npub1abc... npub1def... o pinaghiwalay ng kuwit
vi: npub1abc... npub1def... hoặc phân cách bằng dấu phẩy
zh_hans: npub1abc... npub1def... 或用逗号分隔

# subscribers_noStatusSubscribers
source: No %@ subscribers found.
ar: لم يتم العثور على مشتركين بحالة %@.
es: No se encontraron suscriptores con estado %@.
fr: Aucun abonne avec le statut %@ trouve.
ko: %@ 구독자를 찾을 수 없습니다.
pt: Nenhum assinante com status %@ encontrado.
ru: Не найдено подписчиков со статусом %@.
tl: Walang nakitang mga subscriber na may status na %@.
vi: Không tìm thấy người đăng ký với trạng thái %@.
zh_hans: 未找到状态为 %@ 的订阅者。

# subscribers_nostrPubkey
source: Nostr Pubkey
ar: المفتاح العام في Nostr
es: Clave pública Nostr
fr: Cle publique Nostr
ko: Nostr 공개 키
pt: Chave Publica Nostr
ru: Публичный ключ Nostr
tl: Nostr Public Key
vi: Khóa công khai Nostr
zh_hans: Nostr 公钥

# subscribers_noSubscribers
source: No subscribers
ar: لا يوجد مشتركون
es: Sin suscriptores
fr: Aucun abonne
ko: 구독자 없음
pt: Sem assinantes
ru: Нет подписчиков
tl: Walang mga subscriber
vi: Không có người đăng ký
zh_hans: 暂无订阅者

# subscribers_pending
source: Pending
ar: معلق
es: Pendientes
fr: En attente
ko: 대기
pt: Pendentes
ru: Ожидающие
tl: Nakabinbin
vi: Đang chờ
zh_hans: 待确认

# subscribers_pubkeyPlaceholder
source: npub... or hex pubkey
ar: npub... أو المفتاح العام hex
es: npub... o clave pública hex
fr: npub... ou cle publique hex
ko: npub... 또는 16진수 공개 키
pt: npub... ou chave hex
ru: npub... или hex-ключ
tl: npub... o hex key
vi: npub... hoặc khóa công khai hex
zh_hans: npub... 或十六进制公钥

# subscribers_pubkeys
source: Pubkeys
ar: المفاتيح العامة
es: Claves públicas
fr: Cles publiques
ko: 공개 키
pt: Chaves Publicas
ru: Публичные ключи
tl: Mga Public Key
vi: Khóa công khai
zh_hans: 公钥

# subscribers_searchPlaceholder
source: Search by pubkey...
ar: البحث بالمفتاح العام...
es: Buscar por clave pública...
fr: Rechercher par cle publique...
ko: 공개 키로 검색...
pt: Buscar por chave publica...
ru: Поиск по публичному ключу...
tl: Maghanap sa pamamagitan ng public key...
vi: Tìm kiếm theo khóa công khai...
zh_hans: 按公钥搜索...

# subscribers_skipConfirmation
source: Skip Confirmation
ar: تخطي التأكيد
es: Omitir confirmación
fr: Ignorer la confirmation
ko: 확인 건너뛰기
pt: Pular confirmacao
ru: Пропустить подтверждение
tl: Laktawan ang kumpirmasyon
vi: Bỏ qua xác nhận
zh_hans: 跳过确认

# subscribers_skipConfirmationDesc
source: Activate immediately without confirmation
ar: التفعيل فوراً بدون تأكيد
es: Activar inmediatamente sin confirmación
fr: Activer immediatement sans confirmation
ko: 확인 없이 즉시 활성화
pt: Ativar imediatamente sem confirmacao
ru: Немедленно активировать без подтверждения
tl: Agad na i-activate nang walang kumpirmasyon
vi: Kích hoạt ngay mà không cần xác nhận
zh_hans: 无需确认立即激活

# subscribers_sourceContacts
source: Contacts
ar: جهات الاتصال
es: Contactos
ko: 연락처
pt: Contatos
ru: Контакты
tl: Mga Contact
vi: Liên hệ
zh_hans: 联系人

# subscribers_sourceImport
source: Import
ar: استيراد
es: Importación
ko: 가져오기
pt: Importacao
ru: Импорт
vi: Nhập
zh_hans: 导入

# subscribers_sourceManual
source: Manual
ar: يدوي
fr: Manuel
ko: 수동
ru: Вручную
tl: Manu-mano
vi: Thủ công
zh_hans: 手动

# subscribers_sourceSelf
source: Self
ar: ذاتي
es: Propio
fr: Soi-meme
ko: 직접
pt: Proprio
ru: Самостоятельно
tl: Sarili
vi: Chính mình
zh_hans: 自己

# subscribers_stats
source: %1$@ active, %2$@ pending, %3$@ unsubscribed
ar: %1$@ نشط، %2$@ معلق، %3$@ ملغي الاشتراك
es: %1$@ activos, %2$@ pendientes, %3$@ dados de baja
fr: %1$@ actifs, %2$@ en attente, %3$@ desabonnes
ko: 활성 %1$@명, 대기 %2$@명, 구독 취소 %3$@명
pt: %1$@ ativos, %2$@ pendentes, %3$@ descadastrados
ru: %1$@ активных, %2$@ ожидающих, %3$@ отписавшихся
tl: %1$@ aktibo, %2$@ nakabinbin, %3$@ nag-unsubscribe
vi: %1$@ đang hoạt động, %2$@ đang chờ, %3$@ đã hủy đăng ký
zh_hans: %1$@ 活跃，%2$@ 待确认，%3$@ 已取消订阅

# subscribers_tableActions
source: Actions
ar: الإجراءات
es: Acciones
ko: 작업
pt: Acoes
ru: Действия
tl: Mga Aksyon
vi: Hành động
zh_hans: 操作

# subscribers_tablePubkey
source: Pubkey
ar: المفتاح العام
es: Clave pública
fr: Cle publique
ko: 공개 키
pt: Chave Publica
ru: Публичный ключ
tl: Public Key
vi: Khóa công khai
zh_hans: 公钥

# subscribers_tableSource
source: Source
ar: المصدر
es: Origen
ko: 출처
pt: Origem
ru: Источник
tl: Pinagmulan
vi: Nguồn
zh_hans: 来源

# subscribers_tableStatus
source: Status
ar: الحالة
es: Estado
fr: Statut
ko: 상태
ru: Статус
vi: Trạng thái
zh_hans: 状态

# subscribers_tableSubscribed
source: Subscribed
ar: مشترك
es: Suscrito
fr: Abonne
ko: 구독일
pt: Data de Assinatura
ru: Дата подписки
tl: Petsa ng Subscription
vi: Đã đăng ký
zh_hans: 订阅于

# subscribers_title
source: Subscribers
ar: المشتركون
es: Suscriptores
fr: Abonnes
ko: 구독자
pt: Assinantes
ru: Подписчики
tl: Mga Subscriber
vi: Người đăng ký
zh_hans: 订阅者

# subscribers_toastConfirmed
source: Subscription confirmed
ar: تم تأكيد الاشتراك
es: Suscripción confirmada
fr: Abonnement confirme
ko: 구독이 확인되었습니다
pt: Assinatura confirmada
ru: Подписка подтверждена
tl: Nakumpirma ang subscription
vi: Đã xác nhận đăng ký
zh_hans: 订阅已确认

# subscribers_toastDeleted
source: Subscriber deleted
ar: تم حذف المشترك
es: Suscriptor eliminado
fr: Abonne supprime
ko: 구독자가 삭제되었습니다
pt: Assinante excluido
ru: Подписчик удалён
tl: Nabura ang subscriber
vi: Đã xóa người đăng ký
zh_hans: 订阅者已删除

# subscribers_toastEnterPubkey
source: Please enter a pubkey
ar: يرجى إدخال مفتاح عام
es: Por favor ingresa una clave pública
fr: Veuillez entrer une cle publique
ko: 공개 키를 입력하세요
pt: Por favor, insira uma chave publica
ru: Пожалуйста, введите публичный ключ
tl: Mangyaring maglagay ng public key
vi: Vui lòng nhập khóa công khai
zh_hans: 请输入公钥

# subscribers_toastExported
source: Subscribers exported
ar: تم تصدير المشتركين
es: Suscriptores exportados
fr: Abonnes exportes
ko: 구독자를 내보냈습니다
pt: Assinantes exportados
ru: Подписчики экспортированы
tl: Na-export ang mga subscriber
vi: Đã xuất người đăng ký
zh_hans: 订阅者已导出

# subscribers_toastImported
source: %lld subscriber(s) imported
ar: تم استيراد %lld مشترك(ين)
es: %lld suscriptor(es) importado(s)
fr: %lld abonne(s) importe(s)
ko: %lld명의 구독자를 가져왔습니다
pt: %lld assinantes importados
ru: Импортировано %lld подписчиков
tl: Na-import ang %lld subscriber
vi: Đã nhập %lld người đăng ký
zh_hans: 已导入 %lld 个订阅者

# subscribers_toastInvalidPubkey
source: Invalid pubkey format
ar: تنسيق مفتاح عام غير صالح
es: Formato de clave pública inválido
fr: Format de cle publique invalide
ko: 잘못된 공개 키 형식
pt: Formato de chave publica invalido
ru: Недействительный формат публичного ключа
tl: Hindi wastong format ng public key
vi: Định dạng khóa công khai không hợp lệ
zh_hans: 公钥格式无效

# subscribers_toastNoValidPubkeys
source: No valid pubkeys found
ar: لم يتم العثور على مفاتيح عامة صالحة
es: No se encontraron claves públicas válidas
fr: Aucune cle publique valide trouvee
ko: 유효한 공개 키를 찾을 수 없습니다
pt: Nenhuma chave publica valida encontrada
ru: Не найдено действительных публичных ключей
tl: Walang nakitang mga wastong public key
vi: Không tìm thấy khóa công khai hợp lệ
zh_hans: 未找到有效的公钥

# subscribers_toastRemoved
source: Subscriber removed
ar: تمت إزالة المشترك
es: Suscriptor eliminado
fr: Abonne supprime
ko: 구독자가 제거되었습니다
pt: Assinante removido
ru: Подписчик удалён
tl: Naalis ang subscriber
vi: Đã xóa người đăng ký
zh_hans: 订阅者已移除

# subscribers_toastSubscriberAdded
source: Subscriber added
ar: تمت إضافة المشترك
es: Suscriptor añadido
fr: Abonne ajoute
ko: 구독자가 추가되었습니다
pt: Assinante adicionado
ru: Подписчик добавлен
tl: Naidagdag ang subscriber
vi: Đã thêm người đăng ký
zh_hans: 订阅者已添加

# subscribers_unsubscribe
source: Unsubscribe
ar: إلغاء الاشتراك
es: Dar de baja
fr: Desabonner
ko: 구독 취소
pt: Descadastrar
ru: Отписать
tl: I-unsubscribe
vi: Hủy đăng ký
zh_hans: 取消订阅

# subscribers_unsubscribed
source: Unsubscribed
ar: ملغي الاشتراك
es: Dados de baja
fr: Desabonnes
ko: 구독 취소
pt: Descadastrados
ru: Отписавшиеся
tl: Nag-unsubscribe
vi: Đã hủy đăng ký
zh_hans: 已取消订阅

# syncStatusIndicator_clearAll
source: Clear All
ar: مسح الكل
es: Limpiar Todo
fr: Tout Effacer
ko: 모두 지우기
pt: Limpar Todos
ru: Очистить все
tl: Burahin Lahat
vi: Xoa Tat Ca
zh_hans: 全部清除

# syncStatusIndicator_everythingSynced
source: Everything is synced
ar: تمت مزامنة كل شيء
es: Todo esta sincronizado
fr: Tout est synchronise
ko: 모든 항목이 동기화됨
pt: Tudo sincronizado
ru: Всё синхронизировано
tl: Lahat ay naka-sync
vi: Tat ca da duoc dong bo
zh_hans: 全部已同步

# syncStatusIndicator_failed
source: %lld failed
ar: %lld فشل
es: %lld fallidos
fr: %lld echoue(s)
ko: %lld개 실패
pt: %lld falhou
ru: %lld не удалось
tl: %lld nabigo
vi: %lld that bai
zh_hans: %lld 个失败

# syncStatusIndicator_failedLabel
source: Failed
ar: فشل
es: Fallido
fr: Echoue
ko: 실패
pt: Falhou
ru: Не удалось
tl: Nabigo
vi: That Bai
zh_hans: 失败

# syncStatusIndicator_itemDescriptions_commentOnPost
source: Comment on post
ar: تعليق على المنشور
es: Comentario en publicacion
fr: Commentaire sur la publication
ko: 게시물에 댓글
pt: Comentario na publicacao
ru: Комментарий к публикации
tl: Komento sa post
vi: Binh luan bai dang
zh_hans: 帖子评论

# syncStatusIndicator_itemDescriptions_file
source: File: %@
ar: ملف: %@
es: Archivo: %@
fr: Fichier: %@
ko: 파일: %@
pt: Arquivo: %@
ru: Файл: %@
vi: Tep: %@
zh_hans: 文件: %@

# syncStatusIndicator_itemDescriptions_messageTo
source: Message to %@...
ar: رسالة الى %@...
es: Mensaje a %@...
fr: Message a %@...
ko: %@에게 메시지...
pt: Mensagem para %@...
ru: Сообщение для %@...
tl: Mensahe sa %@...
vi: Tin nhan den %@...
zh_hans: 发送给 %@ 的消息...

# syncStatusIndicator_itemDescriptions_post
source: Post: %@...
ar: منشور: %@...
es: Publicacion: %@...
fr: Publication: %@...
ko: 게시물: %@...
pt: Publicacao: %@...
ru: Публикация: %@...
vi: Bai dang: %@...
zh_hans: 帖子: %@...

# syncStatusIndicator_itemDescriptions_reaction
source: Reaction: %@
ar: تفاعل: %@
es: Reaccion: %@
ko: 반응: %@
pt: Reacao: %@
ru: Реакция: %@
tl: Reaksyon: %@
vi: Phan ung: %@
zh_hans: 表情回应: %@

# syncStatusIndicator_itemTypes_comment
source: Comment
ar: تعليق
es: Comentario
fr: Commentaire
ko: 댓글
pt: Comentario
ru: Комментарий
tl: Komento
vi: Binh Luan
zh_hans: 评论

# syncStatusIndicator_itemTypes_fileUpload
source: File Upload
ar: رفع ملف
es: Carga de Archivo
fr: Telechargement de Fichier
ko: 파일 업로드
pt: Upload de Arquivo
ru: Загрузка файла
tl: Pag-upload ng File
vi: Tai Len Tep
zh_hans: 文件上传

# syncStatusIndicator_itemTypes_message
source: Message
ar: رسالة
es: Mensaje
ko: 메시지
pt: Mensagem
ru: Сообщение
tl: Mensahe
vi: Tin Nhan
zh_hans: 消息

# syncStatusIndicator_itemTypes_post
source: Post
ar: منشور
es: Publicacion
fr: Publication
ko: 게시물
pt: Publicacao
ru: Публикация
vi: Bai Dang
zh_hans: 帖子

# syncStatusIndicator_itemTypes_reaction
source: Reaction
ar: تفاعل
es: Reaccion
ko: 반응
pt: Reacao
ru: Реакция
tl: Reaksyon
vi: Phan Ung
zh_hans: 表情回应

# syncStatusIndicator_offline
source: Offline
ar: غير متصل
es: Sin Conexion
fr: Hors Ligne
ko: 오프라인
ru: Офлайн
vi: Ngoai Tuyen
zh_hans: 离线

# syncStatusIndicator_online
source: Online
ar: متصل
es: En Linea
fr: En Ligne
ko: 온라인
ru: Онлайн
vi: Truc Tuyen
zh_hans: 在线

# syncStatusIndicator_pending
source: %lld pending
ar: %lld قيد الانتظار
es: %lld pendientes
fr: %lld en attente
ko: %lld개 대기 중
pt: %lld pendente(s)
ru: %lld в ожидании
tl: %lld naghihintay
vi: %lld dang cho
zh_hans: %lld 个待处理

# syncStatusIndicator_pendingLabel
source: Pending
ar: قيد الانتظار
es: Pendiente
fr: En Attente
ko: 대기 중
pt: Pendente
ru: В ожидании
tl: Naghihintay
vi: Dang Cho
zh_hans: 待处理

# syncStatusIndicator_remove
source: Remove
ar: ازالة
es: Eliminar
fr: Supprimer
ko: 제거
pt: Remover
ru: Удалить
tl: Alisin
vi: Xoa
zh_hans: 移除

# syncStatusIndicator_retriesFailed
source: (%1$@/%2$@ retries)
ar: (%1$@/%2$@ محاولات)
es: (%1$@/%2$@ reintentos)
fr: (%1$@/%2$@ tentatives)
ko: (%1$@/%2$@ 재시도)
pt: (%1$@/%2$@ tentativas)
ru: (%1$@/%2$@ попыток)
tl: (%1$@/%2$@ pagsubok)
vi: (%1$@/%2$@ lan thu)
zh_hans: (%1$@/%2$@ 次重试)

# syncStatusIndicator_retry
source: Retry
ar: اعادة المحاولة
es: Reintentar
fr: Reessayer
ko: 재시도
pt: Tentar Novamente
ru: Повторить
tl: Subukan Muli
vi: Thu Lai
zh_hans: 重试

# syncStatusIndicator_retryAll
source: Retry All
ar: اعادة المحاولة للكل
es: Reintentar Todo
fr: Tout Reessayer
ko: 모두 재시도
pt: Tentar Todos Novamente
ru: Повторить все
tl: Subukan Muli Lahat
vi: Thu Lai Tat Ca
zh_hans: 全部重试

# syncStatusIndicator_synced
source: Synced
ar: تمت المزامنة
es: Sincronizado
fr: Synchronise
ko: 동기화됨
pt: Sincronizado
ru: Синхронизировано
tl: Naka-sync
vi: Da Dong Bo
zh_hans: 已同步

# syncStatusIndicator_syncing
source: Syncing...
ar: جاري المزامنة...
es: Sincronizando...
fr: Synchronisation...
ko: 동기화 중...
pt: Sincronizando...
ru: Синхронизация...
tl: Nagsi-sync...
vi: Dang Dong Bo...
zh_hans: 同步中...

# tableBuilder_addField
source: Add Field
ar: إضافة حقل
es: Agregar campo
fr: Ajouter un champ
ko: 필드 추가
pt: Adicionar Campo
ru: Добавить поле
tl: Magdagdag ng Field
vi: Them truong
zh_hans: 添加字段

# tableBuilder_alerts_addAtLeastOneField
source: Please add at least one field
ar: يرجى إضافة حقل واحد على الأقل
es: Por favor agrega al menos un campo
fr: Veuillez ajouter au moins un champ
ko: 최소 하나의 필드를 추가해 주세요
pt: Por favor, adicione pelo menos um campo
ru: Пожалуйста, добавьте хотя бы одно поле
tl: Pakiusap magdagdag ng kahit isang field
vi: Vui long them it nhat mot truong
zh_hans: 请至少添加一个字段

# tableBuilder_alerts_enterTableName
source: Please enter a table name
ar: يرجى إدخال اسم الجدول
es: Por favor ingresa un nombre para la tabla
fr: Veuillez entrer un nom de table
ko: 테이블 이름을 입력해 주세요
pt: Por favor, insira um nome para a tabela
ru: Пожалуйста, введите название таблицы
tl: Pakiusap maglagay ng pangalan ng talahanayan
vi: Vui long nhap ten bang
zh_hans: 请输入表格名称

# tableBuilder_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# tableBuilder_createTable
source: Create Table
ar: إنشاء جدول
es: Crear tabla
fr: Creer une table
ko: 테이블 생성
pt: Criar Tabela
ru: Создать таблицу
tl: Lumikha ng Talahanayan
vi: Tao bang
zh_hans: 创建表格

# tableBuilder_descriptionOptional
source: Description (optional)
ar: الوصف (اختياري)
es: Descripcion (opcional)
fr: Description (facultatif)
ko: 설명 (선택사항)
pt: Descricao (opcional)
ru: Описание (необязательно)
tl: Paglalarawan (opsyonal)
vi: Mo ta (tuy chon)
zh_hans: 描述（可选）

# tableBuilder_descriptionPlaceholder
source: What is this table for?
ar: ما الغرض من هذا الجدول؟
es: Para que es esta tabla?
fr: A quoi sert cette table ?
ko: 이 테이블의 용도는 무엇인가요?
pt: Para que serve esta tabela?
ru: Для чего эта таблица?
tl: Para saan ang talahanayang ito?
vi: Bang nay dung de lam gi?
zh_hans: 这个表格用于什么？

# tableBuilder_editTable
source: Edit Table
ar: تعديل الجدول
es: Editar tabla
fr: Modifier la table
ko: 테이블 편집
pt: Editar Tabela
ru: Редактировать таблицу
tl: I-edit ang Talahanayan
vi: Chinh sua bang
zh_hans: 编辑表格

# tableBuilder_fieldEditor_addField
source: Add Field
ar: إضافة حقل
es: Agregar campo
fr: Ajouter un champ
ko: 필드 추가
pt: Adicionar Campo
ru: Добавить поле
tl: Magdagdag ng Field
vi: Them truong
zh_hans: 添加字段
