Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# customFieldEditor_fields_options
source: Options (JSON)
ar: الخيارات (JSON)
es: Opciones (JSON)
ko: 옵션 (JSON)
pt: Opcoes (JSON)
ru: Варианты (JSON)
tl: Mga Pagpipilian (JSON)
vi: Tuy chon (JSON)
zh_hans: 选项（JSON）

# customFieldEditor_fields_optionsPlaceholder
source: [{"value": "vegan", "label": "Vegan"}, {"value": "vegetarian", "label": "Vegetarian"}]
ar: [{"value": "نباتي", "label": "نباتي"}, {"value": "نباتي_صرف", "label": "نباتي صرف"}]
es: [{"value": "vegano", "label": "Vegano"}, {"value": "vegetariano", "label": "Vegetariano"}]
fr: [{"value": "vegan", "label": "Vegan"}, {"value": "vegetarien", "label": "Vegetarien"}]
ko: [{"value": "vegan", "label": "비건"}, {"value": "vegetarian", "label": "채식"}]
pt: [{"value": "vegan", "label": "Vegano"}, {"value": "vegetarian", "label": "Vegetariano"}]
ru: [{"value": "vegan", "label": "Веган"}, {"value": "vegetarian", "label": "Вегетарианец"}]
vi: [{"value": "thuan_chay", "label": "Thuan chay"}, {"value": "an_chay", "label": "An chay"}]
zh_hans: [{"value": "vegan", "label": "纯素"}, {"value": "vegetarian", "label": "素食"}]

# customFieldEditor_fields_pattern
source: Pattern (regex)
ar: النمط (regex)
es: Patron (regex)
fr: Motif (regex)
ko: 패턴 (정규식)
pt: Padrao (regex)
ru: Шаблон (регулярное выражение)
vi: Mau (regex)
zh_hans: 模式（正则表达式）

# customFieldEditor_fields_placeholder
source: Placeholder
ar: نص توضيحي
es: Texto de ejemplo
fr: Texte indicatif
ko: 플레이스홀더
pt: Texto de exemplo
ru: Подсказка
vi: Van ban giu cho
zh_hans: 占位符

# customFieldEditor_fields_required
source: Required field
ar: حقل مطلوب
es: Campo obligatorio
fr: Champ obligatoire
ko: 필수 필드
pt: Campo obrigatorio
ru: Обязательное поле
tl: Kinakailangang field
vi: Truong bat buoc
zh_hans: 必填字段

# customFieldEditor_title_create
source: Create Custom Field
ar: إنشاء حقل مخصص
es: Crear Campo Personalizado
fr: Creer un Champ Personnalise
ko: 사용자 정의 필드 생성
pt: Criar Campo Personalizado
ru: Создать пользовательское поле
tl: Gumawa ng Custom na Field
vi: Tao Truong Tuy chinh
zh_hans: 创建自定义字段

# customFieldEditor_title_edit
source: Edit Field
ar: تعديل الحقل
es: Editar Campo
fr: Modifier le Champ
ko: 필드 편집
pt: Editar Campo
ru: Редактировать поле
tl: I-edit ang Field
vi: Sua Truong
zh_hans: 编辑字段

# customFields_applyTemplate
source: Apply Template:
ar: تطبيق القالب:
es: Aplicar plantilla:
fr: Appliquer le modèle :
ko: 템플릿 적용:
pt: Aplicar Modelo:
ru: Применить шаблон:
tl: Ilapat ang Template:
vi: Áp dụng mẫu:
zh_hans: 应用模板：

# customFields_deleteCustomField
source: Delete Custom Field
ar: حذف الحقل المخصص
es: Eliminar campo personalizado
fr: Supprimer le champ personnalisé
ko: 사용자 정의 필드 삭제
pt: Excluir Campo Personalizado
ru: Удалить пользовательское поле
tl: Burahin ang Custom Field
vi: Xóa trường tùy chỉnh
zh_hans: 删除自定义字段

# customFields_fieldName
source: Field Name
ar: اسم الحقل
es: Nombre del campo
fr: Nom du champ
ko: 필드 이름
pt: Nome do Campo
ru: Название поля
tl: Pangalan ng Field
vi: Tên trường
zh_hans: 字段名称

# customFields_fieldType
source: Field Type
ar: نوع الحقل
es: Tipo de campo
fr: Type de champ
ko: 필드 유형
pt: Tipo de Campo
ru: Тип поля
tl: Uri ng Field
vi: Loại trường
zh_hans: 字段类型

# customFields_helpText
source: Help Text
ar: نص المساعدة
es: Texto de ayuda
fr: Texte d'aide
ko: 도움말 텍스트
pt: Texto de Ajuda
ru: Текст помощи
tl: Teksto ng Tulong
vi: Văn bản trợ giúp
zh_hans: 帮助文本

# customFields_label
source: Label
ar: التسمية
es: Etiqueta
fr: Libellé
ko: 라벨
pt: Rotulo
ru: Метка
vi: Nhãn
zh_hans: 标签

# customFields_maximum
source: Maximum
ar: الحد الأقصى
es: Máximo
ko: 최대값
pt: Maximo
ru: Максимум
vi: Giá trị tối đa
zh_hans: 最大值

# customFields_maxLength
source: Max Length
ar: الحد الأقصى للطول
es: Longitud máxima
fr: Longueur maximale
ko: 최대 길이
pt: Comprimento Maximo
ru: Максимальная длина
tl: Maximum na Haba
vi: Độ dài tối đa
zh_hans: 最大长度

# customFields_minimum
source: Minimum
ar: الحد الأدنى
es: Mínimo
ko: 최소값
pt: Minimo
ru: Минимум
vi: Giá trị tối thiểu
zh_hans: 最小值

# customFields_minLength
source: Min Length
ar: الحد الأدنى للطول
es: Longitud mínima
fr: Longueur minimale
ko: 최소 길이
pt: Comprimento Minimo
ru: Минимальная длина
tl: Minimum na Haba
vi: Độ dài tối thiểu
zh_hans: 最小长度

# customFields_optionsJson
source: Options (JSON)
ar: الخيارات (JSON)
es: Opciones (JSON)
ko: 옵션 (JSON)
pt: Opcoes (JSON)
ru: Параметры (JSON)
tl: Mga Opsyon (JSON)
vi: Tùy chọn (JSON)
zh_hans: 选项 (JSON)

# customFields_pattern
source: Pattern (regex)
ar: النمط (regex)
es: Patrón (regex)
fr: Motif (regex)
ko: 패턴 (정규식)
pt: Padrao (regex)
ru: Шаблон (regex)
vi: Mẫu (regex)
zh_hans: 模式（正则表达式）

# customFields_placeholder
source: Placeholder
ar: نص العنصر النائب
es: Texto de ejemplo
fr: Texte indicatif
ko: 플레이스홀더
pt: Texto de exemplo
ru: Подсказка
vi: Chỗ giữ chỗ
zh_hans: 占位符

# customFields_required
source: Required field
ar: حقل مطلوب
es: Campo requerido
fr: Champ obligatoire
ko: 필수 필드
pt: Campo obrigatorio
ru: Обязательное поле
tl: Kinakailangang field
vi: Trường bắt buộc
zh_hans: 必填字段

# customFieldsManagement_addField
source: Add Field
ar: إضافة حقل
es: Agregar campo
fr: Ajouter un champ
ko: 필드 추가
pt: Adicionar Campo
ru: Добавить поле
tl: Magdagdag ng Field
vi: Them truong
zh_hans: 添加字段

# customFieldsManagement_applyTemplate
source: Apply Template:
ar: تطبيق قالب:
es: Aplicar plantilla:
fr: Appliquer un modele :
ko: 템플릿 적용:
pt: Aplicar Modelo:
ru: Применить шаблон:
tl: Ilapat ang Template:
vi: Ap dung mau:
zh_hans: 应用模板：

# customFieldsManagement_deleteDialog_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# customFieldsManagement_deleteDialog_delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
ko: 삭제
pt: Excluir
ru: Удалить
tl: Tanggalin
vi: Xoa
zh_hans: 删除

# customFieldsManagement_deleteDialog_description
source: Are you sure you want to delete "%@"? This will remove the field definition, but existing data will be preserved.
ar: هل أنت متأكد من حذف "%@"؟ سيتم حذف تعريف الحقل، لكن البيانات الموجودة ستُحفظ.
es: Estas seguro de que deseas eliminar "%@"? Esto eliminara la definicion del campo, pero los datos existentes se conservaran.
fr: Etes-vous sur de vouloir supprimer "%@" ? Cela supprimera la definition du champ, mais les donnees existantes seront conservees.
ko: "%@"을(를) 삭제하시겠습니까? 필드 정의는 삭제되지만 기존 데이터는 보존됩니다.
pt: Tem certeza de que deseja excluir "%@"? A definicao do campo sera removida, mas os dados existentes serao preservados.
ru: Вы уверены, что хотите удалить "%@"? Определение поля будет удалено, но существующие данные сохранятся.
tl: Sigurado ka bang gusto mong tanggalin ang "%@"? Matatanggal ang kahulugan ng field, pero mananatili ang mga umiiral na datos.
vi: Ban co chac chan muon xoa "%@"? Thao tac nay se xoa dinh nghia truong, nhung du lieu hien co se duoc giu lai.
zh_hans: 确定要删除 "%@" 吗？这将删除字段定义，但现有数据将被保留。

# customFieldsManagement_deleteDialog_title
source: Delete Custom Field
ar: حذف الحقل المخصص
es: Eliminar campo personalizado
fr: Supprimer le champ personnalise
ko: 사용자 정의 필드 삭제
pt: Excluir Campo Personalizado
ru: Удалить пользовательское поле
tl: Tanggalin ang Custom na Field
vi: Xoa truong tuy chinh
zh_hans: 删除自定义字段

# customFieldsManagement_empty
source: No custom fields yet. Create one or apply a template to get started.
ar: لا توجد حقول مخصصة بعد. أنشئ حقلاً أو طبّق قالباً للبدء.
es: Aun no hay campos personalizados. Crea uno o aplica una plantilla para comenzar.
fr: Aucun champ personnalise pour le moment. Creez-en un ou appliquez un modele pour commencer.
ko: 아직 사용자 정의 필드가 없습니다. 새로 만들거나 템플릿을 적용하여 시작하세요.
pt: Ainda nao ha campos personalizados. Crie um ou aplique um modelo para comecar.
ru: Пользовательских полей пока нет. Создайте новое или примените шаблон для начала.
tl: Wala pang mga custom na field. Gumawa ng isa o mag-apply ng template para magsimula.
vi: Chua co truong tuy chinh nao. Tao mot truong hoac ap dung mau de bat dau.
zh_hans: 暂无自定义字段。创建一个或应用模板以开始使用。

# customFieldsManagement_required
source: Required
ar: مطلوب
es: Requerido
fr: Obligatoire
ko: 필수
pt: Obrigatorio
ru: Обязательное
tl: Kinakailangan
vi: Bat buoc
zh_hans: 必填

# customFieldsManagement_selectTemplate
source: Select template
ar: اختر قالب
es: Seleccionar plantilla
fr: Selectionner un modele
ko: 템플릿 선택
pt: Selecionar modelo
ru: Выберите шаблон
tl: Pumili ng template
vi: Chon mau
zh_hans: 选择模板

# customFieldsManagement_title
source: Custom Fields for %@
ar: الحقول المخصصة لـ %@
es: Campos personalizados para %@
fr: Champs personnalises pour %@
ko: %@ 사용자 정의 필드
pt: Campos Personalizados para %@
ru: Пользовательские поля для %@
tl: Mga Custom na Field para sa %@
vi: Truong tuy chinh cho %@
zh_hans: %@ 的自定义字段

# customFieldsManagement_type
source: Type: %@
ar: النوع: %@
es: Tipo: %@
ko: 유형: %@
pt: Tipo: %@
ru: Тип: %@
tl: Uri: %@
vi: Loai: %@
zh_hans: 类型：%@

# databaseDashboard_createTable
source: Create Table
ar: انشاء جدول
es: Crear tabla
fr: Creer une table
ko: 테이블 만들기
pt: Criar Tabela
ru: Создать таблицу
tl: Gumawa ng Talahanayan
vi: Tao bang
zh_hans: 创建数据表

# databaseDashboard_loading
source: Loading...
ar: جاري التحميل...
es: Cargando...
fr: Chargement...
ko: 로딩 중...
pt: Carregando...
ru: Загрузка...
tl: Naglo-load...
vi: Dang tai...
zh_hans: 加载中...

# databaseDashboard_newRecord
source: New Record
ar: سجل جديد
es: Nuevo registro
fr: Nouvel enregistrement
ko: 새 레코드
pt: Novo Registro
ru: Новая запись
tl: Bagong Rekord
vi: Ban ghi moi
zh_hans: 新建记录

# databaseDashboard_newTable
source: New Table
ar: جدول جديد
es: Nueva tabla
fr: Nouvelle table
ko: 새 테이블
pt: Nova Tabela
ru: Новая таблица
tl: Bagong Talahanayan
vi: Bang moi
zh_hans: 新建数据表

# databaseDashboard_noTablesDescription
source: Create your first table to get started
ar: انشئ جدولك الاول للبدء
es: Crea tu primera tabla para comenzar
fr: Creez votre premiere table pour commencer
ko: 시작하려면 첫 번째 테이블을 만드세요
pt: Crie sua primeira tabela para comecar
ru: Создайте первую таблицу, чтобы начать
tl: Gumawa ng iyong unang talahanayan para magsimula
vi: Tao bang dau tien de bat dau
zh_hans: 创建你的第一个数据表开始使用

# databaseDashboard_noTablesTitle
source: No tables yet
ar: لا توجد جداول بعد
es: Aun no hay tablas
fr: Pas encore de tables
ko: 테이블이 없습니다
pt: Nenhuma tabela ainda
ru: Пока нет таблиц
tl: Wala pang mga talahanayan
vi: Chua co bang nao
zh_hans: 暂无数据表

# databaseDashboard_tableNamePrompt
source: Table name:
ar: اسم الجدول:
es: Nombre de la tabla:
fr: Nom de la table :
ko: 테이블 이름:
pt: Nome da tabela:
ru: Название таблицы:
tl: Pangalan ng talahanayan:
vi: Ten bang:
zh_hans: 数据表名称：

# deliveryProgress_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# deliveryProgress_close
source: Close
ar: إغلاق
es: Cerrar
fr: Fermer
ko: 닫기
pt: Fechar
ru: Закрыть
tl: Isara
vi: Dong
zh_hans: 关闭

# deliveryProgress_complete
source: Delivery Complete
ar: اكتمل التسليم
es: Entrega Completa
fr: Livraison Terminee
ko: 발송 완료
pt: Entrega Concluida
ru: Доставка завершена
tl: Kumpleto na ang Paghahatid
vi: Gui Hoan Tat
zh_hans: 发送完成

# deliveryProgress_progress
source: Progress
ar: التقدم
es: Progreso
fr: Progression
ko: 진행 상황
pt: Progresso
ru: Прогресс
tl: Progreso
vi: Tien do
zh_hans: 进度

# deliveryProgress_readyToSend
source: Ready to Send
ar: جاهز للإرسال
es: Listo para Enviar
fr: Pret a Envoyer
ko: 발송 준비 완료
pt: Pronto para Enviar
ru: Готово к отправке
tl: Handa nang Ipadala
vi: San Sang Gui
zh_hans: 准备发送

# deliveryProgress_sending
source: Sending Newsletter...
ar: جاري إرسال النشرة الإخبارية...
es: Enviando Boletin...
fr: Envoi de la Newsletter...
ko: 뉴스레터 발송 중...
pt: Enviando Newsletter...
ru: Отправка рассылки...
tl: Nagpapadala ng Newsletter...
vi: Dang Gui Ban Tin...
zh_hans: 正在发送通讯...

# deliveryProgress_sendingTo
source: Sending to
ar: الإرسال إلى
es: Enviando a
fr: Envoi a
ko: 발송 대상
pt: Enviando para
ru: Отправка
tl: Ipinapadala sa
vi: Gui den
zh_hans: 发送至

# deliveryProgress_stats_delivered
source: Delivered
ar: تم التسليم
es: Entregados
fr: Livres
ko: 발송됨
pt: Entregue
ru: Доставлено
tl: Naihatid
vi: Da gui
zh_hans: 已送达

# deliveryProgress_stats_failed
source: Failed
ar: فشل
es: Fallidos
fr: Echoues
ko: 실패
pt: Falhou
ru: Не удалось
tl: Nabigo
vi: That bai
zh_hans: 失败

# deliveryProgress_stats_pending
source: Pending
ar: قيد الانتظار
es: Pendientes
fr: En Attente
ko: 대기 중
pt: Pendente
ru: Ожидает
tl: Naghihintay
vi: Dang cho
zh_hans: 待处理

# deliveryProgress_totalRecipients
source: Total Recipients: %lld
ar: إجمالي المستلمين: %lld
es: Total de Destinatarios: %lld
fr: Total des Destinataires : %lld
ko: 총 수신자: %lld명
pt: Total de Destinatarios: %lld
ru: Всего получателей: %lld
tl: Kabuuang Tatanggap: %lld
vi: Tong so nguoi nhan: %lld
zh_hans: 总收件人数：%lld

# deliveryProgress_untitled
source: Untitled Newsletter
ar: نشرة إخبارية بدون عنوان
es: Boletin Sin Titulo
fr: Newsletter Sans Titre
ko: 제목 없는 뉴스레터
pt: Newsletter Sem Titulo
ru: Рассылка без названия
tl: Walang Pamagat na Newsletter
vi: Ban Tin Chua Dat Ten
zh_hans: 无标题通讯

# deviceActivityHistory_all
source: All
ar: الكل
es: Todos
fr: Tout
ko: 전체
pt: Todos
ru: Все
tl: Lahat
vi: Tat Ca
zh_hans: 全部

# deviceActivityHistory_clearOld
source: Clear Old (30+ days)
ar: مسح القديم (+30 يوم)
es: Limpiar Antiguos (+30 dias)
fr: Effacer les anciens (+30 jours)
ko: 오래된 항목 삭제 (30일 이상)
pt: Limpar Antigos (30+ dias)
ru: Очистить старые (30+ дней)
tl: Burahin ang Luma (30+ araw)
vi: Xoa Cu (Tren 30 ngay)
zh_hans: 清除旧记录（30天以上）

# deviceActivityHistory_description
source: Recent security events and device activities
ar: أحداث الأمان وأنشطة الأجهزة الأخيرة
es: Eventos de seguridad y actividades de dispositivos recientes
fr: Evenements de securite et activites des appareils recents
ko: 최근 보안 이벤트 및 장치 활동
pt: Eventos de seguranca recentes e atividades do dispositivo
ru: Недавние события безопасности и действия устройства
tl: Mga kamakailang security event at aktibidad ng device
vi: Cac su kien bao mat va hoat dong thiet bi gan day
zh_hans: 近期安全事件和设备活动

# deviceActivityHistory_noActivity
source: No activity found
ar: لم يتم العثور على نشاط
es: No se encontro actividad
fr: Aucune activite trouvee
ko: 활동을 찾을 수 없습니다
pt: Nenhuma atividade encontrada
ru: Активность не найдена
tl: Walang nahanap na aktibidad
vi: Khong tim thay hoat dong
zh_hans: 未找到活动

# deviceActivityHistory_title
source: Activity History
ar: سجل النشاط
es: Historial de Actividad
fr: Historique d'Activite
ko: 활동 내역
pt: Historico de Atividade
ru: История активности
tl: Kasaysayan ng Aktibidad
vi: Lich Su Hoat Dong
zh_hans: 活动历史

# deviceActivityHistory_unknownDevice
source: Unknown Device
ar: جهاز غير معروف
es: Dispositivo Desconocido
fr: Appareil Inconnu
ko: 알 수 없는 장치
pt: Dispositivo Desconhecido
ru: Неизвестное устройство
tl: Hindi Kilalang Device
vi: Thiet Bi Khong Xac Dinh
zh_hans: 未知设备

# deviceActivityHistory_viewMetadata
source: View metadata
ar: عرض البيانات الوصفية
es: Ver metadatos
fr: Voir les metadonnees
ko: 메타데이터 보기
pt: Ver metadados
ru: Показать метаданные
tl: Tingnan ang metadata
vi: Xem du lieu meta
zh_hans: 查看元数据

# deviceManager_activeSessions
source: Active Sessions
ar: الجلسات النشطة
es: Sesiones Activas
fr: Sessions Actives
ko: 활성 세션
pt: Sessoes Ativas
ru: Активные сеансы
tl: Mga Aktibong Session
vi: Phien Dang Hoat Dong
zh_hans: 活跃会话

# deviceManager_currentDevice
source: Current Device
ar: الجهاز الحالي
es: Dispositivo Actual
fr: Appareil Actuel
ko: 현재 기기
pt: Dispositivo Atual
ru: Текущее устройство
tl: Kasalukuyang Device
vi: Thiet Bi Hien Tai
zh_hans: 当前设备

# deviceManager_description
source: Manage devices and sessions that have access to your account
ar: إدارة الأجهزة والجلسات التي لديها حق الوصول إلى حسابك
es: Gestiona los dispositivos y sesiones que tienen acceso a tu cuenta
fr: Gerez les appareils et sessions qui ont acces a votre compte
ko: 계정에 접근할 수 있는 기기와 세션을 관리하세요
pt: Gerencie dispositivos e sessoes que tem acesso a sua conta
ru: Управляйте устройствами и сеансами, имеющими доступ к вашему аккаунту
tl: Pamahalaan ang mga device at session na may access sa iyong account
vi: Quan ly cac thiet bi va phien co quyen truy cap vao tai khoan cua ban
zh_hans: 管理有权访问您账户的设备和会话

# deviceManager_firstSeen
source: First seen: %@
ar: أول ظهور: %@
es: Primera vez visto: %@
fr: Premiere connexion : %@
ko: 최초 접속: %@
pt: Visto pela primeira vez: %@
ru: Первый вход: %@
tl: Unang nakita: %@
vi: Lan dau truc tuyen: %@
zh_hans: 首次在线: %@

# deviceManager_lastSeen
source: Last seen: %@
ar: آخر ظهور: %@
es: Ultima vez visto: %@
fr: Derniere connexion : %@
ko: 마지막 접속: %@
pt: Visto pela ultima vez: %@
ru: Последний вход: %@
tl: Huling nakita: %@
vi: Lan cuoi truc tuyen: %@
zh_hans: 最后在线: %@

# deviceManager_noActiveSessions
source: No active sessions
ar: لا توجد جلسات نشطة
es: No hay sesiones activas
fr: Aucune session active
ko: 활성 세션이 없습니다
pt: Sem sessoes ativas
ru: Нет активных сеансов
tl: Walang aktibong mga session
vi: Khong co phien dang hoat dong
zh_hans: 无活跃会话

# deviceManager_noDevices
source: No devices found
ar: لم يتم العثور على أجهزة
es: No se encontraron dispositivos
fr: Aucun appareil trouve
ko: 기기를 찾을 수 없습니다
pt: Nenhum dispositivo encontrado
ru: Устройства не найдены
tl: Walang nahanap na mga device
vi: Khong tim thay thiet bi
zh_hans: 未找到设备

# deviceManager_removeDeviceDialog_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# deviceManager_removeDeviceDialog_description
source: Are you sure you want to remove this device? All sessions for this device will be revoked and you'll need to re-authorize it to access your account.
ar: هل أنت متأكد من رغبتك في إزالة هذا الجهاز؟ سيتم إلغاء جميع الجلسات لهذا الجهاز وستحتاج إلى إعادة تفويضه للوصول إلى حسابك.
es: Estas seguro de que deseas eliminar este dispositivo? Todas las sesiones de este dispositivo seran revocadas y necesitaras reautorizarlo para acceder a tu cuenta.
fr: Etes-vous sur de vouloir supprimer cet appareil ? Toutes les sessions de cet appareil seront revoquees et vous devrez le reautoriser pour acceder a votre compte.
ko: 이 기기를 제거하시겠습니까? 이 기기의 모든 세션이 취소되며, 계정에 접근하려면 다시 인증해야 합니다.
pt: Tem certeza de que deseja remover este dispositivo? Todas as sessoes deste dispositivo serao revogadas e voce precisara autoriza-lo novamente para acessar sua conta.
ru: Вы уверены, что хотите удалить это устройство? Все сеансы для этого устройства будут отозваны, и вам потребуется повторная авторизация для доступа к аккаунту.
tl: Sigurado ka bang gusto mong alisin ang device na ito? Lahat ng session para sa device na ito ay ire-revoke at kakailanganin mong muling i-authorize ito para ma-access ang iyong account.
vi: Ban co chac chan muon xoa thiet bi nay khong? Tat ca cac phien cua thiet bi nay se bi thu hoi va ban se can cap phep lai de truy cap tai khoan.
zh_hans: 您确定要移除此设备吗？此设备的所有会话将被撤销，您需要重新授权才能访问您的账户。

# deviceManager_removeDeviceDialog_remove
source: Remove Device
ar: إزالة الجهاز
es: Eliminar Dispositivo
fr: Supprimer l'Appareil
ko: 기기 제거
pt: Remover Dispositivo
ru: Удалить устройство
tl: Alisin ang Device
vi: Xoa Thiet Bi
zh_hans: 移除设备

# deviceManager_removeDeviceDialog_title
source: Remove Device
ar: إزالة الجهاز
es: Eliminar Dispositivo
fr: Supprimer l'Appareil
ko: 기기 제거
pt: Remover Dispositivo
ru: Удалить устройство
tl: Alisin ang Device
vi: Xoa Thiet Bi
zh_hans: 移除设备

# deviceManager_signOutAll
source: Sign Out All Devices
ar: تسجيل الخروج من جميع الأجهزة
es: Cerrar Sesion en Todos los Dispositivos
fr: Deconnecter Tous les Appareils
ko: 모든 기기에서 로그아웃
pt: Sair de Todos os Dispositivos
ru: Выйти на всех устройствах
tl: Mag-sign Out sa Lahat ng Device
vi: Dang Xuat Tat Ca Thiet Bi
zh_hans: 退出所有设备

# deviceManager_signOutAllDialog_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# deviceManager_signOutAllDialog_description
source: This will sign you out of all other devices except this one. You'll need to sign in again on those devices.
ar: سيؤدي هذا إلى تسجيل خروجك من جميع الأجهزة الأخرى باستثناء هذا الجهاز. ستحتاج إلى تسجيل الدخول مرة أخرى على تلك الأجهزة.
es: Esto cerrara tu sesion en todos los demas dispositivos excepto este. Necesitaras iniciar sesion nuevamente en esos dispositivos.
fr: Cela vous deconnectera de tous les autres appareils sauf celui-ci. Vous devrez vous reconnecter sur ces appareils.
ko: 현재 기기를 제외한 모든 다른 기기에서 로그아웃됩니다. 해당 기기에서 다시 로그인해야 합니다.
pt: Isso fara voce sair de todos os outros dispositivos, exceto este. Voce precisara fazer login novamente nesses dispositivos.
ru: Это действие выполнит выход на всех устройствах, кроме текущего. Вам нужно будет снова войти на этих устройствах.
tl: Isi-sign out ka nito sa lahat ng iba pang device maliban dito. Kakailanganin mong mag-sign in muli sa mga device na iyon.
vi: Thao tac nay se dang xuat ban khoi tat ca cac thiet bi khac ngoai thiet bi nay. Ban se can dang nhap lai tren nhung thiet bi do.
zh_hans: 这将使您退出除此设备外的所有其他设备。您需要在那些设备上重新登录。

# deviceManager_signOutAllDialog_signOut
source: Sign Out All
ar: تسجيل الخروج من الكل
es: Cerrar Todas las Sesiones
fr: Deconnecter Tout
ko: 모두 로그아웃
pt: Sair de Todos
ru: Выйти везде
tl: I-sign Out Lahat
vi: Dang Xuat Tat Ca
zh_hans: 全部退出

# deviceManager_signOutAllDialog_title
source: Sign Out All Devices
ar: تسجيل الخروج من جميع الأجهزة
es: Cerrar Sesion en Todos los Dispositivos
fr: Deconnecter Tous les Appareils
ko: 모든 기기에서 로그아웃
pt: Sair de Todos os Dispositivos
ru: Выйти на всех устройствах
tl: Mag-sign Out sa Lahat ng Device
vi: Dang Xuat Tat Ca Thiet Bi
zh_hans: 退出所有设备

# deviceManager_timeAgo_hoursAgo
source: %lld hours ago
ar: منذ %lld ساعات
es: hace %lld horas
fr: il y a %lld heures
ko: %lld시간 전
pt: %lld horas atras
ru: %lld часов назад
tl: %lld oras ang nakalipas
vi: %lld gio truoc
zh_hans: %lld小时前

# deviceManager_timeAgo_justNow
source: Just now
ar: الآن
es: Justo ahora
fr: A l'instant
ko: 방금 전
pt: Agora mesmo
ru: Только что
tl: Ngayon lang
vi: Vua xong
zh_hans: 刚刚

# deviceManager_timeAgo_minutesAgo
source: %lld minutes ago
ar: منذ %lld دقائق
es: hace %lld minutos
fr: il y a %lld minutes
ko: %lld분 전
pt: %lld minutos atras
ru: %lld минут назад
tl: %lld minuto ang nakalipas
vi: %lld phut truoc
zh_hans: %lld分钟前

# deviceManager_title
source: Device Management
ar: إدارة الأجهزة
es: Gestion de Dispositivos
fr: Gestion des Appareils
ko: 기기 관리
pt: Gerenciamento de Dispositivos
ru: Управление устройствами
tl: Pamamahala ng Device
vi: Quan Ly Thiet Bi
zh_hans: 设备管理

# deviceManager_trusted
source: Trusted
ar: موثوق
es: Confiable
fr: Fiable
ko: 신뢰됨
pt: Confiavel
ru: Доверенное
tl: Pinagkakatiwalaan
vi: Dang Tin Cay
zh_hans: 已信任

# documentsAccessRequestDialog_accessLevel
source: Access Level
ar: مستوى الوصول
es: Nivel de Acceso
fr: Niveau d'Acces
ko: 접근 수준
pt: Nivel de Acesso
ru: Уровень доступа
tl: Antas ng Access
vi: Cap Do Truy Cap
zh_hans: 访问级别

# documentsAccessRequestDialog_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# documentsAccessRequestDialog_description
source: Request access to "%@"
ar: طلب الوصول إلى "%@"
es: Solicitar acceso a "%@"
fr: Demander l'acces a "%@"
ko: "%@"에 대한 접근 권한 요청
pt: Solicitar acesso a "%@"
ru: Запросить доступ к "%@"
tl: Humiling ng access sa "%@"
vi: Yeu cau truy cap "%@"
zh_hans: 请求访问 "%@"

# documentsAccessRequestDialog_edit
source: Edit
ar: تعديل
es: Editar
fr: Modifier
ko: 편집
pt: Editar
ru: Редактирование
tl: I-edit
vi: Chinh sua
zh_hans: 编辑

# documentsAccessRequestDialog_error
source: Failed to submit access request
ar: فشل في إرسال طلب الوصول
es: Error al enviar la solicitud de acceso
fr: Echec de l'envoi de la demande d'acces
ko: 접근 요청을 제출하지 못했습니다
pt: Falha ao enviar solicitacao de acesso
ru: Не удалось отправить запрос на доступ
tl: Nabigong magpadala ng kahilingan sa access
vi: Khong the gui yeu cau truy cap
zh_hans: 提交访问请求失败
