Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# newsletterEditor_compose_editorPlaceholder
source: Start writing your newsletter...
ar: ابدأ بكتابة نشرتك الإخبارية...
es: Comienza a escribir tu boletin...
fr: Commencez a rediger votre newsletter...
ko: 뉴스레터 작성을 시작하세요...
pt: Comece a escrever sua newsletter...
ru: Начните писать вашу рассылку...
tl: Simulan ang pagsulat ng iyong newsletter...
vi: Bat dau viet ban tin cua ban...
zh_hans: 开始撰写您的通讯...

# newsletterEditor_compose_previewHint
source: This appears in the notification preview
ar: يظهر هذا في معاينة الإشعار
es: Esto aparece en la vista previa de la notificacion
fr: Ceci apparait dans l'apercu de la notification
ko: 알림 미리보기에 표시됩니다
pt: Isso aparece na pre-visualizacao da notificacao
ru: Отображается в предпросмотре уведомления
tl: Ito ang makikita sa preview ng notifikasyon
vi: Noi dung nay xuat hien trong ban xem truoc thong bao
zh_hans: 这将显示在通知预览中

# newsletterEditor_compose_previewPlaceholder
source: First line shown in previews...
ar: السطر الأول المعروض في المعاينات...
es: Primera linea mostrada en vistas previas...
fr: Premiere ligne affichee dans les aperçus...
ko: 미리보기에 표시될 첫 줄...
pt: Primeira linha mostrada nas pre-visualizacoes...
ru: Первая строка в предпросмотре...
tl: Unang linyang ipinapakita sa mga preview...
vi: Dong dau tien hien thi trong ban xem truoc...
zh_hans: 预览中显示的第一行...

# newsletterEditor_compose_previewText
source: Preview Text (Optional)
ar: نص المعاينة (اختياري)
es: Texto de Vista Previa (Opcional)
fr: Texte d'apercu (Optionnel)
ko: 미리보기 텍스트 (선택사항)
pt: Texto de Pre-visualizacao (Opcional)
ru: Текст предпросмотра (Необязательно)
tl: Teksto ng Preview (Opsyonal)
vi: Van ban xem truoc (Tuy chon)
zh_hans: 预览文本（可选）

# newsletterEditor_compose_subjectLine
source: Subject Line
ar: سطر الموضوع
es: Linea de Asunto
fr: Ligne d'objet
ko: 제목
pt: Linha de Assunto
ru: Тема письма
tl: Linya ng Paksa
vi: Dong chu de
zh_hans: 主题行

# newsletterEditor_compose_subjectPlaceholder
source: Your newsletter subject...
ar: موضوع نشرتك الإخبارية...
es: El asunto de tu boletin...
fr: L'objet de votre newsletter...
ko: 뉴스레터 제목...
pt: Assunto da sua newsletter...
ru: Тема вашей рассылки...
tl: Paksa ng iyong newsletter...
vi: Chu de ban tin cua ban...
zh_hans: 您的通讯主题...

# newsletterEditor_draftSaved
source: Draft saved
ar: تم حفظ المسودة
es: Borrador guardado
fr: Brouillon enregistre
ko: 임시 저장됨
pt: Rascunho salvo
ru: Черновик сохранён
tl: Nai-save ang draft
vi: Da luu ban nhap
zh_hans: 草稿已保存

# newsletterEditor_editIssue
source: Edit Issue
ar: تعديل العدد
es: Editar Edicion
fr: Modifier le numero
ko: 이슈 편집
pt: Editar Edicao
ru: Редактировать выпуск
tl: I-edit ang Isyu
vi: Chinh sua so
zh_hans: 编辑期刊

# newsletterEditor_newIssue
source: New Issue
ar: عدد جديد
es: Nueva Edicion
fr: Nouveau numero
ko: 새 이슈
pt: Nova Edicao
ru: Новый выпуск
tl: Bagong Isyu
vi: So moi
zh_hans: 新建期刊

# newsletterEditor_preview
source: Preview
ar: معاينة
es: Vista Previa
fr: Apercu
ko: 미리보기
pt: Pre-visualizar
ru: Предпросмотр
vi: Xem truoc
zh_hans: 预览

# newsletterEditor_saveDraft
source: Save Draft
ar: حفظ المسودة
es: Guardar Borrador
fr: Enregistrer le brouillon
ko: 임시 저장
pt: Salvar Rascunho
ru: Сохранить черновик
tl: I-save ang Draft
vi: Luu ban nhap
zh_hans: 保存草稿

# newsletterEditor_schedule
source: Schedule
ar: جدولة
es: Programar
fr: Programmer
ko: 예약
pt: Agendar
ru: Запланировать
tl: Mag-iskedyul
vi: Len lich
zh_hans: 定时发送

# newsletterEditor_scheduleDialog_date
source: Date
ar: التاريخ
es: Fecha
ko: 날짜
pt: Data
ru: Дата
tl: Petsa
vi: Ngay
zh_hans: 日期

# newsletterEditor_scheduleDialog_description
source: Choose when to send this newsletter to %1$lld subscriber%2$@.
ar: اختر موعد إرسال هذه النشرة الإخبارية إلى %1$lld مشترك%2$@.
es: Elige cuando enviar este boletin a %1$lld suscriptor%2$@.
fr: Choisissez quand envoyer cette newsletter a %1$lld abonne%2$@.
ko: %1$lld명의 구독자%2$@에게 이 뉴스레터를 보낼 시간을 선택하세요.
pt: Escolha quando enviar esta newsletter para %1$lld assinante%2$@.
ru: Выберите время отправки рассылки %1$lld подписчик%2$@.
tl: Piliin kung kailan ipapadala ang newsletter na ito sa %1$lld subscriber%2$@.
vi: Chon thoi gian gui ban tin nay den %1$lld nguoi dang ky%2$@.
zh_hans: 选择向 %1$lld 位订阅者%2$@发送此通讯的时间。

# newsletterEditor_scheduleDialog_time
source: Time
ar: الوقت
es: Hora
fr: Heure
ko: 시간
pt: Hora
ru: Время
tl: Oras
vi: Gio
zh_hans: 时间

# newsletterEditor_scheduleDialog_title
source: Schedule Newsletter
ar: جدولة النشرة الإخبارية
es: Programar Boletin
fr: Programmer la newsletter
ko: 뉴스레터 예약
pt: Agendar Newsletter
ru: Запланировать рассылку
tl: Mag-iskedyul ng Newsletter
vi: Len lich ban tin
zh_hans: 定时发送通讯

# newsletterEditor_send
source: Send (%lld)
ar: إرسال (%lld)
es: Enviar (%lld)
fr: Envoyer (%lld)
ko: 보내기 (%lld)
pt: Enviar (%lld)
ru: Отправить (%lld)
tl: Ipadala (%lld)
vi: Gui (%lld)
zh_hans: 发送 (%lld)

# newsletterEditor_settings_editInSettings
source: Edit in newsletter settings
ar: تعديل في إعدادات النشرة الإخبارية
es: Editar en configuracion del boletin
fr: Modifier dans les parametres de la newsletter
ko: 뉴스레터 설정에서 편집
pt: Editar nas configuracoes da newsletter
ru: Редактировать в настройках рассылки
tl: I-edit sa mga setting ng newsletter
vi: Chinh sua trong cai dat ban tin
zh_hans: 在通讯设置中编辑

# newsletterEditor_settings_footerPlaceholder
source: Footer text...
ar: نص التذييل...
es: Texto del pie de pagina...
fr: Texte du pied de page...
ko: 푸터 텍스트...
pt: Texto do rodape...
ru: Текст подвала...
tl: Teksto ng footer...
vi: Van ban chan trang...
zh_hans: 页脚文本...

# newsletterEditor_settings_footerText
source: Footer Text
ar: نص التذييل
es: Texto de Pie de Pagina
fr: Texte de pied de page
ko: 푸터 텍스트
pt: Texto do Rodape
ru: Текст подвала
tl: Teksto ng Footer
vi: Van ban chan trang
zh_hans: 页脚文本

# newsletterEditor_settings_headerImage
source: Header Image URL
ar: رابط صورة الترويسة
es: URL de Imagen de Encabezado
fr: URL de l'image d'en-tete
ko: 헤더 이미지 URL
pt: URL da Imagem de Cabecalho
ru: URL изображения заголовка
tl: URL ng Header Image
vi: URL hinh anh tieu de
zh_hans: 头图链接

# newsletterEditor_settings_theme
source: Newsletter Theme
ar: قالب النشرة الإخبارية
es: Tema del Boletin
fr: Theme de la newsletter
ko: 뉴스레터 테마
pt: Tema da Newsletter
ru: Тема рассылки
tl: Tema ng Newsletter
vi: Giao dien ban tin
zh_hans: 通讯主题样式

# newsletterEditor_tabs_compose
source: Compose
ar: كتابة
es: Redactar
fr: Rediger
ko: 작성
pt: Compor
ru: Написать
tl: Sumulat
vi: Soan thao
zh_hans: 撰写

# newsletterEditor_tabs_settings
source: Settings
ar: الإعدادات
es: Configuracion
fr: Parametres
ko: 설정
pt: Configuracoes
ru: Настройки
tl: Mga Setting
vi: Cai dat
zh_hans: 设置

# newsletterEditor_toasts_addContent
source: Please add some content
ar: يرجى إضافة محتوى
es: Por favor agrega contenido
fr: Veuillez ajouter du contenu
ko: 내용을 추가해 주세요
pt: Por favor, adicione algum conteudo
ru: Пожалуйста, добавьте содержание
tl: Mangyaring magdagdag ng nilalaman
vi: Vui long them noi dung
zh_hans: 请添加内容

# newsletterEditor_toasts_draftSaved
source: Draft saved
ar: تم حفظ المسودة
es: Borrador guardado
fr: Brouillon enregistre
ko: 임시 저장됨
pt: Rascunho salvo
ru: Черновик сохранён
tl: Nai-save ang draft
vi: Da luu ban nhap
zh_hans: 草稿已保存

# newsletterEditor_toasts_enterSubject
source: Please enter a subject
ar: يرجى إدخال موضوع
es: Por favor ingresa un asunto
fr: Veuillez entrer un objet
ko: 제목을 입력해 주세요
pt: Por favor, insira um assunto
ru: Пожалуйста, введите тему
tl: Mangyaring maglagay ng paksa
vi: Vui long nhap chu de
zh_hans: 请输入主题

# newsletterEditor_toasts_futureDateRequired
source: Scheduled time must be in the future
ar: يجب أن يكون الوقت المجدول في المستقبل
es: La hora programada debe ser en el futuro
fr: L'heure programmee doit etre dans le futur
ko: 예약 시간은 미래여야 합니다
pt: O horario agendado deve ser no futuro
ru: Время отправки должно быть в будущем
tl: Ang naka-iskedyul na oras ay dapat nasa hinaharap
vi: Thoi gian len lich phai o tuong lai
zh_hans: 定时时间必须在未来

# newsletterEditor_toasts_noSubscribers
source: No active subscribers to send to
ar: لا يوجد مشتركون نشطون للإرسال إليهم
es: No hay suscriptores activos para enviar
fr: Aucun abonne actif pour l'envoi
ko: 보낼 활성 구독자가 없습니다
pt: Nao ha assinantes ativos para enviar
ru: Нет активных подписчиков для отправки
tl: Walang aktibong subscriber na padalhan
vi: Khong co nguoi dang ky hoat dong de gui
zh_hans: 没有活跃的订阅者可发送

# newsletterEditor_toasts_scheduled
source: Newsletter scheduled
ar: تمت جدولة النشرة الإخبارية
es: Boletin programado
fr: Newsletter programmee
ko: 뉴스레터가 예약되었습니다
pt: Newsletter agendada
ru: Рассылка запланирована
tl: Nai-iskedyul ang newsletter
vi: Da len lich ban tin
zh_hans: 通讯已定时

# newsletterEditor_toasts_selectDate
source: Please select a date
ar: يرجى اختيار تاريخ
es: Por favor selecciona una fecha
fr: Veuillez selectionner une date
ko: 날짜를 선택해 주세요
pt: Por favor, selecione uma data
ru: Пожалуйста, выберите дату
tl: Mangyaring pumili ng petsa
vi: Vui long chon ngay
zh_hans: 请选择日期

# newsletterEditor_unsavedChanges
source: Unsaved changes
ar: تغييرات غير محفوظة
es: Cambios sin guardar
fr: Modifications non enregistrees
ko: 저장되지 않은 변경사항
pt: Alteracoes nao salvas
ru: Несохранённые изменения
tl: Hindi pa nai-save na mga pagbabago
vi: Cac thay doi chua luu
zh_hans: 未保存的更改

# newslettersPage_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# newslettersPage_created
source: Newsletter created
ar: تم إنشاء النشرة الإخبارية
es: Boletin creado
fr: Bulletin cree
ko: 뉴스레터가 생성되었습니다
pt: Newsletter criada
ru: Рассылка создана
tl: Nalikha ang newsletter
vi: Da tao ban tin
zh_hans: 通讯已创建

# newslettersPage_createDescription
source: Set up your newsletter to start sending updates.
ar: قم بإعداد نشرتك الإخبارية للبدء في إرسال التحديثات.
es: Configura tu boletin para comenzar a enviar actualizaciones.
fr: Configurez votre bulletin pour commencer a envoyer des mises a jour.
ko: 업데이트 발송을 시작하려면 뉴스레터를 설정하세요.
pt: Configure sua newsletter para comecar a enviar atualizacoes.
ru: Настройте рассылку, чтобы начать отправлять обновления.
tl: I-setup ang iyong newsletter para magsimulang magpadala ng updates.
vi: Thiet lap ban tin cua ban de bat dau gui cap nhat.
zh_hans: 设置您的通讯以开始发送更新。

# newslettersPage_createNewsletter
source: Create Newsletter
ar: إنشاء نشرة إخبارية
es: Crear boletin
fr: Creer un bulletin
ko: 뉴스레터 만들기
pt: Criar Newsletter
ru: Создать рассылку
tl: Lumikha ng Newsletter
vi: Tao ban tin
zh_hans: 创建通讯

# newslettersPage_createNewsletterTitle
source: Create Newsletter
ar: إنشاء نشرة إخبارية
es: Crear boletin
fr: Creer un bulletin
ko: 뉴스레터 만들기
pt: Criar Newsletter
ru: Создать рассылку
tl: Lumikha ng Newsletter
vi: Tao ban tin
zh_hans: 创建通讯

# newslettersPage_delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
ko: 삭제
pt: Excluir
ru: Удалить
tl: Tanggalin
vi: Xoa
zh_hans: 删除

# newslettersPage_deleteConfirm
source: Are you sure you want to delete this issue? This action cannot be undone.
ar: هل أنت متأكد من رغبتك في حذف هذا العدد؟ لا يمكن التراجع عن هذا الإجراء.
es: Estas seguro de que deseas eliminar esta edicion? Esta accion no se puede deshacer.
fr: Etes-vous sur de vouloir supprimer ce numero? Cette action est irreversible.
ko: 이 호를 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
pt: Tem certeza de que deseja excluir esta edicao? Esta acao nao pode ser desfeita.
ru: Вы уверены, что хотите удалить этот выпуск? Это действие нельзя отменить.
tl: Sigurado ka bang gusto mong tanggalin ang isyung ito? Hindi na ito maibabalik.
vi: Ban co chac chan muon xoa so nay khong? Hanh dong nay khong the hoan tac.
zh_hans: 您确定要删除此期刊吗？此操作无法撤销。

# newslettersPage_deleted
source: Issue deleted
ar: تم حذف العدد
es: Edicion eliminada
fr: Numero supprime
ko: 호가 삭제되었습니다
pt: Edicao excluida
ru: Выпуск удалён
tl: Natanggal ang isyu
vi: Da xoa so
zh_hans: 期刊已删除

# newslettersPage_deleteIssue
source: Delete Issue
ar: حذف العدد
es: Eliminar edicion
fr: Supprimer le numero
ko: 호 삭제
pt: Excluir Edicao
ru: Удалить выпуск
tl: Tanggalin ang Isyu
vi: Xoa so
zh_hans: 删除期刊

# newslettersPage_description
source: Description
ar: الوصف
es: Descripcion
ko: 설명
pt: Descricao
ru: Описание
tl: Paglalarawan
vi: Mo ta
zh_hans: 描述

# newslettersPage_descriptionPlaceholder
source: What will you share with your subscribers?
ar: ماذا ستشارك مع مشتركيك؟
es: Que compartiras con tus suscriptores?
fr: Que partagerez-vous avec vos abonnes?
ko: 구독자와 무엇을 공유하시겠습니까?
pt: O que voce vai compartilhar com seus assinantes?
ru: Чем вы будете делиться с подписчиками?
tl: Ano ang ibabahagi mo sa iyong mga subscriber?
vi: Ban se chia se gi voi nguoi dang ky?
zh_hans: 您将与订阅者分享什么？

# newslettersPage_enterName
source: Please enter a newsletter name
ar: يرجى إدخال اسم النشرة الإخبارية
es: Por favor ingresa un nombre para el boletin
fr: Veuillez entrer un nom de bulletin
ko: 뉴스레터 이름을 입력해 주세요
pt: Por favor, insira um nome para a newsletter
ru: Пожалуйста, введите название рассылки
tl: Mangyaring maglagay ng pangalan ng newsletter
vi: Vui long nhap ten ban tin
zh_hans: 请输入通讯名称

# newslettersPage_namePlaceholder
source: My Awesome Newsletter
ar: نشرتي الإخبارية الرائعة
es: Mi increible boletin
fr: Mon super bulletin
ko: 멋진 뉴스레터
pt: Minha Newsletter Incrivel
ru: Моя отличная рассылка
tl: Ang Magaling Kong Newsletter
vi: Ban tin tuyet voi cua toi
zh_hans: 我的精彩通讯

# newslettersPage_newIssue
source: New Issue
ar: عدد جديد
es: Nueva edicion
fr: Nouveau numero
ko: 새 호
pt: Nova Edicao
ru: Новый выпуск
tl: Bagong Isyu
vi: So moi
zh_hans: 新期刊

# newslettersPage_newsletterName
source: Newsletter Name
ar: اسم النشرة الإخبارية
es: Nombre del boletin
fr: Nom du bulletin
ko: 뉴스레터 이름
pt: Nome da Newsletter
ru: Название рассылки
tl: Pangalan ng Newsletter
vi: Ten ban tin
zh_hans: 通讯名称

# newslettersPage_previewComingSoon
source: Preview coming soon
ar: المعاينة قادمة قريباً
es: Vista previa disponible proximamente
fr: Apercu bientot disponible
ko: 미리보기 기능 준비 중
pt: Pre-visualizacao em breve
ru: Предпросмотр скоро будет доступен
tl: Paparating ang preview
vi: Xem truoc sap co
zh_hans: 预览即将推出

# newslettersPage_selectGroupLogin
source: Please select a group and log in to manage newsletters.
ar: يرجى اختيار مجموعة وتسجيل الدخول لإدارة النشرات الإخبارية.
es: Por favor selecciona un grupo e inicia sesion para gestionar boletines.
fr: Veuillez selectionner un groupe et vous connecter pour gerer les bulletins.
ko: 뉴스레터를 관리하려면 그룹을 선택하고 로그인해 주세요.
pt: Selecione um grupo e faca login para gerenciar newsletters.
ru: Пожалуйста, выберите группу и войдите для управления рассылками.
tl: Pumili ng grupo at mag-login para pamahalaan ang mga newsletter.
vi: Vui long chon mot nhom va dang nhap de quan ly ban tin.
zh_hans: 请选择一个群组并登录以管理通讯。

# newslettersPage_sent
source: Newsletter sent successfully
ar: تم إرسال النشرة الإخبارية بنجاح
es: Boletin enviado exitosamente
fr: Bulletin envoye avec succes
ko: 뉴스레터가 성공적으로 발송되었습니다
pt: Newsletter enviada com sucesso
ru: Рассылка успешно отправлена
tl: Matagumpay na naipadala ang newsletter
vi: Ban tin da duoc gui thanh cong
zh_hans: 通讯发送成功

# newslettersPage_settings
source: Settings
ar: الإعدادات
es: Configuracion
fr: Parametres
ko: 설정
pt: Configuracoes
ru: Настройки
tl: Mga Setting
vi: Cai dat
zh_hans: 设置

# newslettersPage_startDescription
source: Create a newsletter to send updates to your subscribers via encrypted Nostr DMs.
ar: أنشئ نشرة إخبارية لإرسال التحديثات إلى مشتركيك عبر رسائل Nostr المباشرة المشفرة.
es: Crea un boletin para enviar actualizaciones a tus suscriptores mediante mensajes directos cifrados de Nostr.
fr: Creez un bulletin pour envoyer des mises a jour a vos abonnes via des messages directs chiffres Nostr.
ko: 암호화된 Nostr DM을 통해 구독자에게 업데이트를 보내는 뉴스레터를 만드세요.
pt: Crie uma newsletter para enviar atualizacoes aos seus assinantes via DMs criptografadas do Nostr.
ru: Создайте рассылку для отправки обновлений подписчикам через зашифрованные Nostr DM.
tl: Lumikha ng newsletter para magpadala ng updates sa iyong mga subscriber sa pamamagitan ng encrypted na Nostr DMs.
vi: Tao ban tin de gui cap nhat cho nguoi dang ky cua ban qua tin nhan truc tiep Nostr duoc ma hoa.
zh_hans: 创建通讯，通过加密的Nostr私信向您的订阅者发送更新。

# newslettersPage_startNewsletter
source: Start a Newsletter
ar: بدء نشرة إخبارية
es: Iniciar un boletin
fr: Demarrer un bulletin
ko: 뉴스레터 시작하기
pt: Iniciar uma Newsletter
ru: Начать рассылку
tl: Magsimula ng Newsletter
vi: Bat dau ban tin
zh_hans: 创建通讯

# newslettersPage_stats_drafts
source: Drafts
ar: المسودات
es: Borradores
fr: Brouillons
ko: 임시저장
pt: Rascunhos
ru: Черновики
tl: Mga Draft
vi: Ban nhap
zh_hans: 草稿

# newslettersPage_stats_issuesSent
source: Issues Sent
ar: الأعداد المرسلة
es: Ediciones enviadas
fr: Numeros envoyes
ko: 발송된 호
pt: Edicoes Enviadas
ru: Отправлено выпусков
tl: Mga Isyung Naipadala
vi: So da gui
zh_hans: 已发送期刊

# newslettersPage_stats_subscribers
source: Subscribers
ar: المشتركون
es: Suscriptores
fr: Abonnes
ko: 구독자
pt: Assinantes
ru: Подписчики
tl: Mga Subscriber
vi: Nguoi dang ky
zh_hans: 订阅者

# newslettersPage_stats_totalIssues
source: Total Issues
ar: إجمالي الأعداد
es: Total de ediciones
fr: Total des numeros
ko: 전체 호
pt: Total de Edicoes
ru: Всего выпусков
tl: Kabuuang mga Isyu
vi: Tong so
zh_hans: 期刊总数

# newslettersPage_tabs_issues
source: Issues
ar: الأعداد
es: Ediciones
fr: Numeros
ko: 호
pt: Edicoes
ru: Выпуски
tl: Mga Isyu
vi: Cac so
zh_hans: 期刊

# newslettersPage_tabs_subscribers
source: Subscribers
ar: المشتركون
es: Suscriptores
fr: Abonnes
ko: 구독자
pt: Assinantes
ru: Подписчики
tl: Mga Subscriber
vi: Nguoi dang ky
zh_hans: 订阅者

# newslettersPage_untitledIssue
source: Untitled Issue
ar: عدد بدون عنوان
es: Edicion sin titulo
fr: Numero sans titre
ko: 제목 없는 호
pt: Edicao Sem Titulo
ru: Выпуск без названия
tl: Walang Pamagat na Isyu
vi: So chua co tieu de
zh_hans: 无标题期刊

# notificationCenter_empty
source: No notifications yet
ar: لا توجد اشعارات بعد
es: Aun no hay notificaciones
fr: Pas encore de notifications
ko: 아직 알림이 없습니다
pt: Nenhuma notificacao ainda
ru: Уведомлений пока нет
tl: Wala pang notipikasyon
vi: Chua co thong bao
zh_hans: 暂无通知

# notificationCenter_enableBrowser_button
source: Enable
ar: تفعيل
es: Habilitar
fr: Activer
ko: 활성화
pt: Ativar
ru: Включить
tl: I-enable
vi: Bat
zh_hans: 启用

# notificationCenter_enableBrowser_description
source: Get notified even when the app is in the background
ar: احصل على اشعارات حتى عندما يكون التطبيق في الخلفية
es: Recibe notificaciones incluso cuando la aplicacion esta en segundo plano
fr: Etre notifie meme lorsque l'application est en arriere-plan
ko: 앱이 백그라운드에 있을 때도 알림 받기
pt: Receba notificacoes mesmo quando o app estiver em segundo plano
ru: Получайте уведомления, даже когда приложение в фоне
tl: Makatanggap ng notipikasyon kahit nasa background ang app
vi: Nhan thong bao ngay ca khi ung dung chay ngam
zh_hans: 即使应用在后台运行也能收到通知

# notificationCenter_enableBrowser_title
source: Enable browser notifications
ar: تفعيل اشعارات المتصفح
es: Habilitar notificaciones del navegador
fr: Activer les notifications du navigateur
ko: 브라우저 알림 활성화
pt: Ativar notificacoes do navegador
ru: Включить уведомления браузера
tl: I-enable ang browser notifications
vi: Bat thong bao trinh duyet
zh_hans: 启用浏览器通知

# notificationCenter_markAllRead
source: Mark all read
ar: تحديد الكل كمقروء
es: Marcar todo como leido
fr: Tout marquer comme lu
ko: 모두 읽음으로 표시
pt: Marcar todas como lidas
ru: Отметить все как прочитанные
tl: Markahan lahat bilang nabasa
vi: Danh dau tat ca da doc
zh_hans: 全部标为已读

# notificationCenter_markAsRead
source: Mark as read
ar: تحديد كمقروء
es: Marcar como leido
fr: Marquer comme lu
ko: 읽음으로 표시
pt: Marcar como lida
ru: Отметить как прочитанное
tl: Markahan bilang nabasa
vi: Danh dau da doc
zh_hans: 标为已读

# notificationCenter_removeNotification
source: Remove notification
ar: ازالة الاشعار
es: Eliminar notificacion
fr: Supprimer la notification
ko: 알림 삭제
pt: Remover notificacao
ru: Удалить уведомление
tl: Alisin ang notipikasyon
vi: Xoa thong bao
zh_hans: 移除通知

# notificationCenter_timeAgo_daysAgo
source: %lldd ago
ar: منذ %lld يوم
es: hace %lldd
fr: il y a %lldj
ko: %lld일 전
pt: %lldd atras
ru: %lld дн. назад
tl: %llda nakalipas
vi: %lld ngay truoc
zh_hans: %lld天前

# notificationCenter_timeAgo_hoursAgo
source: %lldh ago
ar: منذ %lld ساعة
es: hace %lldh
fr: il y a %lldh
ko: %lld시간 전
pt: %lldh atras
ru: %lld ч. назад
tl: %lldo nakalipas
vi: %lld gio truoc
zh_hans: %lld小时前

# notificationCenter_timeAgo_justNow
source: just now
ar: الان
es: ahora mismo
fr: a l'instant
ko: 방금
pt: agora mesmo
ru: только что
tl: ngayon lang
vi: vua xong
zh_hans: 刚刚

# notificationCenter_timeAgo_minutesAgo
source: %lldm ago
ar: منذ %lld دقيقة
es: hace %lldm
fr: il y a %lldm
ko: %lld분 전
pt: %lldm atras
ru: %lld мин. назад
tl: %lldm nakalipas
vi: %lld phut truoc
zh_hans: %lld分钟前

# notificationCenter_title
source: Notifications
ar: الاشعارات
es: Notificaciones
ko: 알림
pt: Notificacoes
ru: Уведомления
tl: Mga Notipikasyon
vi: Thong Bao
zh_hans: 通知

# notifications_comingSoon
source: Notification settings coming soon...
ar: إعدادات الإشعارات قريباً...
es: Configuracion de notificaciones proximamente...
fr: Parametres de notification bientot disponibles...
ko: 알림 설정 기능이 곧 제공됩니다...
pt: Configuracoes de notificacoes em breve...
ru: Настройки уведомлений скоро появятся...
tl: Mga setting ng notification ay paparating na...
vi: Cài đặt thông báo sắp ra mắt...
zh_hans: 通知设置即将推出...

# notifications_description
source: Manage how you receive notifications
ar: إدارة كيفية استلامك للإشعارات
es: Administra como recibes las notificaciones
fr: Gerez la facon dont vous recevez les notifications
ko: 알림 수신 방법을 관리하세요
pt: Gerencie como voce recebe notificacoes
ru: Управляйте способами получения уведомлений
tl: Pamahalaan kung paano ka makakatanggap ng mga notification
vi: Quản lý cách bạn nhận thông báo
zh_hans: 管理您接收通知的方式

# notifications_title
source: Notification Settings
ar: إعدادات الإشعارات
es: Configuracion de notificaciones
fr: Parametres de notification
ko: 알림 설정
pt: Configuracoes de Notificacoes
ru: Настройки уведомлений
tl: Mga Setting ng Notification
vi: Cài đặt thông báo
zh_hans: 通知设置

# notificationsDemoLevels_activeSupport
source: Active Support (70%)
ar: دعم نشط (70%)
es: Apoyo Activo (70%)
fr: Soutien Actif (70%)
ko: 적극적 지지 (70%)
pt: Apoio Ativo (70%)
ru: Активная поддержка (70%)
tl: Aktibong Suporta (70%)
vi: Ho tro tich cuc (70%)
zh_hans: 积极支持 (70%)

# notificationsDemoLevels_coreOrganizer
source: Core Organizer (100%)
ar: منظم رئيسي (100%)
es: Organizador Principal (100%)
fr: Organisateur Principal (100%)
ko: 핵심 조직가 (100%)
pt: Organizador Principal (100%)
ru: Ключевой организатор (100%)
tl: Pangunahing Organisador (100%)
vi: To chuc vien nong cot (100%)
zh_hans: 核心组织者 (100%)

# notificationsDemoLevels_neutral
source: Neutral (30%)
ar: محايد (30%)
fr: Neutre (30%)
ko: 중립 (30%)
pt: Neutro (30%)
ru: Нейтральный (30%)
vi: Trung lap (30%)
zh_hans: 中立 (30%)

# notificationsDemoLevels_passiveSupport
source: Passive Support (40%)
ar: دعم سلبي (40%)
es: Apoyo Pasivo (40%)
fr: Soutien Passif (40%)
ko: 소극적 지지 (40%)
pt: Apoio Passivo (40%)
ru: Пассивная поддержка (40%)
tl: Pasibong Suporta (40%)
vi: Ho tro thu dong (40%)
zh_hans: 被动支持 (40%)

# notificationsDemoPage_demoSwitchLevel
source: Demo: Switch Level
ar: عرض توضيحي: تغيير المستوى
es: Demo: Cambiar nivel
fr: Demo: Changer de niveau
ko: 데모: 레벨 전환
pt: Demo: Mudar Nivel
ru: Демо: переключить уровень
tl: Demo: Palitan ang Antas
vi: Demo: Chuyen doi cap do
zh_hans: 演示: 切换级别
