Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# mobile_permissions_bluetoothRationale
source: BuildIt uses Bluetooth to create a mesh network with nearby devices for offline messaging.
ar: يستخدم BuildIt البلوتوث لإنشاء شبكة نسيجية مع الأجهزة القريبة للمراسلة دون اتصال.
es: BuildIt usa Bluetooth para crear una red mesh con dispositivos cercanos para mensajería sin conexión.
fr: BuildIt utilise le Bluetooth pour créer un réseau mesh avec les appareils à proximité pour la messagerie hors ligne.
ko: BuildIt은 블루투스를 사용하여 주변 기기와 메시 네트워크를 구성하여 오프라인 메시징을 지원합니다.
pt: O BuildIt usa Bluetooth para criar uma rede mesh com dispositivos próximos para mensagens offline.
ru: BuildIt использует Bluetooth для создания mesh-сети с ближайшими устройствами для офлайн-обмена сообщениями.
tl: Gumagamit ang BuildIt ng Bluetooth upang lumikha ng mesh network sa mga kalapit na device para sa offline na pagmemensahe.
vi: BuildIt sử dụng Bluetooth để tạo mạng lưới với các thiết bị gần đó cho tin nhắn ngoại tuyến.
zh_hans: BuildIt 使用蓝牙与附近的设备创建网状网络以实现离线消息传递。

# mobile_permissions_bluetoothTitle
source: Bluetooth Required
ar: البلوتوث مطلوب
es: Bluetooth Requerido
fr: Bluetooth Requis
ko: 블루투스 필요
pt: Bluetooth Necessário
ru: Требуется Bluetooth
tl: Kinakailangan ang Bluetooth
vi: Yêu Cầu Bluetooth
zh_hans: 需要蓝牙

# mobile_permissions_cameraRationale
source: Camera access is needed to scan QR codes for device pairing.
ar: الوصول إلى الكاميرا مطلوب لمسح رموز QR لإقران الأجهزة.
es: Se necesita acceso a la cámara para escanear códigos QR para el emparejamiento de dispositivos.
fr: L'accès à la caméra est nécessaire pour scanner les codes QR pour le jumelage d'appareils.
ko: 기기 페어링을 위해 QR 코드를 스캔하려면 카메라 접근이 필요합니다.
pt: Acesso à câmera é necessário para escanear códigos QR para emparelhamento de dispositivos.
ru: Доступ к камере необходим для сканирования QR-кодов для сопряжения устройств.
tl: Kinakailangan ang access sa camera upang mag-scan ng mga QR code para sa device pairing.
vi: Cần truy cập camera để quét mã QR để ghép nối thiết bị.
zh_hans: 需要相机访问权限才能扫描二维码进行设备配对。

# mobile_permissions_cameraTitle
source: Camera Required
ar: الكاميرا مطلوبة
es: Cámara Requerida
fr: Caméra Requise
ko: 카메라 필요
pt: Câmera Necessária
ru: Требуется камера
tl: Kinakailangan ang Camera
vi: Yêu Cầu Camera
zh_hans: 需要相机

# mobile_permissions_denied
source: Permission Denied
ar: تم رفض الإذن
es: Permiso Denegado
fr: Autorisation Refusée
ko: 권한 거부됨
pt: Permissão Negada
ru: Доступ запрещён
tl: Tinanggihan ang Pahintulot
vi: Quyền Bị Từ Chối
zh_hans: 权限被拒绝

# mobile_permissions_grant
source: Grant Permission
ar: منح الإذن
es: Conceder Permiso
fr: Accorder l'Autorisation
ko: 권한 부여
pt: Conceder Permissão
ru: Разрешить
tl: Bigyan ng Pahintulot
vi: Cấp Quyền
zh_hans: 授予权限

# mobile_permissions_locationRationale
source: Location permission is required for Bluetooth scanning on this device.
ar: إذن الموقع مطلوب لفحص البلوتوث على هذا الجهاز.
es: Se requiere permiso de ubicación para escanear Bluetooth en este dispositivo.
fr: L'autorisation de localisation est requise pour la recherche Bluetooth sur cet appareil.
ko: 이 기기에서 블루투스 스캔을 위해 위치 권한이 필요합니다.
pt: A permissão de localização é necessária para a varredura Bluetooth neste dispositivo.
ru: Разрешение на определение местоположения необходимо для сканирования Bluetooth на этом устройстве.
tl: Kinakailangan ang pahintulot sa lokasyon para sa pag-scan ng Bluetooth sa device na ito.
vi: Cần có quyền vị trí để quét Bluetooth trên thiết bị này.
zh_hans: 此设备需要位置权限才能进行蓝牙扫描。

# mobile_permissions_locationTitle
source: Location Required
ar: الموقع مطلوب
es: Ubicación Requerida
fr: Localisation Requise
ko: 위치 권한 필요
pt: Localização Necessária
ru: Требуется доступ к местоположению
tl: Kinakailangan ang Lokasyon
vi: Yêu Cầu Vị Trí
zh_hans: 需要位置权限

# mobile_permissions_notificationsRationale
source: Enable notifications to receive message alerts and event reminders.
ar: فعّل الإشعارات لتلقي تنبيهات الرسائل وتذكيرات الأحداث.
es: Activa las notificaciones para recibir alertas de mensajes y recordatorios de eventos.
fr: Activez les notifications pour recevoir les alertes de messages et les rappels d'événements.
ko: 메시지 알림 및 이벤트 알림을 받으려면 알림을 활성화하세요.
pt: Ative as notificações para receber alertas de mensagens e lembretes de eventos.
ru: Включите уведомления для получения оповещений о сообщениях и напоминаний о событиях.
tl: I-enable ang mga notification upang makatanggap ng mga alerto sa mensahe at paalala ng event.
vi: Bật thông báo để nhận cảnh báo tin nhắn và nhắc nhở sự kiện.
zh_hans: 启用通知以接收消息提醒和活动提醒。

# mobile_permissions_notificationsTitle
source: Notifications
ar: الإشعارات
es: Notificaciones
ko: 알림
pt: Notificações
ru: Уведомления
tl: Mga Notification
vi: Thông Báo
zh_hans: 通知

# mobile_share_addMessagePlaceholder
source: Add a message (optional)
ar: إضافة رسالة (اختياري)
es: Añadir un mensaje (opcional)
fr: Ajouter un message (optionnel)
ko: 메시지 추가 (선택사항)
pt: Adicionar uma mensagem (opcional)
ru: Добавить сообщение (необязательно)
tl: Magdagdag ng mensahe (opsyonal)
vi: Thêm tin nhắn (tùy chọn)
zh_hans: 添加消息（可选）

# mobile_share_contentPreview
source: Shared content
ar: المحتوى المشترك
es: Contenido compartido
fr: Contenu partagé
ko: 공유 콘텐츠
pt: Conteúdo compartilhado
ru: Общий контент
tl: Ibinahaging nilalaman
vi: Nội dung được chia sẻ
zh_hans: 共享内容

# mobile_share_destinationContact
source: Contact
ar: جهة اتصال
es: Contacto
ko: 연락처
pt: Contato
ru: Контакт
vi: Liên hệ
zh_hans: 联系人

# mobile_share_destinationDm
source: Direct message
ar: رسالة مباشرة
es: Mensaje directo
fr: Message direct
ko: 다이렉트 메시지
pt: Mensagem direta
ru: Личное сообщение
tl: Direktang mensahe
vi: Tin nhắn trực tiếp
zh_hans: 私信

# mobile_share_destinationGroup
source: Group
ar: مجموعة
es: Grupo
fr: Groupe
ko: 그룹
pt: Grupo
ru: Группа
tl: Grupo
vi: Nhóm
zh_hans: 群组

# mobile_share_encryptedMessage
source: Messages will be end-to-end encrypted
ar: الرسائل ستكون مشفرة من طرف إلى طرف
es: Los mensajes serán cifrados de extremo a extremo
fr: Les messages seront chiffrés de bout en bout
ko: 메시지는 종단간 암호화됩니다
pt: As mensagens serão criptografadas de ponta a ponta
ru: Сообщения будут зашифрованы сквозным шифрованием
tl: Ang mga mensahe ay ie-encrypt na end-to-end
vi: Tin nhắn sẽ được mã hóa đầu cuối
zh_hans: 消息将进行端到端加密

# mobile_share_failed
source: Failed to send
ar: فشل في الإرسال
es: Error al enviar
fr: Échec de l'envoi
ko: 전송 실패
pt: Falha ao enviar
ru: Не удалось отправить
tl: Hindi naipadala
vi: Gửi thất bại
zh_hans: 发送失败

# mobile_share_noRecentConversations
source: No recent conversations
ar: لا توجد محادثات حديثة
es: Sin conversaciones recientes
fr: Aucune conversation récente
ko: 최근 대화 없음
pt: Sem conversas recentes
ru: Нет недавних разговоров
tl: Walang kamakailang pag-uusap
vi: Không có cuộc trò chuyện gần đây
zh_hans: 没有最近的对话

# mobile_share_noResults
source: No results found
ar: لم يتم العثور على نتائج
es: No se encontraron resultados
fr: Aucun résultat trouvé
ko: 결과를 찾을 수 없음
pt: Nenhum resultado encontrado
ru: Результатов не найдено
tl: Walang nakitang resulta
vi: Không tìm thấy kết quả
zh_hans: 未找到结果

# mobile_share_recentConversations
source: Recent conversations
ar: المحادثات الأخيرة
es: Conversaciones recientes
fr: Conversations récentes
ko: 최근 대화
pt: Conversas recentes
ru: Недавние разговоры
tl: Mga kamakailang pag-uusap
vi: Cuộc trò chuyện gần đây
zh_hans: 最近的对话

# mobile_share_searchContactsPlaceholder
source: Search contacts or groups
ar: البحث في جهات الاتصال أو المجموعات
es: Buscar contactos o grupos
fr: Rechercher des contacts ou des groupes
ko: 연락처 또는 그룹 검색
pt: Pesquisar contatos ou grupos
ru: Поиск контактов или групп
tl: Maghanap ng mga contact o grupo
vi: Tìm kiếm liên hệ hoặc nhóm
zh_hans: 搜索联系人或群组

# mobile_share_searchResults
source: Search results
ar: نتائج البحث
es: Resultados de búsqueda
fr: Résultats de recherche
ko: 검색 결과
pt: Resultados da pesquisa
ru: Результаты поиска
tl: Mga resulta ng paghahanap
vi: Kết quả tìm kiếm
zh_hans: 搜索结果

# mobile_share_send
source: Send
ar: إرسال
es: Enviar
fr: Envoyer
ko: 보내기
pt: Enviar
ru: Отправить
tl: Ipadala
vi: Gửi
zh_hans: 发送

# mobile_share_sending
source: Sending…
ar: جارٍ الإرسال…
es: Enviando…
fr: Envoi en cours…
ko: 보내는 중…
pt: Enviando…
ru: Отправка…
tl: Ipinapadala…
vi: Đang gửi…
zh_hans: 发送中…

# mobile_share_sendingTo
source: Sending to
ar: إرسال إلى
es: Enviando a
fr: Envoi à
ko: 보내는 대상
pt: Enviando para
ru: Отправка
tl: Ipinapadala sa
vi: Đang gửi đến
zh_hans: 发送给

# mobile_share_sentSuccessfully
source: Sent successfully
ar: تم الإرسال بنجاح
es: Enviado con éxito
fr: Envoyé avec succès
ko: 성공적으로 전송됨
pt: Enviado com sucesso
ru: Успешно отправлено
tl: Matagumpay na naipadala
vi: Đã gửi thành công
zh_hans: 发送成功

# mobile_share_title
source: Share to BuildIt
ar: مشاركة إلى BuildIt
es: Compartir en BuildIt
fr: Partager sur BuildIt
ko: BuildIt으로 공유
pt: Compartilhar no BuildIt
ru: Поделиться в BuildIt
tl: Ibahagi sa BuildIt
vi: Chia Sẻ đến BuildIt
zh_hans: 分享到 BuildIt

# mobile_widgets_loading
source: Loading...
ar: جارٍ التحميل...
es: Cargando...
fr: Chargement...
ko: 로딩 중...
pt: Carregando...
ru: Загрузка...
tl: Naglo-load...
vi: Đang tải...
zh_hans: 加载中...

# mobile_widgets_newEvent
source: New Event
ar: حدث جديد
es: Nuevo Evento
fr: Nouvel Événement
ko: 새 이벤트
pt: Novo Evento
ru: Новое событие
tl: Bagong Event
vi: Sự Kiện Mới
zh_hans: 新活动

# mobile_widgets_newMessage
source: New Message
ar: رسالة جديدة
es: Nuevo Mensaje
fr: Nouveau Message
ko: 새 메시지
pt: Nova Mensagem
ru: Новое сообщение
tl: Bagong Mensahe
vi: Tin Nhắn Mới
zh_hans: 新消息

# mobile_widgets_noUnreadMessages
source: No unread messages
ar: لا توجد رسائل غير مقروءة
es: Sin mensajes sin leer
fr: Aucun message non lu
ko: 읽지 않은 메시지 없음
pt: Sem mensagens não lidas
ru: Нет непрочитанных сообщений
tl: Walang hindi nabasa na mensahe
vi: Không có tin nhắn chưa đọc
zh_hans: 没有未读消息

# mobile_widgets_noUpcomingEvents
source: No upcoming events
ar: لا توجد أحداث قادمة
es: Sin próximos eventos
fr: Aucun événement à venir
ko: 다가오는 이벤트 없음
pt: Sem próximos eventos
ru: Нет предстоящих событий
tl: Walang paparating na event
vi: Không có sự kiện sắp tới
zh_hans: 没有即将到来的活动

# mobile_widgets_openApp
source: Open App
ar: فتح التطبيق
es: Abrir App
fr: Ouvrir l'App
ko: 앱 열기
pt: Abrir App
ru: Открыть приложение
tl: Buksan ang App
vi: Mở Ứng Dụng
zh_hans: 打开应用

# mobile_widgets_quickActionsDescription
source: Quick access to common actions
ar: وصول سريع للإجراءات الشائعة
es: Acceso rápido a acciones comunes
fr: Accès rapide aux actions courantes
ko: 일반적인 작업에 빠르게 접근
pt: Acesso rápido a ações comuns
ru: Быстрый доступ к часто используемым действиям
tl: Mabilis na access sa mga karaniwang aksyon
vi: Truy cập nhanh các thao tác phổ biến
zh_hans: 快速访问常用操作

# mobile_widgets_quickActionsName
source: Quick Actions
ar: الإجراءات السريعة
es: Acciones Rápidas
fr: Actions Rapides
ko: 빠른 작업
pt: Ações Rápidas
ru: Быстрые действия
tl: Mabilisang Aksyon
vi: Thao Tác Nhanh
zh_hans: 快捷操作

# mobile_widgets_unreadMessagesDescription
source: Shows unread message count and recent message previews
ar: يعرض عدد الرسائل غير المقروءة ومعاينات الرسائل الأخيرة
es: Muestra el conteo de mensajes sin leer y vistas previas de mensajes recientes
fr: Affiche le nombre de messages non lus et les aperçus des messages récents
ko: 읽지 않은 메시지 수와 최근 메시지 미리보기를 표시합니다
pt: Mostra a contagem de mensagens não lidas e prévias de mensagens recentes
ru: Показывает количество непрочитанных сообщений и превью недавних сообщений
tl: Nagpapakita ng bilang ng hindi nabasa na mensahe at preview ng mga kamakailang mensahe
vi: Hiển thị số lượng tin nhắn chưa đọc và xem trước tin nhắn gần đây
zh_hans: 显示未读消息数量和最近消息预览

# mobile_widgets_unreadMessagesName
source: Unread Messages
ar: الرسائل غير المقروءة
es: Mensajes Sin Leer
fr: Messages Non Lus
ko: 읽지 않은 메시지
pt: Mensagens Não Lidas
ru: Непрочитанные сообщения
tl: Mga Hindi Nabasa na Mensahe
vi: Tin Nhắn Chưa Đọc
zh_hans: 未读消息

# mobile_widgets_upcomingEventsDescription
source: Shows your next upcoming events
ar: يعرض أحداثك القادمة
es: Muestra tus próximos eventos
fr: Affiche vos prochains événements
ko: 다가오는 이벤트를 표시합니다
pt: Mostra seus próximos eventos
ru: Показывает ваши предстоящие события
tl: Nagpapakita ng iyong mga paparating na event
vi: Hiển thị các sự kiện sắp tới của bạn
zh_hans: 显示您即将到来的活动

# mobile_widgets_upcomingEventsName
source: Upcoming Events
ar: الأحداث القادمة
es: Próximos Eventos
fr: Événements à Venir
ko: 다가오는 이벤트
pt: Próximos Eventos
ru: Предстоящие события
tl: Mga Paparating na Event
vi: Sự Kiện Sắp Tới
zh_hans: 即将到来的活动

# mobileNav_groups
source: Groups
ar: المجموعات
es: Grupos
fr: Groupes
ko: 그룹
pt: Grupos
ru: Группы
tl: Mga Grupo
vi: Nhom
zh_hans: 群组

# mobileNav_home
source: Home
ar: الرئيسية
es: Inicio
fr: Accueil
ko: 홈
pt: Inicio
ru: Главная
vi: Trang chu
zh_hans: 首页

# mobileNav_menu
source: Menu
ar: القائمة
ko: 메뉴
ru: Меню
zh_hans: 菜单

# mobileNav_messages
source: Messages
ar: الرسائل
es: Mensajes
ko: 메시지
pt: Mensagens
ru: Сообщения
tl: Mga Mensahe
vi: Tin nhan
zh_hans: 消息

# mobileNav_modules
source: Modules
ar: الوحدات
es: Modulos
ko: 모듈
pt: Modulos
ru: Модули
tl: Mga Module
vi: Mo-dun
zh_hans: 模块

# mobileNav_settings
source: Settings
ar: الإعدادات
es: Configuracion
fr: Parametres
ko: 설정
pt: Configuracoes
ru: Настройки
tl: Mga Setting
vi: Cai dat
zh_hans: 设置

# model3DPreview_badge
source: 3D Model
ar: نموذج ثلاثي الأبعاد
es: Modelo 3D
fr: Modele 3D
ko: 3D 모델
pt: Modelo 3D
ru: 3D-модель
vi: Mo hinh 3D
zh_hans: 3D模型

# model3DPreview_downloadModel
source: Download Model
ar: تحميل النموذج
es: Descargar modelo
fr: Telecharger le modele
ko: 모델 다운로드
pt: Baixar Modelo
ru: Скачать модель
tl: I-download ang Model
vi: Tai mo hinh
zh_hans: 下载模型

# model3DPreview_failedToLoad
source: Failed to load 3D model
ar: فشل في تحميل النموذج ثلاثي الأبعاد
es: Error al cargar el modelo 3D
fr: Echec du chargement du modele 3D
ko: 3D 모델을 불러오지 못했습니다
pt: Falha ao carregar modelo 3D
ru: Не удалось загрузить 3D-модель
tl: Nabigong i-load ang 3D model
vi: Khong the tai mo hinh 3D
zh_hans: 加载3D模型失败

# model3DPreview_instructions
source: Drag to rotate | Scroll to zoom | Shift+drag to pan
ar: اسحب للتدوير | مرر للتكبير | Shift+سحب للتحريك
es: Arrastra para rotar | Desplaza para zoom | Shift+arrastrar para mover
fr: Glisser pour pivoter | Defiler pour zoomer | Maj+glisser pour deplacer
ko: 드래그하여 회전 | 스크롤하여 확대/축소 | Shift+드래그하여 이동
pt: Arraste para girar | Role para ampliar | Shift+arrastar para mover
ru: Перетащите для вращения | Прокрутите для масштабирования | Shift+перетаскивание для панорамирования
tl: I-drag para i-rotate | I-scroll para mag-zoom | Shift+drag para mag-pan
vi: Keo de xoay | Cuon de phong to | Shift+keo de di chuyen
zh_hans: 拖动旋转 | 滚动缩放 | Shift+拖动平移

# model3DPreview_loading
source: Loading 3D model...
ar: جارٍ تحميل النموذج ثلاثي الأبعاد...
es: Cargando modelo 3D...
fr: Chargement du modele 3D...
ko: 3D 모델 로딩 중...
pt: Carregando modelo 3D...
ru: Загрузка 3D-модели...
tl: Nilo-load ang 3D model...
vi: Dang tai mo hinh 3D...
zh_hans: 正在加载3D模型...

# moderationQueue_action
source: Action:
ar: الإجراء:
es: Accion:
ko: 조치:
pt: Acao:
ru: Действие:
tl: Aksyon:
vi: Hanh dong:
zh_hans: 操作：

# moderationQueue_actionedToast
source: Action taken and user blocked
ar: تم اتخاذ الإجراء وحظر المستخدم
es: Accion tomada y usuario bloqueado
fr: Action prise et utilisateur bloque
ko: 조치가 취해졌고 사용자가 차단되었습니다
pt: Acao tomada e usuario bloqueado
ru: Действие выполнено, пользователь заблокирован
tl: May ginawang aksyon at na-block ang user
vi: Da xu ly va chan nguoi dung
zh_hans: 已采取措施并封禁用户

# moderationQueue_actionsLogged
source: Moderation actions will be logged here.
ar: سيتم تسجيل إجراءات الإشراف هنا.
es: Las acciones de moderacion se registraran aqui.
fr: Les actions de moderation seront enregistrees ici.
ko: 검토 조치가 여기에 기록됩니다.
pt: Acoes de moderacao serao registradas aqui.
ru: Действия модерации будут записаны здесь.
tl: Ang mga aksyon ng moderasyon ay itatala dito.
vi: Cac hanh dong kiem duyet se duoc ghi lai o day.
zh_hans: 审核操作将记录在这里。

# moderationQueue_actionTaken
source: Action Taken
ar: تم اتخاذ الإجراء
es: Accion Tomada
fr: Action effectuee
ko: 조치 완료
pt: Acao Tomada
ru: Принятые меры
tl: May Ginawang Aksyon
vi: Da Xu ly
zh_hans: 已采取措施

# moderationQueue_activityLog
source: Activity Log
ar: سجل النشاط
es: Registro de Actividad
fr: Journal d'activite
ko: 활동 로그
pt: Registro de Atividades
ru: Журнал действий
tl: Talaan ng Aktibidad
vi: Nhat ky hoat dong
zh_hans: 活动日志

# moderationQueue_additionalDetails
source: Additional details:
ar: تفاصيل إضافية:
es: Detalles adicionales:
fr: Details supplementaires :
ko: 추가 세부 정보:
pt: Detalhes adicionais:
ru: Дополнительные сведения:
tl: Karagdagang detalye:
vi: Chi tiet bo sung:
zh_hans: 补充详情：

# moderationQueue_against
source: Against:
ar: ضد:
es: Contra:
fr: Contre :
ko: 대상:
pt: Contra:
ru: На:
tl: Laban sa:
vi: Doi voi:
zh_hans: 针对：

# moderationQueue_allCaughtUp
source: All caught up!
ar: كل شيء محدث!
es: Todo al dia!
fr: Tout est a jour !
ko: 모두 처리되었습니다!
pt: Tudo em dia!
ru: Всё рассмотрено!
tl: Wala nang nakabinbin!
vi: Da xu ly het!
zh_hans: 全部处理完毕！

# moderationQueue_blockUser
source: Block User
ar: حظر المستخدم
es: Bloquear Usuario
fr: Bloquer l'utilisateur
ko: 사용자 차단
pt: Bloquear Usuario
ru: Заблокировать пользователя
tl: I-block ang User
vi: Chan Nguoi dung
zh_hans: 封禁用户

# moderationQueue_content
source: Content:
ar: المحتوى:
es: Contenido:
fr: Contenu :
ko: 콘텐츠:
pt: Conteudo:
ru: Контент:
tl: Nilalaman:
vi: Noi dung:
zh_hans: 内容：

# moderationQueue_contentTypes_comment
source: Comment
ar: تعليق
es: Comentario
fr: Commentaire
ko: 댓글
pt: Comentario
ru: Комментарий
tl: Komento
vi: Binh luan
zh_hans: 评论

# moderationQueue_contentTypes_message
source: Message
ar: رسالة
es: Mensaje
ko: 메시지
pt: Mensagem
ru: Сообщение
tl: Mensahe
vi: Tin nhan
zh_hans: 消息

# moderationQueue_contentTypes_post
source: Post
ar: منشور
es: Publicacion
fr: Publication
ko: 게시물
pt: Postagem
ru: Публикация
vi: Bai dang
zh_hans: 帖子

# moderationQueue_contentTypes_story
source: Story
ar: قصة
es: Historia
ko: 스토리
pt: Historia
ru: История
tl: Kwento
vi: Tin
zh_hans: 动态

# moderationQueue_contentTypes_user
source: User
ar: مستخدم
es: Usuario
fr: Utilisateur
ko: 사용자
pt: Usuario
ru: Пользователь
vi: Nguoi dung
zh_hans: 用户

# moderationQueue_description
source: Review and take action on reported content
ar: مراجعة واتخاذ إجراء بشأن المحتوى المبلغ عنه
es: Revisa y toma accion sobre contenido reportado
fr: Examiner et agir sur le contenu signale
ko: 신고된 콘텐츠를 검토하고 조치를 취하세요
pt: Revise e tome acao sobre conteudo denunciado
ru: Просматривайте и принимайте меры по жалобам на контент
tl: Suriin at kumilos sa naiulat na nilalaman
vi: Xem xet va xu ly noi dung bi bao cao
zh_hans: 审查并处理被举报的内容

# moderationQueue_dismiss
source: Dismiss
ar: رفض
es: Descartar
fr: Rejeter
ko: 기각
pt: Ignorar
ru: Отклонить
tl: I-dismiss
vi: Bo qua
zh_hans: 驳回

# moderationQueue_dismissed
source: Dismissed
ar: مرفوض
es: Descartado
fr: Rejete
ko: 기각됨
pt: Ignorado
ru: Отклонено
tl: Na-dismiss
vi: Da Bo qua
zh_hans: 已驳回

# moderationQueue_dismissedToast
source: Report dismissed
ar: تم رفض البلاغ
es: Reporte descartado
fr: Signalement rejete
ko: 신고가 기각되었습니다
pt: Denuncia ignorada
ru: Жалоба отклонена
tl: Na-dismiss ang ulat
vi: Da bo qua bao cao
zh_hans: 举报已驳回

# moderationQueue_failedToast
source: Failed to process report
ar: فشل في معالجة البلاغ
es: Error al procesar el reporte
fr: Echec du traitement du signalement
ko: 신고 처리 실패
pt: Falha ao processar denuncia
ru: Не удалось обработать жалобу
tl: Nabigo sa pagproseso ng ulat
vi: Khong the xu ly bao cao
zh_hans: 处理举报失败

# moderationQueue_from
source: From:
ar: من:
es: De:
fr: De :
ko: 발신:
pt: De:
ru: От:
tl: Mula sa:
vi: Tu:
zh_hans: 来自：

# moderationQueue_markReviewed
source: Mark Reviewed
ar: تحديد كمراجع
es: Marcar Revisado
fr: Marquer comme examine
ko: 검토 완료 표시
pt: Marcar como Revisado
ru: Отметить рассмотренным
tl: Markahan bilang Nasuri
vi: Danh dau Da xem xet
zh_hans: 标记为已审核

# moderationQueue_noActivity
source: No activity yet
ar: لا يوجد نشاط بعد
es: Sin actividad aun
fr: Aucune activite pour le moment
ko: 아직 활동 없음
pt: Sem atividade ainda
ru: Пока нет активности
tl: Wala pang aktibidad
vi: Chua co hoat dong
zh_hans: 暂无活动

# moderationQueue_noPendingReports
source: There are no pending reports to review.
ar: لا توجد بلاغات معلقة للمراجعة.
es: No hay reportes pendientes para revisar.
fr: Aucun signalement en attente a examiner.
ko: 검토할 대기 중인 신고가 없습니다.
pt: Nao ha denuncias pendentes para revisar.
ru: Нет ожидающих жалоб для рассмотрения.
tl: Walang naghihintay na ulat na dapat suriin.
vi: Khong co bao cao nao dang cho xem xet.
zh_hans: 没有待审核的举报。

# moderationQueue_noReviewedReports
source: No reviewed reports
ar: لا توجد بلاغات مراجعة
es: No hay reportes revisados
fr: Aucun signalement examine
ko: 검토된 신고 없음
pt: Sem denuncias revisadas
ru: Нет рассмотренных жалоб
tl: Walang nasuring ulat
vi: Khong co bao cao da xem xet
zh_hans: 没有已审核的举报

# moderationQueue_notes
source: Notes (optional)
ar: ملاحظات (اختياري)
es: Notas (opcional)
fr: Notes (facultatif)
ko: 메모 (선택 사항)
pt: Notas (opcional)
ru: Заметки (необязательно)
tl: Mga Tala (opsyonal)
vi: Ghi chu (tuy chon)
zh_hans: 备注（可选）

# moderationQueue_notesPlaceholder
source: Add notes about your decision...
ar: أضف ملاحظات حول قرارك...
es: Agrega notas sobre tu decision...
fr: Ajoutez des notes sur votre decision...
ko: 결정에 대한 메모를 추가하세요...
pt: Adicione notas sobre sua decisao...
ru: Добавьте заметки о вашем решении...
tl: Magdagdag ng mga tala tungkol sa iyong desisyon...
vi: Them ghi chu ve quyet dinh cua ban...
zh_hans: 添加关于您决定的备注...

# moderationQueue_pending
source: pending
ar: معلق
es: pendiente
fr: en attente
ko: 대기 중
pt: pendente
ru: на рассмотрении
tl: naghihintay
vi: dang cho
zh_hans: 待处理

# moderationQueue_pendingReview
source: Pending Review
ar: في انتظار المراجعة
es: Revision Pendiente
fr: Examen en attente
ko: 검토 대기 중
pt: Aguardando Revisao
ru: Ожидает рассмотрения
tl: Naghihintay ng Pagsusuri
vi: Cho Xem xet
zh_hans: 待审核

# moderationQueue_pendingTab
source: Pending
ar: المعلقة
es: Pendientes
fr: En attente
ko: 대기 중
pt: Pendentes
ru: Ожидающие
tl: Naghihintay
vi: Dang cho
zh_hans: 待处理

# moderationQueue_reason
source: Reason:
ar: السبب:
es: Razon:
fr: Raison :
ko: 사유:
pt: Motivo:
ru: Причина:
tl: Dahilan:
vi: Ly do:
zh_hans: 原因：

# moderationQueue_reasons_harassment
source: Harassment
ar: تحرش
es: Acoso
fr: Harcelement
ko: 괴롭힘
pt: Assedio
ru: Преследование
tl: Panliligalig
vi: Quay roi
zh_hans: 骚扰

# moderationQueue_reasons_hate-speech
source: Hate Speech
ar: خطاب كراهية
es: Discurso de Odio
fr: Discours de haine
ko: 혐오 발언
pt: Discurso de Odio
ru: Язык ненависти
vi: Ngon tu thu dich
zh_hans: 仇恨言论

# moderationQueue_reasons_illegal-content
source: Illegal Content
ar: محتوى غير قانوني
es: Contenido Ilegal
fr: Contenu illegal
ko: 불법 콘텐츠
pt: Conteudo Ilegal
ru: Незаконный контент
tl: Iligal na Nilalaman
vi: Noi dung bat hop phap
zh_hans: 违法内容

# moderationQueue_reasons_impersonation
source: Impersonation
ar: انتحال شخصية
es: Suplantacion de Identidad
fr: Usurpation d'identite
ko: 사칭
pt: Falsidade Ideologica
ru: Выдача себя за другого
tl: Pagpapanggap
vi: Gia mao
zh_hans: 冒充他人

# moderationQueue_reasons_misinformation
source: Misinformation
ar: معلومات مضللة
es: Desinformacion
fr: Desinformation
ko: 허위 정보
pt: Desinformacao
ru: Дезинформация
tl: Maling Impormasyon
vi: Thong tin sai lech
zh_hans: 虚假信息

# moderationQueue_reasons_other
source: Other
ar: أخرى
es: Otro
fr: Autre
ko: 기타
pt: Outro
ru: Другое
tl: Iba pa
vi: Khac
zh_hans: 其他

# moderationQueue_reasons_self-harm
source: Self-Harm
ar: إيذاء النفس
es: Autolesion
fr: Automutilation
ko: 자해
pt: Automutilacao
ru: Самоповреждение
tl: Panakit sa Sarili
vi: Tu gay hai
zh_hans: 自我伤害

# moderationQueue_reasons_spam
source: Spam
ar: بريد مزعج
ko: 스팸
ru: Спам
vi: Thu rac
zh_hans: 垃圾信息
