Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# groupMembersTab_removeDialog_title
source: Remove Member
ar: إزالة العضو
es: Eliminar miembro
fr: Supprimer le membre
ko: 멤버 제거
pt: Remover Membro
ru: Удалить участника
tl: Alisin ang Miyembro
vi: Xoa thanh vien
zh_hans: 移除成员

# groupMembersTab_revokeDialog_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# groupMembersTab_revokeDialog_description
source: Are you sure you want to revoke this invitation? The invite link or direct invite will no longer work.
ar: هل أنت متأكد أنك تريد إلغاء هذه الدعوة؟ لن يعمل رابط الدعوة أو الدعوة المباشرة بعد الآن.
es: Estas seguro de que deseas revocar esta invitacion? El enlace de invitacion o la invitacion directa ya no funcionaran.
fr: Etes-vous sur de vouloir revoquer cette invitation ? Le lien d'invitation ou l'invitation directe ne fonctionnera plus.
ko: 이 초대를 취소하시겠습니까? 초대 링크나 직접 초대가 더 이상 작동하지 않습니다.
pt: Tem certeza de que deseja revogar este convite? O link de convite ou convite direto nao funcionara mais.
ru: Вы уверены, что хотите отозвать это приглашение? Ссылка-приглашение или прямое приглашение больше не будут работать.
tl: Sigurado ka bang gusto mong bawiin ang imbitasyong ito? Hindi na gagana ang invite link o direktang imbitasyon.
vi: Ban co chac chan muon thu hoi loi moi nay? Lien ket moi hoac loi moi truc tiep se khong con hoat dong.
zh_hans: 您确定要撤销此邀请吗？邀请链接或直接邀请将不再有效。

# groupMembersTab_revokeDialog_revoke
source: Revoke
ar: إلغاء الدعوة
es: Revocar
fr: Revoquer
ko: 취소
pt: Revogar
ru: Отозвать
tl: Bawiin
vi: Thu hoi
zh_hans: 撤销

# groupMembersTab_revokeDialog_title
source: Revoke Invitation
ar: إلغاء الدعوة
es: Revocar invitacion
fr: Revoquer l'invitation
ko: 초대 취소
pt: Revogar Convite
ru: Отозвать приглашение
tl: Bawiin ang Imbitasyon
vi: Thu hoi loi moi
zh_hans: 撤销邀请

# groupMembersTab_roles_admin
source: Admin
ar: مسؤول
es: Administrador
fr: Administrateur
ko: 관리자
pt: Administrador
ru: Администратор
vi: Quan tri vien
zh_hans: 管理员

# groupMembersTab_roles_member
source: Member
ar: عضو
es: Miembro
fr: Membre
ko: 멤버
pt: Membro
ru: Участник
tl: Miyembro
vi: Thanh vien
zh_hans: 成员

# groupMembersTab_roles_moderator
source: Moderator
ar: مشرف
es: Moderador
fr: Moderateur
ko: 중재자
pt: Moderador
ru: Модератор
vi: Nguoi dieu hanh
zh_hans: 版主

# groupMembersTab_roles_read-only
source: Read Only
ar: للقراءة فقط
es: Solo lectura
fr: Lecture seule
ko: 읽기 전용
pt: Somente Leitura
ru: Только чтение
tl: Basa Lamang
vi: Chi doc
zh_hans: 只读

# groupMembersTab_title
source: Members
ar: الأعضاء
es: Miembros
fr: Membres
ko: 멤버
pt: Membros
ru: Участники
tl: Mga Miyembro
vi: Thanh vien
zh_hans: 成员

# groupMembersTab_unknown
source: Unknown
ar: غير معروف
es: Desconocido
fr: Inconnu
ko: 알 수 없음
pt: Desconhecido
ru: Неизвестно
tl: Hindi Kilala
vi: Khong xac dinh
zh_hans: 未知

# groupMembersTab_you
source: You
ar: أنت
es: Tu
fr: Vous
ko: 나
pt: Voce
ru: Вы
tl: Ikaw
vi: Ban
zh_hans: 您

# groupMessagesPage_loading
source: Loading...
ar: جاري التحميل...
es: Cargando...
fr: Chargement...
ko: 로딩 중...
pt: Carregando...
ru: Загрузка...
tl: Naglo-load...
vi: Dang tai...
zh_hans: 加载中...

# groupMessagesPage_notFound
source: Group not found
ar: المجموعة غير موجودة
es: Grupo no encontrado
fr: Groupe introuvable
ko: 그룹을 찾을 수 없습니다
pt: Grupo nao encontrado
ru: Группа не найдена
tl: Hindi nahanap ang grupo
vi: Khong tim thay nhom
zh_hans: 未找到群组

# groupMessagesPage_subtitle
source: Group conversations and threads
ar: محادثات ومواضيع المجموعة
es: Conversaciones y hilos del grupo
fr: Conversations et fils de discussion du groupe
ko: 그룹 대화 및 스레드
pt: Conversas e topicos do grupo
ru: Групповые разговоры и обсуждения
tl: Mga usapan at thread ng grupo
vi: Cuoc tro chuyen va chuoi hoi thoai nhom
zh_hans: 群组对话和讨论串

# groupMessagesPage_title
source: Messages
ar: الرسائل
es: Mensajes
ko: 메시지
pt: Mensagens
ru: Сообщения
tl: Mga Mensahe
vi: Tin nhan
zh_hans: 消息

# groups_createGroup
source: Create Group
ar: إنشاء مجموعة
es: Crear grupo
fr: Créer un groupe
ko: 그룹 만들기
pt: Criar Grupo
ru: Создать группу
tl: Lumikha ng Grupo
vi: Tạo nhóm
zh_hans: 创建群组

# groups_description
source: Description
ar: الوصف
es: Descripción
ko: 설명
pt: Descricao
ru: Описание
tl: Paglalarawan
vi: Mô tả
zh_hans: 描述

# groups_enabledModules
source: Enabled Modules
ar: الوحدات المفعلة
es: Módulos habilitados
fr: Modules activés
ko: 활성화된 모듈
pt: Modulos Habilitados
ru: Включенные модули
tl: Mga Pinaganang Module
vi: Mô-đun đã bật
zh_hans: 已启用模块

# groups_groupName
source: Group Name
ar: اسم المجموعة
es: Nombre del grupo
fr: Nom du groupe
ko: 그룹 이름
pt: Nome do Grupo
ru: Название группы
tl: Pangalan ng Grupo
vi: Tên nhóm
zh_hans: 群组名称

# groups_members
source: members
ar: عضو
es: miembros
fr: membre
ko: 멤버
pt: membros
ru: участников
tl: mga miyembro
vi: thành viên
zh_hans: 成员

# groups_noGroups
source: No groups yet
ar: لا توجد مجموعات بعد
es: Aún no hay grupos
fr: Pas encore de groupes
ko: 아직 그룹이 없습니다
pt: Nenhum grupo ainda
ru: Пока нет групп
tl: Wala pang mga grupo
vi: Chưa có nhóm
zh_hans: 暂无群组

# groups_pendingInvitations
source: You have pending group invitations
ar: لديك دعوات مجموعة معلقة
es: Tienes invitaciones de grupo pendientes
fr: Vous avez des invitations de groupe en attente
ko: 대기 중인 그룹 초대가 있습니다
pt: Voce tem convites de grupo pendentes
ru: У вас есть ожидающие приглашения в группы
tl: Mayroon kang mga pending na imbitasyon sa grupo
vi: Bạn có lời mời nhóm đang chờ
zh_hans: 您有待处理的群组邀请

# groups_privacy
source: Privacy
ar: الخصوصية
es: Privacidad
fr: Confidentialité
ko: 공개 설정
pt: Privacidade
ru: Конфиденциальность
vi: Quyền riêng tư
zh_hans: 隐私

# groups_private
source: Private
ar: خاص
es: Privado
fr: Privé
ko: 비공개
pt: Privado
ru: Приватная
tl: Pribado
vi: Riêng tư
zh_hans: 私密

# groups_public
source: Public
ar: عام
es: Público
ko: 공개
pt: Publico
ru: Публичная
tl: Pampubliko
vi: Công khai
zh_hans: 公开

# groups_secret
source: Secret
ar: سري
es: Secreto
ko: 비밀
pt: Secreto
ru: Секретная
tl: Lihim
vi: Bí mật
zh_hans: 秘密

# groups_settings
source: Settings
ar: الإعدادات
es: Configuración
fr: Paramètres
ko: 설정
pt: Configuracoes
ru: Настройки
tl: Mga Setting
vi: Cài đặt
zh_hans: 设置

# groups_title
source: Groups
ar: المجموعات
es: Grupos
fr: Groupes
ko: 그룹
pt: Grupos
ru: Группы
tl: Mga Grupo
vi: Nhóm
zh_hans: 群组

# groupSettingsDialog_description
source: Manage group settings, modules, and members
ar: إدارة إعدادات المجموعة والوحدات والأعضاء
es: Administra la configuracion del grupo, modulos y miembros
fr: Gerer les parametres du groupe, les modules et les membres
ko: 그룹 설정, 모듈 및 멤버 관리
pt: Gerenciar configuracoes do grupo, modulos e membros
ru: Управление настройками группы, модулями и участниками
tl: Pamahalaan ang mga setting ng grupo, mga module, at mga miyembro
vi: Quan ly cai dat nhom, module va thanh vien
zh_hans: 管理群组设置、模块和成员

# groupSettingsDialog_general_comingSoon
source: General settings coming soon...
ar: الإعدادات العامة قريباً...
es: Configuracion general proximamente...
fr: Parametres generaux a venir...
ko: 일반 설정이 곧 제공됩니다...
pt: Configuracoes gerais em breve...
ru: Общие настройки скоро появятся...
tl: Ang pangkalahatang mga setting ay paparating na...
vi: Cai dat chung sap ra mat...
zh_hans: 常规设置即将推出...

# groupSettingsDialog_general_description
source: Configure general group settings
ar: تكوين الإعدادات العامة للمجموعة
es: Configura los ajustes generales del grupo
fr: Configurer les parametres generaux du groupe
ko: 일반 그룹 설정 구성
pt: Configurar opcoes gerais do grupo
ru: Настройка общих параметров группы
tl: I-configure ang pangkalahatang mga setting ng grupo
vi: Cau hinh cai dat chung cua nhom
zh_hans: 配置群组常规设置

# groupSettingsDialog_general_title
source: General Settings
ar: الإعدادات العامة
es: Configuracion General
fr: Parametres Generaux
ko: 일반 설정
pt: Configuracoes Gerais
ru: Общие настройки
tl: Pangkalahatang Mga Setting
vi: Cai Dat Chung
zh_hans: 常规设置

# groupSettingsDialog_settings
source: Settings
ar: الإعدادات
es: Configuracion
fr: Parametres
ko: 설정
pt: Configuracoes
ru: Настройки
tl: Mga Setting
vi: Cai dat
zh_hans: 设置

# groupSettingsDialog_tabs_general
source: General
ar: عام
ko: 일반
pt: Geral
ru: Общие
tl: Pangkalahatan
vi: Chung
zh_hans: 常规

# groupSettingsDialog_tabs_members
source: Members
ar: الأعضاء
es: Miembros
fr: Membres
ko: 멤버
pt: Membros
ru: Участники
tl: Mga Miyembro
vi: Thanh vien
zh_hans: 成员

# groupSettingsDialog_tabs_modules
source: Modules
ar: الوحدات
es: Modulos
ko: 모듈
pt: Modulos
ru: Модули
tl: Mga Module
vi: Module
zh_hans: 模块

# groupSettingsDialog_title
source: %@ Settings
ar: إعدادات %@
es: Configuracion de %@
fr: Parametres de %@
ko: %@ 설정
pt: Configuracoes de %@
ru: Настройки %@
tl: Mga Setting ng %@
vi: Cai dat %@
zh_hans: %@ 设置

# groupSidebar_backToNetwork
source: Back to Network
ar: العودة الى الشبكة
es: Volver a la red
fr: Retour au reseau
ko: 네트워크로 돌아가기
pt: Voltar para a Rede
ru: Вернуться к сети
tl: Bumalik sa Network
vi: Quay lai mang luoi
zh_hans: 返回网络

# groupSidebar_dashboard
source: Dashboard
ar: لوحة التحكم
es: Panel
fr: Tableau de bord
ko: 대시보드
pt: Painel
ru: Панель управления
vi: Bang dieu khien
zh_hans: 仪表盘

# groupSidebar_feed
source: Feed
ar: الخلاصة
fr: Fil d'actualite
ko: 피드
ru: Лента
vi: Bang tin
zh_hans: 动态

# groupSidebar_groupNotFound
source: Group not found
ar: المجموعة غير موجودة
es: Grupo no encontrado
fr: Groupe introuvable
ko: 그룹을 찾을 수 없습니다
pt: Grupo nao encontrado
ru: Группа не найдена
tl: Hindi nahanap ang grupo
vi: Khong tim thay nhom
zh_hans: 群组未找到

# groupSidebar_members
source: Members
ar: الاعضاء
es: Miembros
fr: Membres
ko: 멤버
pt: Membros
ru: Участники
tl: Mga Miyembro
vi: Thanh vien
zh_hans: 成员

# groupSidebar_settings
source: Settings
ar: الاعدادات
es: Configuracion
fr: Parametres
ko: 설정
pt: Configuracoes
ru: Настройки
tl: Mga Setting
vi: Cai dat
zh_hans: 设置

# groupThreadList_createThread
source: Create Thread
ar: انشاء موضوع
es: Crear hilo
fr: Creer un fil
ko: 스레드 만들기
pt: Criar Thread
ru: Создать обсуждение
tl: Lumikha ng Thread
vi: Tao chu de
zh_hans: 创建话题

# groupThreadList_messageCount
source: %lld messages
ar: %lld رسائل
es: %lld mensajes
ko: %lld개의 메시지
pt: %lld mensagens
ru: %lld сообщений
tl: %lld mga mensahe
vi: %lld tin nhan
zh_hans: %lld 条消息

# groupThreadList_newThread
source: New Thread
ar: موضوع جديد
es: Nuevo hilo
fr: Nouveau fil
ko: 새 스레드
pt: Nova Thread
ru: Новое обсуждение
tl: Bagong Thread
vi: Chu de moi
zh_hans: 新话题

# groupThreadList_noThreadsDescription
source: Start a conversation by creating the first thread
ar: ابدا محادثة بانشاء اول موضوع
es: Inicia una conversacion creando el primer hilo
fr: Demarrez une conversation en creant le premier fil
ko: 첫 번째 스레드를 만들어 대화를 시작하세요
pt: Inicie uma conversa criando a primeira thread
ru: Начните разговор, создав первое обсуждение
tl: Magsimula ng usapan sa pamamagitan ng paglikha ng unang thread
vi: Bat dau cuoc tro chuyen bang cach tao chu de dau tien
zh_hans: 创建第一个话题来开始对话

# groupThreadList_noThreadsTitle
source: No threads yet
ar: لا توجد مواضيع بعد
es: Aun no hay hilos
fr: Pas encore de fils
ko: 아직 스레드가 없습니다
pt: Nenhuma conversa ainda
ru: Пока нет обсуждений
tl: Wala pang mga thread
vi: Chua co chu de nao
zh_hans: 暂无话题

# groupThreadList_threads
source: Threads
ar: المواضيع
es: Hilos
fr: Fils
ko: 스레드
ru: Обсуждения
tl: Mga Thread
vi: Chu de
zh_hans: 话题

# groupView_memberCount
source: %lld member
ar: %lld عضو
es: %lld miembro
fr: %lld membre
ko: 멤버 %lld명
pt: %lld membro
ru: %lld участник
tl: %lld miyembro
vi: %lld thanh vien
zh_hans: %lld 位成员

# groupView_memberCount_other
source: %lld members
ar: %lld أعضاء
es: %lld miembros
fr: %lld membres
ko: 멤버 %lld명
pt: %lld membros
ru: %lld участников
tl: %lld na miyembro
vi: %lld thanh vien
zh_hans: %lld 位成员

# groupView_modulesEnabled
source: %lld module enabled
ar: %lld وحدة مفعّلة
es: %lld modulo habilitado
fr: %lld module active
ko: 모듈 %lld개 활성화
pt: %lld modulo ativado
ru: %lld модуль включён
tl: %lld module na naka-enable
vi: %lld module da kich hoat
zh_hans: %lld 个模块已启用

# groupView_modulesEnabled_other
source: %lld modules enabled
ar: %lld وحدات مفعّلة
es: %lld modulos habilitados
fr: %lld modules actives
ko: 모듈 %lld개 활성화
pt: %lld modulos ativados
ru: %lld модулей включено
tl: %lld na module ang naka-enable
vi: %lld module da kich hoat
zh_hans: %lld 个模块已启用

# groupView_privacyLabel
source: %@ group
ar: مجموعة %@
es: Grupo %@
fr: Groupe %@
ko: %@ 그룹
pt: Grupo %@
ru: %@ группа
tl: %@ na grupo
vi: Nhom %@
zh_hans: %@群组

# groupView_selectGroup
source: Select a group to view details
ar: اختر مجموعة لعرض التفاصيل
es: Selecciona un grupo para ver detalles
fr: Selectionnez un groupe pour voir les details
ko: 세부 정보를 보려면 그룹을 선택하세요
pt: Selecione um grupo para ver os detalhes
ru: Выберите группу для просмотра подробностей
tl: Pumili ng grupo para makita ang mga detalye
vi: Chon mot nhom de xem chi tiet
zh_hans: 选择一个群组查看详情

# headerFooter_alignCenter
source: Align center
ar: محاذاة للوسط
es: Alinear al centro
fr: Aligner au centre
ko: 가운데 정렬
pt: Centralizar
ru: Выровнять по центру
tl: I-align sa gitna
vi: Can giua
zh_hans: 居中对齐

# headerFooter_alignLeft
source: Align left
ar: محاذاة لليمين
es: Alinear a la izquierda
fr: Aligner a gauche
ko: 왼쪽 정렬
pt: Alinhar a esquerda
ru: Выровнять по левому краю
tl: I-align sa kaliwa
vi: Can trai
zh_hans: 左对齐

# headerFooter_alignRight
source: Align right
ar: محاذاة لليسار
es: Alinear a la derecha
fr: Aligner a droite
ko: 오른쪽 정렬
pt: Alinhar a direita
ru: Выровнять по правому краю
tl: I-align sa kanan
vi: Can phai
zh_hans: 右对齐

# headerFooter_documentFooter
source: Document Footer
ar: تذييل المستند
es: Pie del Documento
fr: Pied de Page du Document
ko: 문서 바닥글
pt: Rodape do Documento
ru: Нижний колонтитул
tl: Footer ng Dokumento
vi: Chan trang tai lieu
zh_hans: 文档页脚

# headerFooter_documentHeader
source: Document Header
ar: رأس المستند
es: Encabezado del Documento
fr: En-tete du Document
ko: 문서 머리글
pt: Cabecalho do Documento
ru: Верхний колонтитул
tl: Header ng Dokumento
vi: Dau trang tai lieu
zh_hans: 文档页眉

# headerFooter_pageNumberNote
source: Page %@ (page numbers shown when printing)
ar: صفحة %@ (تظهر أرقام الصفحات عند الطباعة)
es: Pagina %@ (los numeros de pagina se muestran al imprimir)
fr: Page %@ (les numeros de page s'affichent a l'impression)
ko: %@ 페이지 (인쇄 시 페이지 번호 표시)
pt: Pagina %@ (numeros de pagina exibidos ao imprimir)
ru: Страница %@ (номера страниц отображаются при печати)
tl: Pahina %@ (ipapakita ang mga numero ng pahina kapag nag-print)
vi: Trang %@ (so trang hien thi khi in)
zh_hans: 第 %@ 页 (页码在打印时显示)

# headerFooter_showPageNumber
source: Show page number
ar: إظهار رقم الصفحة
es: Mostrar numero de pagina
fr: Afficher le numero de page
ko: 페이지 번호 표시
pt: Mostrar numero da pagina
ru: Показать номер страницы
tl: Ipakita ang numero ng pahina
vi: Hien thi so trang
zh_hans: 显示页码

# hotlines_active
source: Active
ar: نشط
es: Activas
fr: Actif
ko: 활성
pt: Ativa
ru: Активный
tl: Aktibo
vi: Đang hoạt động
zh_hans: 活跃

# hotlines_activeCalls
source: Active Calls
ar: المكالمات النشطة
es: Llamadas Activas
fr: Appels Actifs
ko: 활성 통화
pt: Chamadas Ativas
ru: Активные звонки
tl: Mga Aktibong Tawag
vi: Cuộc gọi đang hoạt động
zh_hans: 活跃呼叫

# hotlines_activeOperators
source: Active Operators
ar: المشغلون النشطون
es: Operadores Activos
fr: Opérateurs Actifs

# hotlines_averageDuration
source: Average Duration
ar: متوسط المدة
es: Duración Promedio
fr: Durée Moyenne

# hotlines_avgDuration
source: Avg Duration
ar: متوسط المدة
es: Duración promedio
fr: Durée moyenne
ko: 평균 시간
pt: Duracao Media
ru: Средняя продолжительность
tl: Ave. Tagal
vi: Thời lượng trung bình
zh_hans: 平均时长

# hotlines_callerName
source: Caller Name
ar: اسم المتصل
es: Nombre del Llamante
fr: Nom de l"Appelant
ko: 발신자 이름
pt: Nome do Chamador
ru: Имя звонящего
tl: Pangalan ng Tumatawag
vi: Tên người gọi
zh_hans: 来电者姓名

# hotlines_callerPhone
source: Caller Phone
ar: هاتف المتصل
es: Teléfono del Llamante
fr: Téléphone de l"Appelant

# hotlines_callHistory
source: Call History
ar: سجل المكالمات
es: Historial de llamadas
fr: Historique des appels
ko: 통화 기록
pt: Historico de Chamadas
ru: История звонков
tl: Kasaysayan ng mga Tawag
vi: Lịch sử cuộc gọi
zh_hans: 呼叫历史

# hotlines_callLog
source: Call Log
ar: سجل المكالمات
es: Registro de Llamadas
fr: Journal des Appels

# hotlines_callsByPriority
source: Calls by Priority
ar: المكالمات حسب الأولوية
es: Llamadas por Prioridad
fr: Appels par Priorité

# hotlines_callTime
source: Call Time
ar: وقت المكالمة
es: Hora de Llamada
fr: Heure d"Appel

# hotlines_confirmDeleteHotline
source: Are you sure you want to delete this hotline?
ar: هل أنت متأكد من أنك تريد حذف هذا الخط؟
es: ¿Estás seguro de que quieres eliminar esta línea?
fr: Êtes-vous sûr de vouloir supprimer cette ligne?

# hotlines_confirmEndCall
source: Are you sure you want to end this call?
ar: هل أنت متأكد من أنك تريد إنهاء هذه المكالمة؟
es: ¿Estás seguro de que quieres finalizar esta llamada?
fr: Êtes-vous sûr de vouloir terminer cet appel?

# hotlines_createHotline
source: Create Hotline
ar: إنشاء خط
es: Crear Línea
fr: Créer une Ligne
ko: 핫라인 만들기
pt: Criar Linha Direta
ru: Создать горячую линию
tl: Lumikha ng Hotline
vi: Tạo đường dây nóng
zh_hans: 创建热线

# hotlines_deleteHotline
source: Delete Hotline
ar: حذف الخط
es: Eliminar Línea
fr: Supprimer la Ligne

# hotlines_description
source: Hotlines for jail support, dispatch, and emergency coordination
ar: خطوط اتصال مباشرة لدعم السجن والإرسال والتنسيق في حالات الطوارئ
es: Líneas directas para apoyo carcelario, despacho y coordinación de emergencias
fr: Lignes directes pour le soutien carcéral, la répartition et la coordination d"urgence

# hotlines_dispatchStatus_accepted
source: Accepted
ar: مقبول
es: Aceptado
fr: Accepté

# hotlines_dispatchStatus_completed
source: Completed
ar: مكتمل
es: Completado
fr: Terminé

# hotlines_dispatchStatus_declined
source: Declined
ar: مرفوض
es: Rechazado
fr: Refusé

# hotlines_dispatchStatus_en-route
source: En Route
ar: في الطريق
es: En Camino

# hotlines_dispatchStatus_on-scene
source: On Scene
ar: في الموقع
es: En Escena
fr: Sur Place

# hotlines_dispatchStatus_pending
source: Pending
ar: قيد الانتظار
es: Pendiente
fr: En Attente

# hotlines_dispatchVolunteer
source: Dispatch Volunteer
ar: إرسال متطوع
es: Enviar Voluntario
fr: Envoyer un Bénévole

# hotlines_duration
source: Duration
ar: المدة
es: Duración
fr: Durée

# hotlines_editHotline
source: Edit Hotline
ar: تعديل الخط
es: Editar Línea
fr: Modifier la Ligne

# hotlines_endCall
source: End Call
ar: إنهاء المكالمة
es: Finalizar Llamada
fr: Terminer l"Appel

# hotlines_endShift
source: End Shift
ar: إنهاء الوردية
es: Finalizar Turno
fr: Terminer le Quart

# hotlines_escalateCall
source: Escalate
ar: تصعيد
es: Escalar
fr: Escalader

# hotlines_followUp
source: Follow-up Needed
ar: متابعة مطلوبة
es: Seguimiento Necesario
fr: Suivi Nécessaire

# hotlines_followUpNotes
source: Follow-up Notes
ar: ملاحظات المتابعة
es: Notas de Seguimiento
fr: Notes de Suivi

# hotlines_holdCall
source: Put on Hold
ar: وضع في الانتظار
es: Poner en Espera
fr: Mettre en Attente

# hotlines_hotlineName
source: Hotline Name
ar: اسم الخط
es: Nombre de la Línea
fr: Nom de la Ligne

# hotlines_hotlineType
source: Hotline Type
ar: نوع الخط
es: Tipo de Línea
fr: Type de Ligne

# hotlines_is24Hours
source: Open 24 Hours
ar: مفتوح 24 ساعة
es: Abierto 24 Horas
fr: Ouvert 24 Heures

# hotlines_linkToRecord
source: Link to Record
ar: ربط بالسجل
es: Vincular a Registro
fr: Lier au Dossier

# hotlines_meta_description
source: Hotlines for jail support, dispatch, and emergency coordination.
ar: خطوط اتصال مباشرة لدعم السجن والإرسال والتنسيق في حالات الطوارئ.
es: Líneas directas para apoyo carcelario, despacho y coordinación de emergencias.
fr: Lignes directes pour le soutien carcéral, la répartition et la coordination d"urgence.

# hotlines_noActiveCalls
source: No active calls
ar: لا توجد مكالمات نشطة
es: No hay llamadas activas
fr: Aucun appel actif
ko: 활성 통화가 없습니다
pt: Nenhuma chamada ativa
ru: Нет активных звонков
tl: Walang mga aktibong tawag
vi: Không có cuộc gọi đang hoạt động
zh_hans: 没有活跃呼叫

# hotlines_noCalls
source: No calls yet
ar: لا توجد مكالمات بعد
es: No hay llamadas todavía
fr: Pas encore d"appels

# hotlines_noOperators
source: No operators currently on duty
ar: لا يوجد مشغلون في الخدمة
es: No hay operadores en servicio
fr: Aucun opérateur en service

# hotlines_offDuty
source: Off Duty
ar: خارج الخدمة
es: Fuera de Servicio
fr: Hors Service

# hotlines_onDuty
source: On Duty
ar: في الخدمة
es: En Servicio
fr: En Service

# hotlines_operatingHours
source: Operating Hours
ar: ساعات العمل
es: Horario de Operación
fr: Heures d"Opération

# hotlines_operator
source: Operator
ar: المشغل
es: Operador
fr: Opérateur

# hotlines_operatorManagementSoon
source: Operator management coming soon
ar: إدارة العاملين قريباً
es: Gestión de operadores próximamente
fr: Gestion des opérateurs bientôt disponible
ko: 상담원 관리 기능이 곧 제공됩니다
pt: Gerenciamento de operadores em breve
ru: Управление операторами скоро появится
tl: Darating na ang pamamahala ng operator
vi: Quản lý điều hành viên sắp ra mắt
zh_hans: 接线员管理即将推出

# hotlines_operators
source: Operators
ar: العاملون
es: Operadores
fr: Opérateurs
ko: 상담원
pt: Operadores
ru: Операторы
tl: Mga Operator
vi: Điều hành viên
zh_hans: 接线员

# hotlines_operatorsOnDuty
source: Operators On Duty
ar: العاملون في الخدمة
es: Operadores de turno
fr: Opérateurs en service
ko: 근무 중인 상담원
pt: Operadores de Plantao
ru: Операторы на дежурстве
tl: Mga Operator na Naka-duty
vi: Điều hành viên trực
zh_hans: 值班接线员

# hotlines_phoneNumber
source: Phone Number
ar: رقم الهاتف
es: Número de Teléfono
fr: Numéro de Téléphone
ko: 전화번호
pt: Numero de Telefone
ru: Номер телефона
tl: Numero ng Telepono
vi: Số điện thoại
zh_hans: 电话号码

# hotlines_priority
source: Priority
ar: الأولوية
es: Prioridad
fr: Priorité
ko: 우선순위
pt: Prioridade
ru: Приоритет
tl: Priyoridad
vi: Mức ưu tiên
zh_hans: 优先级

# hotlines_priority_high
source: High
ar: عالية
es: Alta
fr: Haute

# hotlines_priority_low
source: Low
ar: منخفضة
es: Baja
fr: Basse

# hotlines_priority_medium
source: Medium
ar: متوسطة
es: Media
fr: Moyenne

# hotlines_priority_urgent
source: Urgent
ar: عاجلة
es: Urgente
fr: Urgente

# hotlines_priorityHigh
source: High
ar: عالية
es: Alta
fr: Haute
ko: 높음
pt: Alta
ru: Высокий
tl: Mataas
vi: Cao
zh_hans: 高

# hotlines_priorityLow
source: Low
ar: منخفضة
es: Baja
fr: Faible
ko: 낮음
pt: Baixa
ru: Низкий
tl: Mababa
vi: Thấp
zh_hans: 低

# hotlines_priorityMedium
source: Medium
ar: متوسطة
es: Media
fr: Moyenne
ko: 보통
pt: Media
ru: Средний
tl: Katamtaman
vi: Trung bình
zh_hans: 中

# hotlines_priorityUrgent
source: Urgent
ar: عاجلة
es: Urgente
fr: Urgente
ko: 긴급
pt: Urgente
ru: Срочный
tl: Apurahan
vi: Khẩn cấp
zh_hans: 紧急

# hotlines_recentCalls
source: Recent Calls
ar: المكالمات الأخيرة
es: Llamadas Recientes
fr: Appels Récents

# hotlines_selectHotline
source: Select a hotline to view calls
ar: اختر خطاً ساخناً لعرض المكالمات
es: Selecciona una línea para ver llamadas
fr: Sélectionnez une ligne d'assistance pour voir les appels
ko: 통화를 보려면 핫라인을 선택하세요
pt: Selecione uma linha direta para ver chamadas
ru: Выберите горячую линию для просмотра звонков
tl: Pumili ng hotline upang makita ang mga tawag
vi: Chọn đường dây để xem cuộc gọi
zh_hans: 选择一条热线以查看呼叫

# hotlines_selectHotlineToView
source: Select a hotline to view calls and operators
ar: اختر خطاً ساخناً لعرض المكالمات والعاملين
es: Selecciona una línea para ver llamadas y operadores
fr: Sélectionnez une ligne d'assistance pour voir les appels et opérateurs
ko: 통화와 상담원을 보려면 핫라인을 선택하세요
pt: Selecione uma linha direta para ver chamadas e operadores
ru: Выберите горячую линию для просмотра звонков и операторов
tl: Pumili ng hotline upang makita ang mga tawag at operator
vi: Chọn đường dây để xem cuộc gọi và điều hành viên
zh_hans: 选择一条热线以查看呼叫和接线员
