Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# auth_backup_reminderTitle
source: Protect Your Account
ar: احمِ حسابك
es: Protege tu cuenta
fr: Protégez votre compte
ko: 계정을 보호하세요
pt: Proteja Sua Conta
ru: Защитите свою учетную запись
tl: Protektahan ang Iyong Account
vi: Bảo vệ tài khoản
zh_hans: 保护您的账户

# auth_backup_snooze
source: Remind me later
ar: ذكرني لاحقاً
es: Recordarme después
fr: Me rappeler plus tard
ko: 나중에 알림
pt: Lembrar mais tarde
ru: Напомнить позже
tl: Paalalahanan ako mamaya
vi: Nhắc tôi sau
zh_hans: 稍后提醒我

# auth_createIdentity
source: Create Identity
ar: إنشاء هوية
es: Crear identidad
fr: Créer une identité
ko: 신원 생성
pt: Criar Identidade
ru: Создать личность
tl: Lumikha ng Pagkakakilanlan
vi: Tạo danh tính
zh_hans: 创建身份

# auth_generateNew
source: Generate New Identity
ar: إنشاء هوية جديدة
es: Generar nueva identidad
fr: Générer une nouvelle identité
ko: 새 신원 생성
pt: Gerar Nova Identidade
ru: Создать новую личность
tl: Bumuo ng Bagong Pagkakakilanlan
vi: Tạo danh tính mới
zh_hans: 生成新身份

# auth_hidePassword
source: Hide password
ar: إخفاء كلمة المرور
es: Ocultar contraseña
fr: Masquer le mot de passe
ko: 비밀번호 숨기기
pt: Ocultar senha
ru: Скрыть пароль
tl: Itago ang password
vi: Ẩn mật khẩu
zh_hans: 隐藏密码

# auth_importKey
source: Import Key
ar: استيراد مفتاح
es: Importar clave
fr: Importer une clé
ko: 키 가져오기
pt: Importar Chave
ru: Импортировать ключ
tl: Mag-import ng Key
vi: Nhập khóa
zh_hans: 导入密钥

# auth_login_confirmPassword
source: Confirm Password
ar: تأكيد كلمة المرور
es: Confirmar contraseña
fr: Confirmer le mot de passe
ko: 비밀번호 확인
pt: Confirmar Senha
ru: Подтвердите пароль
tl: Kumpirmahin ang Password
vi: Xác nhận mật khẩu
zh_hans: 确认密码

# auth_login_confirmPlaceholder
source: Confirm your password
ar: أكد كلمة المرور
es: Confirma tu contraseña
fr: Confirmez votre mot de passe
ko: 비밀번호를 확인하세요
pt: Confirme sua senha
ru: Подтвердите ваш пароль
tl: Kumpirmahin ang iyong password
vi: Xác nhận mật khẩu của bạn
zh_hans: 确认您的密码

# auth_login_createButton
source: Create Identity
ar: إنشاء هوية
es: Crear identidad
fr: Créer l'identité
ko: 신원 생성
pt: Criar Identidade
ru: Создать личность
tl: Lumikha ng Pagkakakilanlan
vi: Tạo danh tính
zh_hans: 创建身份

# auth_login_createFailed
source: Failed to create identity
ar: فشل إنشاء الهوية
es: Error al crear identidad
fr: Échec de la création de l'identité
ko: 신원 생성에 실패했습니다
pt: Falha ao criar identidade
ru: Не удалось создать личность
tl: Nabigong lumikha ng pagkakakilanlan
vi: Không thể tạo danh tính
zh_hans: 创建身份失败

# auth_login_creating
source: Creating...
ar: جاري الإنشاء...
es: Creando...
fr: Création...
ko: 생성 중...
pt: Criando...
ru: Создание...
tl: Nililikha...
vi: Đang tạo...
zh_hans: 正在创建...

# auth_login_displayName
source: Display Name
ar: اسم العرض
es: Nombre para mostrar
fr: Nom d'affichage
ko: 표시 이름
pt: Nome de Exibicao
ru: Отображаемое имя
vi: Tên hiển thị
zh_hans: 显示名称

# auth_login_importButton
source: Import Identity
ar: استيراد هوية
es: Importar identidad
fr: Importer l'identité
ko: 신원 가져오기
pt: Importar Identidade
ru: Импортировать личность
tl: Mag-import ng Pagkakakilanlan
vi: Nhập danh tính
zh_hans: 导入身份

# auth_login_importFailed
source: Failed to import identity
ar: فشل استيراد الهوية
es: Error al importar identidad
fr: Échec de l'importation de l'identité
ko: 신원 가져오기에 실패했습니다
pt: Falha ao importar identidade
ru: Не удалось импортировать личность
tl: Nabigong mag-import ng pagkakakilanlan
vi: Không thể nhập danh tính
zh_hans: 导入身份失败

# auth_login_importing
source: Importing...
ar: جاري الاستيراد...
es: Importando...
fr: Importation...
ko: 가져오는 중...
pt: Importando...
ru: Импортирование...
tl: Nag-i-import...
vi: Đang nhập...
zh_hans: 正在导入...

# auth_login_importPasswordHint
source: This password will encrypt your imported key locally.
ar: ستشفر كلمة المرور هذه مفتاحك المستورد محلياً.
es: Esta contraseña cifrará tu clave importada localmente.
fr: Ce mot de passe chiffrera votre clé importée localement.
ko: 이 비밀번호는 가져온 키를 로컬에서 암호화합니다.
pt: Esta senha ira criptografar sua chave importada localmente.
ru: Этот пароль будет шифровать ваш импортированный ключ локально.
tl: Ang password na ito ay mag-e-encrypt sa iyong na-import na key nang lokal.
vi: Mật khẩu này sẽ mã hóa khóa nhập của bạn trên thiết bị.
zh_hans: 此密码将在本地加密您导入的密钥。

# auth_login_namePlaceholder
source: Enter your name
ar: أدخل اسمك
es: Ingresa tu nombre
fr: Entrez votre nom
ko: 이름을 입력하세요
pt: Digite seu nome
ru: Введите ваше имя
tl: Ilagay ang iyong pangalan
vi: Nhập tên của bạn
zh_hans: 输入您的姓名

# auth_login_password
source: Password
ar: كلمة المرور
es: Contraseña
fr: Mot de passe
ko: 비밀번호
pt: Senha
ru: Пароль
vi: Mật khẩu
zh_hans: 密码

# auth_login_passwordHint
source: Minimum 8 characters. This password encrypts your private keys.
ar: 8 أحرف كحد أدنى. تشفر كلمة المرور هذه مفاتيحك الخاصة.
es: Mínimo 8 caracteres. Esta contraseña cifra tus claves privadas.
fr: Minimum 8 caractères. Ce mot de passe chiffre vos clés privées.
ko: 최소 8자 이상. 이 비밀번호는 개인 키를 암호화합니다.
pt: Minimo de 8 caracteres. Esta senha criptografa suas chaves privadas.
ru: Минимум 8 символов. Этот пароль шифрует ваши приватные ключи.
tl: Minimum 8 na karakter. Ang password na ito ay nag-e-encrypt sa iyong mga private key.
vi: Tối thiểu 8 ký tự. Mật khẩu này mã hóa khóa riêng tư của bạn.
zh_hans: 至少8个字符。此密码用于加密您的私钥。

# auth_login_passwordMismatch
source: Passwords do not match
ar: كلمات المرور غير متطابقة
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
ko: 비밀번호가 일치하지 않습니다
pt: As senhas nao coincidem
ru: Пароли не совпадают
tl: Hindi magkatugma ang mga password
vi: Mật khẩu không khớp
zh_hans: 密码不匹配

# auth_login_passwordPlaceholder
source: Create a strong password
ar: أنشئ كلمة مرور قوية
es: Crea una contraseña segura
fr: Créez un mot de passe fort
ko: 강력한 비밀번호를 만드세요
pt: Crie uma senha forte
ru: Создайте надежный пароль
tl: Lumikha ng malakas na password
vi: Tạo mật khẩu mạnh
zh_hans: 创建一个强密码

# auth_login_passwordTooShort
source: Password must be at least 8 characters
ar: يجب أن تكون كلمة المرور 8 أحرف على الأقل
es: La contraseña debe tener al menos 8 caracteres
fr: Le mot de passe doit contenir au moins 8 caractères
ko: 비밀번호는 최소 8자 이상이어야 합니다
pt: A senha deve ter pelo menos 8 caracteres
ru: Пароль должен содержать не менее 8 символов
tl: Ang password ay dapat na hindi bababa sa 8 karakter
vi: Mật khẩu phải có ít nhất 8 ký tự
zh_hans: 密码必须至少8个字符

# auth_login_privateKey
source: Private Key (nsec)
ar: المفتاح الخاص (nsec)
es: Clave privada (nsec)
fr: Clé privée (nsec)
ko: 개인 키 (nsec)
pt: Chave Privada (nsec)
ru: Приватный ключ (nsec)
vi: Khóa riêng tư (nsec)
zh_hans: 私钥 (nsec)

# auth_login_securityNote
source: Your private key will be encrypted with this password. It never leaves your device unencrypted.
ar: سيتم تشفير مفتاحك الخاص بكلمة المرور هذه. لن يغادر جهازك بدون تشفير أبداً.
es: Tu clave privada será cifrada con esta contraseña. Nunca sale de tu dispositivo sin cifrar.
fr: Votre clé privée sera chiffrée avec ce mot de passe. Elle ne quitte jamais votre appareil non chiffrée.
ko: 개인 키는 이 비밀번호로 암호화됩니다. 암호화되지 않은 상태로는 절대 기기를 떠나지 않습니다.
pt: Sua chave privada sera criptografada com esta senha. Ela nunca sai do seu dispositivo sem criptografia.
ru: Ваш приватный ключ будет зашифрован этим паролем. Он никогда не покидает ваше устройство в незашифрованном виде.
tl: Ang iyong private key ay i-e-encrypt gamit ang password na ito. Hindi ito aalis sa iyong device nang hindi naka-encrypt.
vi: Khóa riêng tư của bạn sẽ được mã hóa bằng mật khẩu này. Nó không bao giờ rời khỏi thiết bị của bạn mà không được mã hóa.
zh_hans: 您的私钥将使用此密码加密。它永远不会以未加密形式离开您的设备。

# auth_login_tabCreate
source: Create New
ar: إنشاء جديد
es: Crear nuevo
fr: Créer nouveau
ko: 새로 만들기
pt: Criar Nova
ru: Создать новую
tl: Lumikha ng Bago
vi: Tạo mới
zh_hans: 创建新账户

# auth_login_tabImport
source: Import
ar: استيراد
es: Importar
fr: Importer
ko: 가져오기
pt: Importar
ru: Импортировать
tl: Mag-import
vi: Nhập
zh_hans: 导入

# auth_logout_button
source: Logout
ar: تسجيل الخروج
es: Cerrar sesión
fr: Déconnexion
ko: 로그아웃
pt: Sair
ru: Выйти
tl: Mag-logout
vi: Đăng xuất
zh_hans: 退出登录

# auth_logout_createBackupNow
source: Create Backup Now
ar: إنشاء نسخة احتياطية الآن
es: Crear respaldo ahora
fr: Créer une sauvegarde maintenant
ko: 지금 백업 만들기
pt: Criar Backup Agora
ru: Создать резервную копию сейчас
tl: Gumawa ng Backup Ngayon
vi: Tạo bản sao lưu ngay
zh_hans: 立即创建备份

# auth_logout_identityLocked
source: Identity is locked. Please unlock first to view your recovery phrase.
ar: الهوية مقفلة. يرجى فتحها أولاً لعرض عبارة الاسترداد.
es: La identidad está bloqueada. Por favor desbloquea primero para ver tu frase de recuperación.
fr: L'identité est verrouillée. Veuillez d'abord la déverrouiller pour voir votre phrase de récupération.
ko: 신원이 잠겨 있습니다. 복구 문구를 보려면 먼저 잠금을 해제하세요.
pt: A identidade esta bloqueada. Por favor, desbloqueie primeiro para ver sua frase de recuperacao.
ru: Личность заблокирована. Пожалуйста, сначала разблокируйте, чтобы просмотреть вашу фразу восстановления.
tl: Naka-lock ang pagkakakilanlan. Mangyaring i-unlock muna upang makita ang iyong pariralang pang-recover.
vi: Danh tính đã bị khóa. Vui lòng mở khóa trước để xem cụm từ khôi phục.
zh_hans: 身份已锁定。请先解锁以查看您的恢复短语。

# auth_logout_iveSavedIt
source: I've Saved My Phrase
ar: لقد حفظت العبارة
es: He guardado mi frase
fr: J'ai sauvegardé ma phrase
ko: 문구를 저장했습니다
pt: Eu Salvei Minha Frase
ru: Я сохранил(а) свою фразу
tl: Nai-save Ko Na ang Aking Parirala
vi: Tôi đã lưu cụm từ
zh_hans: 我已保存短语

# auth_logout_logoutAnyway
source: Logout Anyway
ar: تسجيل الخروج على أي حال
es: Cerrar sesión de todos modos
fr: Se déconnecter quand même
ko: 그래도 로그아웃
pt: Sair Mesmo Assim
ru: Всё равно выйти
tl: Mag-logout Pa Rin
vi: Vẫn đăng xuất
zh_hans: 仍然退出

# auth_logout_noRecoveryDescription
source: BuildIt has no server-side password recovery. Your recovery phrase is the ONLY way to restore your account if you forget your password.
ar: BuildIt ليس لديه استعادة كلمة مرور من جانب الخادم. عبارة الاسترداد الخاصة بك هي الطريقة الوحيدة لاستعادة حسابك إذا نسيت كلمة المرور.
es: BuildIt no tiene recuperación de contraseña del lado del servidor. Tu frase de recuperación es la ÚNICA forma de restaurar tu cuenta si olvidas tu contraseña.
fr: BuildIt n'a pas de récupération de mot de passe côté serveur. Votre phrase de récupération est le SEUL moyen de restaurer votre compte si vous oubliez votre mot de passe.
ko: BuildIt에는 서버측 비밀번호 복구가 없습니다. 복구 문구가 비밀번호를 잊었을 때 계정을 복원할 수 있는 유일한 방법입니다.
pt: O BuildIt nao tem recuperacao de senha no servidor. Sua frase de recuperacao e a UNICA maneira de restaurar sua conta se voce esquecer sua senha.
ru: BuildIt не имеет серверного восстановления пароля. Ваша фраза восстановления - ЕДИНСТВЕННЫЙ способ восстановить учетную запись, если вы забудете пароль.
tl: Ang BuildIt ay walang server-side na password recovery. Ang iyong pariralang pang-recover ang TANGING paraan upang maibalik ang iyong account kung makalimutan mo ang iyong password.
vi: BuildIt không có chức năng khôi phục mật khẩu qua máy chủ. Cụm từ khôi phục là CÁCH DUY NHẤT để khôi phục tài khoản nếu quên mật khẩu.
zh_hans: BuildIt 没有服务器端密码恢复功能。您的恢复短语是在忘记密码时恢复账户的唯一方式。

# auth_logout_noRecoveryTitle
source: No Password Reset
ar: لا يوجد إعادة تعيين لكلمة المرور
es: Sin restablecimiento de contraseña
fr: Pas de réinitialisation de mot de passe
ko: 비밀번호 재설정 불가
pt: Sem Redefinicao de Senha
ru: Сброс пароля невозможен
tl: Walang Password Reset
vi: Không có đặt lại mật khẩu
zh_hans: 无法重置密码

# auth_logout_phraseFailed
source: Failed to get recovery phrase
ar: فشل الحصول على عبارة الاسترداد
es: Error al obtener la frase de recuperación
fr: Échec de l'obtention de la phrase de récupération
ko: 복구 문구를 가져오는 데 실패했습니다
pt: Falha ao obter frase de recuperacao
ru: Не удалось получить фразу восстановления
tl: Nabigong makuha ang pariralang pang-recover
vi: Không thể lấy cụm từ khôi phục
zh_hans: 获取恢复短语失败

# auth_logout_phraseLabel
source: 24-Word Recovery Phrase
ar: عبارة الاسترداد المكونة من 24 كلمة
es: Frase de recuperación de 24 palabras
fr: Phrase de récupération de 24 mots
ko: 24단어 복구 문구
pt: Frase de Recuperacao de 24 Palavras
ru: Фраза восстановления из 24 слов
tl: 24-Salitang Pariralang Pang-recover
vi: Cụm từ khôi phục 24 từ
zh_hans: 24个单词的恢复短语

# auth_logout_phraseWarning
source: Anyone with this phrase can access your account. Store it securely offline and never share it.
ar: أي شخص لديه هذه العبارة يمكنه الوصول إلى حسابك. احفظها بأمان بعيداً عن الإنترنت ولا تشاركها أبداً.
es: Cualquier persona con esta frase puede acceder a tu cuenta. Guárdala de forma segura fuera de línea y nunca la compartas.
fr: Toute personne ayant cette phrase peut accéder à votre compte. Conservez-la en lieu sûr hors ligne et ne la partagez jamais.
ko: 이 문구를 가진 누구나 계정에 접근할 수 있습니다. 오프라인에 안전하게 보관하고 절대 공유하지 마세요.
pt: Qualquer pessoa com esta frase pode acessar sua conta. Guarde-a com seguranca offline e nunca a compartilhe.
ru: Любой, кто имеет эту фразу, может получить доступ к вашей учетной записи. Храните её в надежном месте офлайн и никогда не делитесь ею.
tl: Kahit sino na may hawak ng pariralang ito ay maaaring ma-access ang iyong account. Itago ito nang ligtas offline at huwag ibahagi.
vi: Bất kỳ ai có cụm từ này đều có thể truy cập tài khoản của bạn. Lưu trữ an toàn ngoại tuyến và không bao giờ chia sẻ.
zh_hans: 任何拥有此短语的人都可以访问您的账户。请安全地离线存储，切勿分享。

# auth_logout_saveBackupDescription
source: Write down these 24 words and store them securely. This is your only way to recover your account.
ar: اكتب هذه الكلمات الـ 24 واحفظها بأمان. هذه هي طريقتك الوحيدة لاستعادة حسابك.
es: Escribe estas 24 palabras y guárdalas de forma segura. Esta es tu única forma de recuperar tu cuenta.
fr: Notez ces 24 mots et conservez-les en lieu sûr. C'est votre seul moyen de récupérer votre compte.
ko: 이 24단어를 적어서 안전하게 보관하세요. 계정을 복구할 수 있는 유일한 방법입니다.
pt: Anote estas 24 palavras e guarde-as com seguranca. Esta e sua unica maneira de recuperar sua conta.
ru: Запишите эти 24 слова и храните их в надежном месте. Это единственный способ восстановить вашу учетную запись.
tl: Isulat ang 24 na salitang ito at itago nang ligtas. Ito ang tanging paraan upang ma-recover ang iyong account.
vi: Viết ra 24 từ này và lưu trữ an toàn. Đây là cách duy nhất để khôi phục tài khoản.
zh_hans: 写下这24个单词并安全存储。这是恢复账户的唯一方式。

# auth_logout_saveBackupTitle
source: Save Your Recovery Phrase
ar: احفظ عبارة الاسترداد الخاصة بك
es: Guarda tu frase de recuperación
fr: Sauvegardez votre phrase de récupération
ko: 복구 문구 저장
pt: Salve Sua Frase de Recuperacao
ru: Сохраните вашу фразу восстановления
tl: I-save ang Iyong Pariralang Pang-recover
vi: Lưu cụm từ khôi phục
zh_hans: 保存您的恢复短语

# auth_logout_warningDescription
source: You haven't created a backup for this account. If you logout and forget your password, you may permanently lose access.
ar: لم تنشئ نسخة احتياطية لهذا الحساب. إذا سجلت الخروج ونسيت كلمة المرور، قد تفقد الوصول بشكل دائم.
es: No has creado un respaldo para esta cuenta. Si cierras sesión y olvidas tu contraseña, podrías perder el acceso permanentemente.
fr: Vous n'avez pas créé de sauvegarde pour ce compte. Si vous vous déconnectez et oubliez votre mot de passe, vous pourriez perdre définitivement l'accès.
ko: 이 계정의 백업을 만들지 않았습니다. 로그아웃 후 비밀번호를 잊으면 영구적으로 접근 권한을 잃을 수 있습니다.
pt: Voce nao criou um backup para esta conta. Se voce sair e esquecer sua senha, pode perder permanentemente o acesso.
ru: Вы не создали резервную копию для этой учетной записи. Если вы выйдете и забудете пароль, вы можете навсегда потерять доступ.
tl: Hindi ka pa nakagawa ng backup para sa account na ito. Kung mag-logout ka at makalimutan mo ang iyong password, maaari mong permanenteng mawala ang access.
vi: Bạn chưa tạo bản sao lưu cho tài khoản này. Nếu đăng xuất và quên mật khẩu, bạn có thể mất vĩnh viễn quyền truy cập.
zh_hans: 您尚未为此账户创建备份。如果您退出登录并忘记密码，可能会永久失去访问权限。

# auth_logout_warningTitle
source: No Backup Found
ar: لم يتم العثور على نسخة احتياطية
es: No se encontró respaldo
fr: Aucune sauvegarde trouvée
ko: 백업을 찾을 수 없음
pt: Backup Nao Encontrado
ru: Резервная копия не найдена
tl: Walang Nakitang Backup
vi: Không tìm thấy bản sao lưu
zh_hans: 未找到备份

# auth_name
source: Name
ar: الاسم
es: Nombre
fr: Nom
ko: 이름
pt: Nome
ru: Имя
tl: Pangalan
vi: Tên
zh_hans: 姓名

# auth_privateKey
source: Private Key
ar: المفتاح الخاص
es: Clave privada
fr: Clé privée
ko: 개인 키
pt: Chave Privada
ru: Приватный ключ
vi: Khóa riêng tư
zh_hans: 私钥

# auth_recovery_confirm
source: Confirm & Continue
ar: تأكيد ومتابعة
es: Confirmar y continuar
fr: Confirmer et continuer
ko: 확인 후 계속
pt: Confirmar e Continuar
ru: Подтвердить и продолжить
tl: Kumpirmahin at Magpatuloy
vi: Xác nhận & Tiếp tục
zh_hans: 确认并继续

# auth_recovery_confirmPassword
source: Confirm Password
ar: تأكيد كلمة المرور
es: Confirmar contraseña
fr: Confirmer le mot de passe
ko: 비밀번호 확인
pt: Confirmar Senha
ru: Подтвердите пароль
tl: Kumpirmahin ang Password
vi: Xác nhận mật khẩu
zh_hans: 确认密码

# auth_recovery_confirmPasswordPlaceholder
source: Confirm your password
ar: أكد كلمة المرور
es: Confirma tu contraseña
fr: Confirmez votre mot de passe
ko: 비밀번호를 확인하세요
pt: Confirme sua senha
ru: Подтвердите ваш пароль
tl: Kumpirmahin ang iyong password
vi: Xác nhận mật khẩu của bạn
zh_hans: 确认您的密码

# auth_recovery_confirmWrittenDown
source: I have written down my recovery phrase and stored it in a secure location. I understand that if I lose this phrase, I will permanently lose access to my account.
ar: لقد كتبت عبارة الاسترداد الخاصة بي وحفظتها في مكان آمن. أفهم أنني إذا فقدت هذه العبارة، سأفقد الوصول إلى حسابي بشكل دائم.
es: He escrito mi frase de recuperación y la he guardado en un lugar seguro. Entiendo que si pierdo esta frase, perderé permanentemente el acceso a mi cuenta.
fr: J'ai noté ma phrase de récupération et l'ai conservée dans un endroit sûr. Je comprends que si je perds cette phrase, je perdrai définitivement l'accès à mon compte.
ko: 복구 문구를 적어서 안전한 장소에 보관했습니다. 이 문구를 잃어버리면 계정에 영구적으로 접근할 수 없다는 것을 이해합니다.
pt: Eu anotei minha frase de recuperacao e a guardei em um local seguro. Entendo que se eu perder esta frase, perderei permanentemente o acesso a minha conta.
ru: Я записал(а) свою фразу восстановления и сохранил(а) её в надежном месте. Я понимаю, что если я потеряю эту фразу, я навсегда потеряю доступ к своей учетной записи.
tl: Naisulat ko na ang aking pariralang pang-recover at inilagay ko ito sa isang ligtas na lugar. Nauunawaan ko na kung mawala ko ang pariralang ito, permanente kong mawawala ang access sa aking account.
vi: Tôi đã viết ra cụm từ khôi phục và lưu trữ ở nơi an toàn. Tôi hiểu rằng nếu mất cụm từ này, tôi sẽ vĩnh viễn mất quyền truy cập tài khoản.
zh_hans: 我已经写下我的恢复短语并将其存储在安全的位置。我理解如果丢失此短语，我将永久失去对账户的访问权限。

# auth_recovery_copied
source: Copied!
ar: تم النسخ!
es: ¡Copiado!
fr: Copié !
ko: 복사됨!
pt: Copiado!
ru: Скопировано!
tl: Nakopya na!
vi: Đã sao chép!
zh_hans: 已复制！

# auth_recovery_copyPhrase
source: Copy to Clipboard
ar: نسخ إلى الحافظة
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
ko: 클립보드에 복사
pt: Copiar para Area de Transferencia
ru: Скопировать в буфер обмена
tl: Kopyahin sa Clipboard
vi: Sao chép vào bộ nhớ tạm
zh_hans: 复制到剪贴板

# auth_recovery_description
source: Before you can use BuildIt, you need to save your recovery phrase.
ar: قبل أن تتمكن من استخدام BuildIt، تحتاج إلى حفظ عبارة الاسترداد الخاصة بك.
es: Antes de poder usar BuildIt, necesitas guardar tu frase de recuperación.
fr: Avant de pouvoir utiliser BuildIt, vous devez sauvegarder votre phrase de récupération.
ko: BuildIt을 사용하기 전에 복구 문구를 저장해야 합니다.
pt: Antes de usar o BuildIt, voce precisa salvar sua frase de recuperacao.
ru: Прежде чем вы сможете использовать BuildIt, вам нужно сохранить вашу фразу восстановления.
tl: Bago mo magamit ang BuildIt, kailangan mong i-save ang iyong pariralang pang-recover.
vi: Trước khi sử dụng BuildIt, bạn cần lưu cụm từ khôi phục.
zh_hans: 在使用 BuildIt 之前，您需要保存您的恢复短语。

# auth_recovery_descriptionWithName
source: Welcome, %@! Before you can use BuildIt, you need to save your recovery phrase.
ar: مرحباً %@! قبل أن تتمكن من استخدام BuildIt، تحتاج إلى حفظ عبارة الاسترداد الخاصة بك.
es: ¡Bienvenido, %@! Antes de poder usar BuildIt, necesitas guardar tu frase de recuperación.
fr: Bienvenue, %@ ! Avant de pouvoir utiliser BuildIt, vous devez sauvegarder votre phrase de récupération.
ko: 환영합니다, %@님! BuildIt을 사용하기 전에 복구 문구를 저장해야 합니다.
pt: Bem-vindo, %@! Antes de usar o BuildIt, voce precisa salvar sua frase de recuperacao.
ru: Добро пожаловать, %@! Прежде чем вы сможете использовать BuildIt, вам нужно сохранить вашу фразу восстановления.
tl: Maligayang pagdating, %@! Bago mo magamit ang BuildIt, kailangan mong i-save ang iyong pariralang pang-recover.
vi: Xin chào, %@! Trước khi sử dụng BuildIt, bạn cần lưu cụm từ khôi phục.
zh_hans: 欢迎，%@！在使用 BuildIt 之前，您需要保存您的恢复短语。

# auth_recovery_enterWord
source: Enter word #%lld
ar: أدخل الكلمة رقم %lld
es: Ingresa la palabra #%lld
fr: Entrez le mot n°%lld
ko: %lld번째 단어 입력
pt: Digite a palavra #%lld
ru: Введите слово #%lld
tl: Ilagay ang salita #%lld
vi: Nhập từ số #%lld
zh_hans: 输入第 %lld 个单词

# auth_recovery_failed
source: Recovery failed. Please check your recovery phrase.
ar: فشلت الاستعادة. يرجى التحقق من عبارة الاسترداد.
es: La recuperación falló. Por favor verifica tu frase de recuperación.
fr: La récupération a échoué. Veuillez vérifier votre phrase de récupération.
ko: 복구에 실패했습니다. 복구 문구를 확인해 주세요.
pt: Falha na recuperacao. Por favor, verifique sua frase de recuperacao.
ru: Восстановление не удалось. Пожалуйста, проверьте вашу фразу восстановления.
tl: Nabigong mag-recover. Mangyaring suriin ang iyong pariralang pang-recover.
vi: Khôi phục thất bại. Vui lòng kiểm tra cụm từ khôi phục.
zh_hans: 恢复失败。请检查您的恢复短语。

# auth_recovery_hide
source: Hide
ar: إخفاء
es: Ocultar
fr: Masquer
ko: 숨기기
pt: Ocultar
ru: Скрыть
tl: Itago
vi: Ẩn
zh_hans: 隐藏

# auth_recovery_invalidPhrase
source: Please enter a valid 24-word recovery phrase.
ar: يرجى إدخال عبارة استرداد صالحة مكونة من 24 كلمة.
es: Por favor ingresa una frase de recuperación válida de 24 palabras.
fr: Veuillez entrer une phrase de récupération valide de 24 mots.
ko: 유효한 24단어 복구 문구를 입력해 주세요.
pt: Por favor, digite uma frase de recuperacao valida de 24 palavras.
ru: Пожалуйста, введите действительную фразу восстановления из 24 слов.
tl: Mangyaring maglagay ng valid na 24-salitang pariralang pang-recover.
vi: Vui lòng nhập cụm từ khôi phục 24 từ hợp lệ.
zh_hans: 请输入有效的24个单词的恢复短语。

# auth_recovery_invalidWords
source: Invalid words: %@
ar: كلمات غير صالحة: %@
es: Palabras inválidas: %@
fr: Mots invalides : %@
ko: 잘못된 단어: %@
pt: Palavras invalidas: %@
ru: Недействительные слова: %@
tl: Hindi valid na mga salita: %@
vi: Các từ không hợp lệ: %@
zh_hans: 无效的单词：%@

# auth_recovery_newPassword
source: New Password
ar: كلمة المرور الجديدة
es: Nueva contraseña
fr: Nouveau mot de passe
ko: 새 비밀번호
pt: Nova Senha
ru: Новый пароль
tl: Bagong Password
vi: Mật khẩu mới
zh_hans: 新密码

# auth_recovery_newPasswordDesc
source: Create a new password to protect your account on this device.
ar: أنشئ كلمة مرور جديدة لحماية حسابك على هذا الجهاز.
es: Crea una nueva contraseña para proteger tu cuenta en este dispositivo.
fr: Créez un nouveau mot de passe pour protéger votre compte sur cet appareil.
ko: 이 기기에서 계정을 보호할 새 비밀번호를 만드세요.
pt: Crie uma nova senha para proteger sua conta neste dispositivo.
ru: Создайте новый пароль для защиты вашей учетной записи на этом устройстве.
tl: Lumikha ng bagong password upang protektahan ang iyong account sa device na ito.
vi: Tạo mật khẩu mới để bảo vệ tài khoản trên thiết bị này.
zh_hans: 创建新密码以保护此设备上的账户。
