Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# articleEditor_visibilityOptions_paid
source: Paid Subscribers Only
ar: المشتركون المدفوعون فقط
es: Solo Suscriptores de Pago
fr: Abonnes Payants Uniquement
ko: 유료 구독자 전용
pt: Apenas Assinantes Pagos
ru: Только для платных подписчиков
tl: Mga Bayad na Subscriber Lamang
vi: Chi Nguoi Dang Ky Tra Phi
zh_hans: 仅付费订阅者

# articleEditor_visibilityOptions_public
source: Public
ar: عام
es: Publico
ko: 전체 공개
pt: Publico
ru: Публичная
tl: Pampubliko
vi: Cong khai
zh_hans: 公开

# articleEditor_visibilityOptions_subscribers
source: Subscribers Only
ar: المشتركون فقط
es: Solo Suscriptores
fr: Abonnes Uniquement
ko: 구독자 전용
pt: Apenas Assinantes
ru: Только для подписчиков
tl: Mga Subscriber Lamang
vi: Chi Nguoi Dang Ky
zh_hans: 仅订阅者

# articleList_allStatus
source: All Status
ar: جميع الحالات
es: Todos los estados
fr: Tous les statuts
ko: 모든 상태
pt: Todos os Status
ru: Все статусы
tl: Lahat ng Status
vi: Tat ca trang thai
zh_hans: 所有状态

# articleList_archived
source: Archived
ar: مؤرشف
es: Archivado
fr: Archive
ko: 보관됨
pt: Arquivado
ru: В архиве
tl: Naka-archive
vi: Da luu tru
zh_hans: 已归档

# articleList_articleCount
source: %lld article
ar: %lld مقال
es: %lld articulo
ko: 기사 %lld개
pt: %lld artigo
ru: %lld статья
tl: %lld artikulo
vi: %lld bai viet
zh_hans: %lld 篇文章

# articleList_articleCountPlural
source: %lld articles
ar: %lld مقالات
es: %lld articulos
ko: 기사 %lld개
pt: %lld artigos
ru: %lld статей
tl: %lld artikulo
vi: %lld bai viet
zh_hans: %lld 篇文章

# articleList_createArticle
source: Create Article
ar: إنشاء مقال
es: Crear articulo
fr: Creer un article
ko: 기사 작성
pt: Criar Artigo
ru: Создать статью
tl: Gumawa ng Artikulo
vi: Tao bai viet
zh_hans: 创建文章

# articleList_delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
ko: 삭제
pt: Excluir
ru: Удалить
tl: I-delete
vi: Xoa
zh_hans: 删除

# articleList_draft
source: Draft
ar: مسودة
es: Borrador
fr: Brouillon
ko: 초안
pt: Rascunho
ru: Черновик
vi: Ban nhap
zh_hans: 草稿

# articleList_edit
source: Edit
ar: تعديل
es: Editar
fr: Modifier
ko: 편집
pt: Editar
ru: Редактировать
tl: I-edit
vi: Chinh sua
zh_hans: 编辑

# articleList_filterByStatus
source: Filter by status
ar: تصفية حسب الحالة
es: Filtrar por estado
fr: Filtrer par statut
ko: 상태로 필터
pt: Filtrar por status
ru: Фильтр по статусу
tl: I-filter ayon sa status
vi: Loc theo trang thai
zh_hans: 按状态筛选

# articleList_lastUpdated
source: Last Updated
ar: آخر تحديث
es: Ultima actualizacion
fr: Derniere mise a jour
ko: 최근 업데이트
pt: Ultima Atualizacao
ru: Последнее обновление
tl: Huling Na-update
vi: Cap nhat lan cuoi
zh_hans: 最后更新

# articleList_newArticle
source: New Article
ar: مقال جديد
es: Nuevo articulo
fr: Nouvel article
ko: 새 기사
pt: Novo Artigo
ru: Новая статья
tl: Bagong Artikulo
vi: Bai viet moi
zh_hans: 新建文章

# articleList_noArticles
source: No articles yet
ar: لا توجد مقالات بعد
es: Aun no hay articulos
fr: Pas encore d'articles
ko: 아직 기사가 없습니다
pt: Ainda nao ha artigos
ru: Пока нет статей
tl: Wala pang mga artikulo
vi: Chua co bai viet
zh_hans: 暂无文章

# articleList_noArticlesDesc
source: Get started by creating your first article.
ar: ابدأ بإنشاء مقالك الأول.
es: Comienza creando tu primer articulo.
fr: Commencez par creer votre premier article.
ko: 첫 번째 기사를 작성하여 시작하세요.
pt: Comece criando seu primeiro artigo.
ru: Начните с создания вашей первой статьи.
tl: Magsimula sa pamamagitan ng paggawa ng iyong unang artikulo.
vi: Bat dau bang cach tao bai viet dau tien cua ban.
zh_hans: 开始创建您的第一篇文章。

# articleList_paidOnly
source: Paid
ar: مدفوع
es: Solo de pago
fr: Payant
ko: 유료
pt: Pago
ru: Платная
tl: Bayad
vi: Tra phi
zh_hans: 付费

# articleList_preview
source: Preview
ar: معاينة
es: Vista previa
fr: Apercu
ko: 미리보기
pt: Visualizar
ru: Предпросмотр
vi: Xem truoc
zh_hans: 预览

# articleList_public
source: Public
ar: عام
es: Publico
ko: 공개
pt: Publico
ru: Публичная
tl: Pampubliko
vi: Cong khai
zh_hans: 公开

# articleList_publish
source: Publish
ar: نشر
es: Publicar
fr: Publier
ko: 게시
pt: Publicar
ru: Опубликовать
tl: I-publish
vi: Xuat ban
zh_hans: 发布

# articleList_published
source: Published
ar: منشور
es: Publicado
fr: Publie
ko: 게시됨
pt: Publicado
ru: Опубликовано
tl: Nai-publish
vi: Da xuat ban
zh_hans: 已发布

# articleList_publishedDate
source: Published Date
ar: تاريخ النشر
es: Fecha de publicacion
fr: Date de publication
ko: 게시일
pt: Data de Publicacao
ru: Дата публикации
tl: Petsa ng Publikasyon
vi: Ngay xuat ban
zh_hans: 发布日期

# articleList_scheduled
source: Scheduled
ar: مجدول
es: Programado
fr: Programme
ko: 예약됨
pt: Agendado
ru: Запланировано
tl: Naka-schedule
vi: Da len lich
zh_hans: 已计划

# articleList_searchPlaceholder
source: Search articles...
ar: البحث في المقالات...
es: Buscar articulos...
fr: Rechercher des articles...
ko: 기사 검색...
pt: Buscar artigos...
ru: Поиск статей...
tl: Maghanap ng mga artikulo...
vi: Tim kiem bai viet...
zh_hans: 搜索文章...

# articleList_sortBy
source: Sort by
ar: ترتيب حسب
es: Ordenar por
fr: Trier par
ko: 정렬 기준
pt: Ordenar por
ru: Сортировка
tl: Ayusin ayon sa
vi: Sap xep theo
zh_hans: 排序方式

# articleList_subscribers
source: Subscribers
ar: المشتركون
es: Suscriptores
fr: Abonnes
ko: 구독자 전용
pt: Assinantes
ru: Для подписчиков
tl: Mga Subscriber
vi: Nguoi dang ky
zh_hans: 订阅者

# articleList_tableActions
source: Actions
ar: الإجراءات
es: Acciones
ko: 작업
pt: Acoes
ru: Действия
tl: Mga Aksyon
vi: Hanh dong
zh_hans: 操作

# articleList_tableStatus
source: Status
ar: الحالة
es: Estado
fr: Statut
ko: 상태
ru: Статус
vi: Trang thai
zh_hans: 状态

# articleList_tableTitle
source: Title
ar: العنوان
es: Titulo
fr: Titre
ko: 제목
pt: Titulo
ru: Название
tl: Pamagat
vi: Tieu de
zh_hans: 标题

# articleList_tableUpdated
source: Updated
ar: التحديث
es: Actualizado
fr: Mis a jour
ko: 업데이트
pt: Atualizado
ru: Обновлено
tl: Na-update
vi: Cap nhat
zh_hans: 更新时间

# articleList_tableVisibility
source: Visibility
ar: الرؤية
es: Visibilidad
fr: Visibilite
ko: 공개 범위
pt: Visibilidade
ru: Видимость
vi: Hien thi
zh_hans: 可见性

# articleList_title
source: Articles
ar: المقالات
es: Articulos
ko: 기사
pt: Artigos
ru: Статьи
tl: Mga Artikulo
vi: Bai viet
zh_hans: 文章

# articleList_titleSort
source: Title
ar: العنوان
es: Titulo
fr: Titre
ko: 제목
pt: Titulo
ru: Название
tl: Pamagat
vi: Tieu de
zh_hans: 标题

# articleList_unpublish
source: Unpublish
ar: إلغاء النشر
es: Despublicar
fr: Depublier
ko: 게시 취소
pt: Despublicar
ru: Снять с публикации
tl: I-unpublish
vi: Huy xuat ban
zh_hans: 取消发布

# articleList_untitled
source: Untitled
ar: بدون عنوان
es: Sin titulo
fr: Sans titre
ko: 제목 없음
pt: Sem titulo
ru: Без названия
tl: Walang pamagat
vi: Chua co tieu de
zh_hans: 无标题

# articleView_backTo
source: Back to %@
ar: العودة إلى %@
es: Volver a %@
fr: Retour a %@
ko: %@(으)로 돌아가기
pt: Voltar para %@
ru: Вернуться к %@
tl: Bumalik sa %@
vi: Quay lai %@
zh_hans: 返回 %@

# articleView_minRead
source: %@ min read
ar: %@ دقيقة للقراءة
es: %@ min de lectura
fr: %@ min de lecture
ko: %@분 소요
pt: %@ min de leitura
ru: %@ мин чтения
tl: %@ min basahin
vi: %@ phut doc
zh_hans: %@ 分钟阅读

# articleView_share_copyLink
source: Copy Link
ar: نسخ الرابط
es: Copiar Enlace
fr: Copier le Lien
ko: 링크 복사
pt: Copiar Link
ru: Копировать ссылку
tl: Kopyahin ang Link
vi: Sao Chep Lien Ket
zh_hans: 复制链接

# articleView_share_helpSpread
source: Help spread the word
ar: ساعد في نشر الكلمة
es: Ayuda a difundir el mensaje
fr: Aidez a diffuser le message
ko: 널리 알려주세요
pt: Ajude a divulgar
ru: Помогите распространить
tl: Tumulong sa pagpapakalat
vi: Giup lan truyen thong tin
zh_hans: 帮助传播信息

# articleView_share_linkCopied
source: Link copied to clipboard
ar: تم نسخ الرابط إلى الحافظة
es: Enlace copiado al portapapeles
fr: Lien copie dans le presse-papiers
ko: 링크가 클립보드에 복사되었습니다
pt: Link copiado para a area de transferencia
ru: Ссылка скопирована в буфер обмена
tl: Nakopya ang link sa clipboard
vi: Da sao chep lien ket vao bo nho tam
zh_hans: 链接已复制到剪贴板

# articleView_share_title
source: Share this article
ar: مشاركة هذا المقال
es: Compartir este articulo
fr: Partager cet article
ko: 이 글 공유하기
pt: Compartilhar este artigo
ru: Поделиться статьёй
tl: Ibahagi ang artikulong ito
vi: Chia se bai viet nay
zh_hans: 分享此文章

# articleView_share_twitter
source: Twitter
ar: تويتر
ko: 트위터

# articleView_subscribe
source: Subscribe
ar: اشترك
es: Suscribirse
fr: S'abonner
ko: 구독하기
pt: Assinar
ru: Подписаться
tl: Mag-subscribe
vi: Dang Ky
zh_hans: 订阅

# articleView_visibility_paid
source: This article is for paid subscribers only
ar: هذا المقال للمشتركين المدفوعين فقط
es: Este articulo es solo para suscriptores de pago
fr: Cet article est reserve aux abonnes payants
ko: 이 글은 유료 구독자 전용입니다
pt: Este artigo e apenas para assinantes pagos
ru: Эта статья только для платных подписчиков
tl: Ang artikulong ito ay para sa mga bayad na subscriber lamang
vi: Bai viet nay chi danh cho nguoi dang ky tra phi
zh_hans: 此文章仅供付费订阅者阅读

# articleView_visibility_subscribers
source: This article is for subscribers only
ar: هذا المقال للمشتركين فقط
es: Este articulo es solo para suscriptores
fr: Cet article est reserve aux abonnes
ko: 이 글은 구독자 전용입니다
pt: Este artigo e apenas para assinantes
ru: Эта статья только для подписчиков
tl: Ang artikulong ito ay para sa mga subscriber lamang
vi: Bai viet nay chi danh cho nguoi dang ky
zh_hans: 此文章仅供订阅者阅读

# auditLogs_adminRequired
source: Admin access required to view audit logs
ar: مطلوب صلاحية المسؤول لعرض سجلات التدقيق
es: Se requiere acceso de administrador para ver los registros de auditoria
fr: Acces administrateur requis pour voir les journaux d'audit
ko: 감사 로그를 보려면 관리자 권한이 필요합니다
pt: Acesso de administrador necessario para ver logs de auditoria
ru: Для просмотра журнала аудита требуется доступ администратора
tl: Kailangan ng admin access para makita ang mga audit log
vi: Can quyen quan tri vien de xem nhat ky kiem toan
zh_hans: 需要管理员权限才能查看审计日志

# auditLogs_allTypes
source: All Types
ar: جميع الأنواع
es: Todos los tipos
fr: Tous les types
ko: 모든 유형
pt: Todos os Tipos
ru: Все типы
tl: Lahat ng Uri
vi: Tat ca loai
zh_hans: 所有类型

# auditLogs_contentChanges
source: Content Changes:
ar: تغييرات المحتوى:
es: Cambios de contenido:
fr: Modifications de contenu :
ko: 콘텐츠 변경:
pt: Alteracoes de Conteudo:
ru: Изменения контента:
tl: Mga Pagbabago sa Nilalaman:
vi: Thay doi noi dung:
zh_hans: 内容更改：

# auditLogs_contentChangesDesc
source: Creates, updates, deletes of sensitive content
ar: الإنشاءات، التحديثات، حذف المحتوى الحساس
es: Creaciones, actualizaciones, eliminaciones de contenido sensible
fr: Creations, mises a jour, suppressions de contenu sensible
ko: 민감한 콘텐츠의 생성, 수정, 삭제
pt: Criacoes, atualizacoes, exclusoes de conteudo sensivel
ru: Создание, обновление, удаление важного контента
tl: Paggawa, pag-update, pagbura ng sensitibong nilalaman
vi: Tao, cap nhat, xoa noi dung nhay cam
zh_hans: 敏感内容的创建、更新、删除

# auditLogs_create
source: Create
ar: إنشاء
es: Crear
fr: Creer
ko: 생성
pt: Criar
ru: Создание
tl: Gumawa
vi: Tao
zh_hans: 创建

# auditLogs_critical
source: Critical
ar: حرج
es: Critico
fr: Critique
ko: 심각
pt: Criticos
ru: Критические
tl: Kritikal
vi: Nghiem trong
zh_hans: 严重

# auditLogs_dataAccess
source: Data Access:
ar: الوصول إلى البيانات:
es: Acceso a datos:
fr: Acces aux donnees :
ko: 데이터 접근:
pt: Acesso a Dados:
ru: Доступ к данным:
tl: Pag-access sa Data:
vi: Truy cap du lieu:
zh_hans: 数据访问：

# auditLogs_dataAccessDesc
source: Profile views, document access, exports
ar: عرض الملفات الشخصية، الوصول إلى المستندات، التصديرات
es: Vistas de perfil, acceso a documentos, exportaciones
fr: Consultations de profils, acces aux documents, exportations
ko: 프로필 조회, 문서 접근, 내보내기
pt: Visualizacoes de perfil, acesso a documentos, exportacoes
ru: Просмотры профилей, доступ к документам, экспорт
tl: Pagtingin sa profile, pag-access sa dokumento, pag-export
vi: Xem ho so, truy cap tai lieu, xuat du lieu
zh_hans: 个人资料查看、文档访问、导出

# auditLogs_deleteType
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
ko: 삭제
pt: Excluir
ru: Удаление
tl: I-delete
vi: Xoa
zh_hans: 删除

# auditLogs_description
source: Track all sensitive actions for security investigation
ar: تتبع جميع الإجراءات الحساسة للتحقيق الأمني
es: Rastrea todas las acciones sensibles para investigacion de seguridad
fr: Suivez toutes les actions sensibles pour enquete de securite
ko: 보안 조사를 위해 모든 민감한 작업 추적
pt: Rastreie todas as acoes sensiveis para investigacao de seguranca
ru: Отслеживание всех важных действий для расследования безопасности
tl: Subaybayan ang lahat ng sensitibong aksyon para sa pagsisiyasat ng seguridad
vi: Theo doi tat ca hanh dong nhay cam de dieu tra bao mat
zh_hans: 跟踪所有敏感操作以进行安全调查

# auditLogs_export
source: Export
ar: تصدير
es: Exportar
fr: Exporter
ko: 내보내기
pt: Exportar
ru: Экспорт
tl: I-export
vi: Xuat
zh_hans: 导出

# auditLogs_exportLogs
source: Export Logs
ar: تصدير السجلات
es: Exportar registros
fr: Exporter les journaux
ko: 로그 내보내기
pt: Exportar Logs
ru: Экспорт журналов
tl: I-export ang mga Log
vi: Xuat nhat ky
zh_hans: 导出日志

# auditLogs_failedActions
source: Failed Actions
ar: الإجراءات الفاشلة
es: Acciones fallidas
fr: Actions echouees
ko: 실패한 작업
pt: Acoes Falhas
ru: Неудачные действия
tl: Nabigong Aksyon
vi: Hanh dong that bai
zh_hans: 失败操作

# auditLogs_failedAttempts
source: Failed Attempts:
ar: المحاولات الفاشلة:
es: Intentos fallidos:
fr: Tentatives echouees :
ko: 실패한 시도:
pt: Tentativas Falhas:
ru: Неудачные попытки:
tl: Mga Nabigong Pagsubok:
vi: Cac lan thu that bai:
zh_hans: 失败尝试：

# auditLogs_failedAttemptsDesc
source: Unauthorized access, failed logins
ar: الوصول غير المصرح به، فشل تسجيل الدخول
es: Acceso no autorizado, inicios de sesion fallidos
fr: Acces non autorises, echecs de connexion
ko: 무단 접근, 로그인 실패
pt: Acesso nao autorizado, logins falhos
ru: Несанкционированный доступ, неудачные входы
tl: Hindi awtorisadong access, nabigong pag-login
vi: Truy cap trai phep, dang nhap that bai
zh_hans: 未授权访问、登录失败

# auditLogs_last24h
source: Last 24h
ar: آخر 24 ساعة
es: Ultimas 24h
fr: Dernieres 24h
ko: 최근 24시간
pt: Ultimas 24h
ru: За 24 часа
tl: Huling 24 oras
vi: 24 gio qua
zh_hans: 最近24小时

# auditLogs_logCount
source: %lld log
ar: %lld سجل
es: %lld registro
fr: %lld journal
ko: 로그 %lld개
ru: %lld запись
vi: %lld nhat ky
zh_hans: %lld 条日志

# auditLogs_logsCount
source: %lld logs
ar: %lld سجلات
es: %lld registros
fr: %lld journaux
ko: 로그 %lld개
ru: %lld записей
tl: %lld log
vi: %lld nhat ky
zh_hans: %lld 条日志

# auditLogs_metadata
source: Metadata:
ar: البيانات الوصفية:
es: Metadatos:
fr: Metadonnees :
ko: 메타데이터:
pt: Metadados:
ru: Метаданные:
vi: Sieu du lieu:
zh_hans: 元数据：

# auditLogs_metadataDesc
source: IP address, user agent, timestamp for investigation
ar: عنوان IP، وكيل المستخدم، الطابع الزمني للتحقيق
es: Direccion IP, agente de usuario, marca de tiempo para investigacion
fr: Adresse IP, agent utilisateur, horodatage pour enquete
ko: 조사를 위한 IP 주소, 사용자 에이전트, 타임스탬프
pt: Endereco IP, user agent, timestamp para investigacao
ru: IP-адрес, user agent, временная метка для расследования
tl: IP address, user agent, timestamp para sa pagsisiyasat
vi: Dia chi IP, user agent, tem thoi gian de dieu tra
zh_hans: IP地址、用户代理、时间戳用于调查

# auditLogs_noLogsMatch
source: No audit logs match your search criteria
ar: لا توجد سجلات تدقيق تطابق معايير البحث
es: Ningun registro de auditoria coincide con tu criterio de busqueda
fr: Aucun journal d'audit ne correspond a vos criteres de recherche
ko: 검색 조건과 일치하는 감사 로그가 없습니다
pt: Nenhum log de auditoria corresponde aos seus criterios de busca
ru: Записи аудита не соответствуют критериям поиска
tl: Walang audit log na tumutugma sa iyong mga search criteria
vi: Khong co nhat ky kiem toan nao phu hop voi tieu chi tim kiem cua ban
zh_hans: 没有符合搜索条件的审计日志

# auditLogs_permission
source: Permission
ar: الصلاحية
es: Permiso
ko: 권한
pt: Permissao
ru: Разрешения
tl: Permisyon
vi: Quyen
zh_hans: 权限

# auditLogs_read
source: Read
ar: قراءة
es: Leer
fr: Lire
ko: 읽기
pt: Ler
ru: Чтение
tl: Basahin
vi: Doc
zh_hans: 读取

# auditLogs_recentActivity
source: Recent Activity
ar: النشاط الأخير
es: Actividad reciente
fr: Activite recente
ko: 최근 활동
pt: Atividade Recente
ru: Недавняя активность
tl: Kamakailang Aktibidad
vi: Hoat dong gan day
zh_hans: 最近活动

# auditLogs_searchPlaceholder
source: Search logs by user, action, or resource...
ar: البحث في السجلات حسب المستخدم أو الإجراء أو المورد...
es: Buscar registros por usuario, accion o recurso...
fr: Rechercher par utilisateur, action ou ressource...
ko: 사용자, 작업 또는 리소스로 로그 검색...
pt: Buscar logs por usuario, acao ou recurso...
ru: Поиск по пользователю, действию или ресурсу...
tl: Maghanap ng mga log ayon sa user, aksyon, o resource...
vi: Tim kiem nhat ky theo nguoi dung, hanh dong hoac tai nguyen...
zh_hans: 按用户、操作或资源搜索日志...

# auditLogs_security
source: Security
ar: الأمان
es: Seguridad
fr: Securite
ko: 보안
pt: Seguranca
ru: Безопасность
tl: Seguridad
vi: Bao mat
zh_hans: 安全

# auditLogs_securityActions
source: Security Actions:
ar: إجراءات الأمان:
es: Acciones de seguridad:
fr: Actions de securite :
ko: 보안 작업:
pt: Acoes de Seguranca:
ru: Действия безопасности:
tl: Mga Aksyon sa Seguridad:
vi: Hanh dong bao mat:
zh_hans: 安全操作：

# auditLogs_securityActionsDesc
source: Verifications, suspensions, permission changes
ar: التحققات، التعليقات، تغييرات الصلاحيات
es: Verificaciones, suspensiones, cambios de permisos
fr: Verifications, suspensions, modifications de permissions
ko: 인증, 정지, 권한 변경
pt: Verificacoes, suspensoes, alteracoes de permissao
ru: Проверки, блокировки, изменения разрешений
tl: Mga verification, suspension, pagbabago ng permisyon
vi: Xac minh, dinh chi, thay doi quyen
zh_hans: 验证、暂停、权限更改

# auditLogs_target
source: Target:
ar: الهدف:
es: Objetivo:
fr: Cible :
ko: 대상:
pt: Alvo:
ru: Цель:
vi: Muc tieu:
zh_hans: 目标：

# auditLogs_title
source: Audit Logs
ar: سجلات التدقيق
es: Registros de auditoria
fr: Journaux d'audit
ko: 감사 로그
pt: Logs de Auditoria
ru: Журнал аудита
tl: Mga Audit Log
vi: Nhat ky kiem toan
zh_hans: 审计日志

# auditLogs_totalLogs
source: Total Logs
ar: إجمالي السجلات
es: Total de registros
fr: Total des journaux
ko: 총 로그
pt: Total de Logs
ru: Всего записей
tl: Kabuuang Log
vi: Tong nhat ky
zh_hans: 日志总数

# auditLogs_update
source: Update
ar: تحديث
es: Actualizar
fr: Mettre a jour
ko: 수정
pt: Atualizar
ru: Обновление
tl: I-update
vi: Cap nhat
zh_hans: 更新

# auditLogs_whatGetsLogged
source: What Gets Logged
ar: ما يتم تسجيله
es: Que se registra
fr: Ce qui est enregistre
ko: 기록되는 내용
pt: O que e registrado
ru: Что записывается
tl: Ano ang Nire-record
vi: Nhung gi duoc ghi lai
zh_hans: 记录的内容

# auth_backup_backupNow
source: Backup Now
ar: النسخ الاحتياطي الآن
es: Respaldar ahora
fr: Sauvegarder maintenant
ko: 지금 백업
pt: Fazer Backup Agora
ru: Создать резервную копию
tl: Mag-backup Ngayon
vi: Sao lưu ngay
zh_hans: 立即备份

# auth_backup_dialogDescription
source: This 24-word phrase is the ONLY way to recover your account if you forget your password or lose access to this device.
ar: هذه العبارة المكونة من 24 كلمة هي الطريقة الوحيدة لاستعادة حسابك إذا نسيت كلمة المرور أو فقدت الوصول إلى هذا الجهاز.
es: Esta frase de 24 palabras es la ÚNICA forma de recuperar tu cuenta si olvidas tu contraseña o pierdes acceso a este dispositivo.
fr: Cette phrase de 24 mots est le SEUL moyen de récupérer votre compte si vous oubliez votre mot de passe ou perdez l'accès à cet appareil.
ko: 이 24단어 문구는 비밀번호를 잊거나 이 기기에 접근할 수 없을 때 계정을 복구할 수 있는 유일한 방법입니다.
pt: Esta frase de 24 palavras e a UNICA maneira de recuperar sua conta se voce esquecer sua senha ou perder acesso a este dispositivo.
ru: Эта фраза из 24 слов - ЕДИНСТВЕННЫЙ способ восстановить вашу учетную запись, если вы забудете пароль или потеряете доступ к этому устройству.
tl: Ang 24-salitang parirala na ito ang TANGING paraan para ma-recover ang iyong account kung makalimutan mo ang iyong password o mawala ang access sa device na ito.
vi: Cụm từ 24 từ này là CÁCH DUY NHẤT để khôi phục tài khoản nếu bạn quên mật khẩu hoặc mất quyền truy cập thiết bị này.
zh_hans: 这24个单词的短语是在您忘记密码或无法访问此设备时恢复账户的唯一方式。

# auth_backup_dialogTitle
source: Save Your Recovery Phrase
ar: احفظ عبارة الاسترداد الخاصة بك
es: Guarda tu frase de recuperación
fr: Sauvegardez votre phrase de récupération
ko: 복구 문구 저장
pt: Salve Sua Frase de Recuperacao
ru: Сохраните вашу фразу восстановления
tl: I-save ang Iyong Pariralang Pang-recover
vi: Lưu cụm từ khôi phục
zh_hans: 保存您的恢复短语

# auth_backup_identityLocked
source: Please unlock your identity first.
ar: يرجى فتح هويتك أولاً.
es: Por favor desbloquea tu identidad primero.
fr: Veuillez d'abord déverrouiller votre identité.
ko: 먼저 신원 잠금을 해제해 주세요.
pt: Por favor, desbloqueie sua identidade primeiro.
ru: Пожалуйста, сначала разблокируйте вашу личность.
tl: Mangyaring i-unlock muna ang iyong pagkakakilanlan.
vi: Vui lòng mở khóa danh tính trước.
zh_hans: 请先解锁您的身份。

# auth_backup_iveSavedIt
source: I've Saved My Phrase
ar: لقد حفظت العبارة
es: He guardado mi frase
fr: J'ai sauvegardé ma phrase
ko: 문구를 저장했습니다
pt: Eu Salvei Minha Frase
ru: Я сохранил(а) свою фразу
tl: Nai-save Ko Na ang Aking Parirala
vi: Tôi đã lưu cụm từ
zh_hans: 我已保存短语

# auth_backup_phraseFailed
source: Failed to get recovery phrase
ar: فشل الحصول على عبارة الاسترداد
es: Error al obtener la frase de recuperación
fr: Échec de l'obtention de la phrase de récupération
ko: 복구 문구를 가져오는 데 실패했습니다
pt: Falha ao obter frase de recuperacao
ru: Не удалось получить фразу восстановления
tl: Nabigong makuha ang pariralang pang-recover
vi: Không thể lấy cụm từ khôi phục
zh_hans: 获取恢复短语失败

# auth_backup_phraseLabel
source: 24-Word Recovery Phrase
ar: عبارة الاسترداد المكونة من 24 كلمة
es: Frase de recuperación de 24 palabras
fr: Phrase de récupération de 24 mots
ko: 24단어 복구 문구
pt: Frase de Recuperacao de 24 Palavras
ru: Фраза восстановления из 24 слов
tl: 24-Salitang Pariralang Pang-recover
vi: Cụm từ khôi phục 24 từ
zh_hans: 24个单词的恢复短语

# auth_backup_phraseWarning
source: Write down these words and store them securely offline. Anyone with this phrase can access your account.
ar: اكتب هذه الكلمات واحفظها بأمان بعيداً عن الإنترنت. أي شخص لديه هذه العبارة يمكنه الوصول إلى حسابك.
es: Escribe estas palabras y guárdalas de forma segura fuera de línea. Cualquier persona con esta frase puede acceder a tu cuenta.
fr: Notez ces mots et conservez-les en lieu sûr hors ligne. Toute personne ayant cette phrase peut accéder à votre compte.
ko: 이 단어들을 적어서 오프라인에 안전하게 보관하세요. 이 문구를 가진 누구나 계정에 접근할 수 있습니다.
pt: Anote estas palavras e guarde-as com seguranca offline. Qualquer pessoa com esta frase pode acessar sua conta.
ru: Запишите эти слова и храните их в надежном месте офлайн. Любой, кто имеет эту фразу, может получить доступ к вашей учетной записи.
tl: Isulat ang mga salitang ito at itago nang ligtas offline. Kahit sino na may hawak ng pariralang ito ay maaaring ma-access ang iyong account.
vi: Viết ra các từ này và lưu trữ an toàn ngoại tuyến. Bất kỳ ai có cụm từ này đều có thể truy cập tài khoản của bạn.
zh_hans: 写下这些单词并安全地离线存储。任何拥有此短语的人都可以访问您的账户。

# auth_backup_reminderDescription
source: Your account is not backed up. Save your recovery phrase to prevent losing access.
ar: حسابك غير محفوظ احتياطياً. احفظ عبارة الاسترداد لمنع فقدان الوصول.
es: Tu cuenta no tiene respaldo. Guarda tu frase de recuperación para evitar perder el acceso.
fr: Votre compte n'est pas sauvegardé. Enregistrez votre phrase de récupération pour éviter de perdre l'accès.
ko: 계정이 백업되지 않았습니다. 접근 권한을 잃지 않도록 복구 문구를 저장하세요.
pt: Sua conta nao tem backup. Salve sua frase de recuperacao para evitar perder o acesso.
ru: Ваша учетная запись не имеет резервной копии. Сохраните фразу восстановления, чтобы не потерять доступ.
tl: Ang iyong account ay hindi naka-backup. I-save ang iyong pariralang pang-recover upang maiwasang mawala ang access.
vi: Tài khoản của bạn chưa được sao lưu. Lưu cụm từ khôi phục để tránh mất quyền truy cập.
zh_hans: 您的账户尚未备份。保存您的恢复短语以防止失去访问权限。
