Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# fileShareDialog_creating
source: Creating...
ar: جارٍ الإنشاء...
es: Creando...
fr: Creation en cours...
ko: 생성 중...
pt: Criando...
ru: Создание...
tl: Ginagawa...
vi: Dang tao...
zh_hans: 创建中...

# fileShareDialog_done
source: Done
ar: تم
es: Listo
fr: Termine
ko: 완료
pt: Concluido
ru: Готово
tl: Tapos na
vi: Xong
zh_hans: 完成

# fileShareDialog_expiresIn
source: Expires in %@ days
ar: ينتهي خلال %@ أيام
es: Expira en %@ dias
fr: Expire dans %@ jours
ko: %@일 후 만료
pt: Expira em %@ dias
ru: Истекает через %@ дн.
tl: Mag-e-expire sa %@ araw
vi: Het han sau %@ ngay
zh_hans: %@ 天后过期

# fileShareDialog_expiresInDays
source: Expires in (days)
ar: ينتهي خلال (أيام)
es: Expira en (dias)
fr: Expire dans (jours)
ko: 만료 기간 (일)
pt: Expira em (dias)
ru: Срок действия (дней)
tl: Mag-e-expire sa (araw)
vi: Het han sau (ngay)
zh_hans: 过期时间（天）

# fileShareDialog_failedToast
source: Failed to create share
ar: فشل في إنشاء المشاركة
es: Error al crear el compartido
fr: Echec de la creation du partage
ko: 공유 생성 실패
pt: Falha ao criar compartilhamento
ru: Не удалось создать доступ
tl: Nabigong gumawa ng share
vi: Khong the tao chia se
zh_hans: 创建分享失败

# fileShareDialog_generatePublicLink
source: Generate public link
ar: إنشاء رابط عام
es: Generar enlace publico
fr: Generer un lien public
ko: 공개 링크 생성
pt: Gerar link publico
ru: Создать публичную ссылку
tl: Gumawa ng pampublikong link
vi: Tao lien ket cong khai
zh_hans: 生成公开链接

# fileShareDialog_member
source: Member
ar: عضو
es: Miembro
fr: Membre
ko: 멤버
pt: Membro
ru: Участник
tl: Miyembro
vi: Thanh vien
zh_hans: 成员

# fileShareDialog_never
source: Never
ar: أبداً
es: Nunca
fr: Jamais
ko: 만료 없음
pt: Nunca
ru: Бессрочно
tl: Hindi kailanman
vi: Khong bao gio
zh_hans: 永不

# fileShareDialog_ninetyDays
source: 90 days
ar: 90 يوماً
es: 90 dias
fr: 90 jours
ko: 90일
pt: 90 dias
ru: 90 дней
tl: 90 araw
vi: 90 ngay
zh_hans: 90 天

# fileShareDialog_noMembersFound
source: No group members found
ar: لم يتم العثور على أعضاء في المجموعة
es: No se encontraron miembros del grupo
fr: Aucun membre du groupe trouve
ko: 그룹 멤버를 찾을 수 없습니다
pt: Nenhum membro do grupo encontrado
ru: Участники группы не найдены
tl: Walang nahanap na miyembro ng grupo
vi: Khong tim thay thanh vien nhom
zh_hans: 未找到群组成员

# fileShareDialog_oneDay
source: 1 day
ar: يوم واحد
es: 1 dia
fr: 1 jour
ko: 1일
pt: 1 dia
ru: 1 день
tl: 1 araw
vi: 1 ngay
zh_hans: 1 天

# fileShareDialog_password
source: Password
ar: كلمة المرور
es: Contrasena
fr: Mot de passe
ko: 비밀번호
pt: Senha
ru: Пароль
vi: Mat khau
zh_hans: 密码

# fileShareDialog_passwordOptional
source: Password (optional)
ar: كلمة المرور (اختياري)
es: Contrasena (opcional)
fr: Mot de passe (facultatif)
ko: 비밀번호 (선택 사항)
pt: Senha (opcional)
ru: Пароль (необязательно)
tl: Password (opsyonal)
vi: Mat khau (tuy chon)
zh_hans: 密码（可选）

# fileShareDialog_passwordPlaceholder
source: Leave empty for no password
ar: اتركه فارغاً بدون كلمة مرور
es: Dejar vacio para sin contrasena
fr: Laisser vide pour aucun mot de passe
ko: 비밀번호 없이 두려면 비워 두세요
pt: Deixe vazio para sem senha
ru: Оставьте пустым, если пароль не нужен
tl: Iwanang blangko kung walang password
vi: De trong neu khong can mat khau
zh_hans: 留空表示无密码

# fileShareDialog_permissionLevel
source: Permission Level
ar: مستوى الصلاحية
es: Nivel de Permiso
fr: Niveau de permission
ko: 권한 수준
pt: Nivel de Permissao
ru: Уровень доступа
tl: Antas ng Pahintulot
vi: Cap Quyen
zh_hans: 权限级别

# fileShareDialog_selectUsers
source: Select Users
ar: اختيار المستخدمين
es: Seleccionar Usuarios
fr: Selectionner des utilisateurs
ko: 사용자 선택
pt: Selecionar Usuarios
ru: Выбрать пользователей
tl: Pumili ng mga User
vi: Chon Nguoi dung
zh_hans: 选择用户

# fileShareDialog_sevenDays
source: 7 days
ar: 7 أيام
es: 7 dias
fr: 7 jours
ko: 7일
pt: 7 dias
ru: 7 дней
tl: 7 araw
vi: 7 ngay
zh_hans: 7 天

# fileShareDialog_shareLinkCreated
source: Share link created!
ar: تم إنشاء رابط المشاركة!
es: Enlace para compartir creado!
fr: Lien de partage cree !
ko: 공유 링크가 생성되었습니다!
pt: Link de compartilhamento criado!
ru: Ссылка для обмена создана!
tl: Nagawa na ang share link!
vi: Da tao lien ket chia se!
zh_hans: 分享链接已创建！

# fileShareDialog_shareTitle
source: Share "%@"
ar: مشاركة "%@"
es: Compartir "%@"
fr: Partager "%@"
ko: "%@" 공유
pt: Compartilhar "%@"
ru: Поделиться "%@"
tl: I-share ang "%@"
vi: Chia se "%@"
zh_hans: 分享 "%@"

# fileShareDialog_shareWithUsers
source: Share with Users
ar: مشاركة مع المستخدمين
es: Compartir con Usuarios
fr: Partager avec des utilisateurs
ko: 사용자와 공유
pt: Compartilhar com Usuarios
ru: Поделиться с пользователями
tl: I-share sa mga User
vi: Chia se voi Nguoi dung
zh_hans: 分享给用户

# fileShareDialog_thirtyDays
source: 30 days
ar: 30 يوماً
es: 30 dias
fr: 30 jours
ko: 30일
pt: 30 dias
ru: 30 дней
tl: 30 araw
vi: 30 ngay
zh_hans: 30 天

# fileShareDialog_viewDownload
source: View & Download
ar: عرض وتحميل
es: Ver y Descargar
fr: Voir et telecharger
ko: 보기 및 다운로드
pt: Visualizar e Baixar
ru: Просмотр и скачивание
tl: Tingnan at I-download
vi: Xem va Tai xuong
zh_hans: 查看和下载

# fileShareDialog_viewDownloadEdit
source: View, Download & Edit
ar: عرض وتحميل وتعديل
es: Ver, Descargar y Editar
fr: Voir, telecharger et modifier
ko: 보기, 다운로드 및 편집
pt: Visualizar, Baixar e Editar
ru: Просмотр, скачивание и редактирование
tl: Tingnan, I-download at I-edit
vi: Xem, Tai xuong va Chinh sua
zh_hans: 查看、下载和编辑

# fileShareDialog_viewOnly
source: View only
ar: عرض فقط
es: Solo ver
fr: Lecture seule
ko: 보기만
pt: Apenas visualizacao
ru: Только просмотр
tl: Tingnan lamang
vi: Chi xem
zh_hans: 仅查看

# filesPage_deleteFailed
source: Failed to delete some files. Please try again.
ar: فشل حذف بعض الملفات. يرجى المحاولة مرة أخرى.
es: Error al eliminar algunos archivos. Por favor, intentalo de nuevo.
fr: Echec de la suppression de certains fichiers. Veuillez reessayer.
ko: 일부 파일 삭제에 실패했습니다. 다시 시도해 주세요.
pt: Falha ao excluir alguns arquivos. Por favor, tente novamente.
ru: Не удалось удалить некоторые файлы. Пожалуйста, попробуйте снова.
tl: Hindi na-delete ang ilang file. Pakisubukan ulit.
vi: Xoa mot so tap tin that bai. Vui long thu lai.
zh_hans: 删除部分文件失败。请重试。

# filesPage_downloadFailed
source: Failed to download files. Please try again.
ar: فشل تنزيل الملفات. يرجى المحاولة مرة أخرى.
es: Error al descargar archivos. Por favor, intentalo de nuevo.
fr: Echec du telechargement des fichiers. Veuillez reessayer.
ko: 파일 다운로드에 실패했습니다. 다시 시도해 주세요.
pt: Falha ao baixar os arquivos. Por favor, tente novamente.
ru: Не удалось скачать файлы. Пожалуйста, попробуйте снова.
tl: Hindi na-download ang mga file. Pakisubukan ulit.
vi: Tai tap tin that bai. Vui long thu lai.
zh_hans: 下载文件失败。请重试。

# filesPage_moveFailed
source: Failed to move some files. Please try again.
ar: فشل نقل بعض الملفات. يرجى المحاولة مرة أخرى.
es: Error al mover algunos archivos. Por favor, intentalo de nuevo.
fr: Echec du deplacement de certains fichiers. Veuillez reessayer.
ko: 일부 파일 이동에 실패했습니다. 다시 시도해 주세요.
pt: Falha ao mover alguns arquivos. Por favor, tente novamente.
ru: Не удалось переместить некоторые файлы. Пожалуйста, попробуйте снова.
tl: Hindi nailipat ang ilang file. Pakisubukan ulit.
vi: Di chuyen mot so tap tin that bai. Vui long thu lai.
zh_hans: 移动部分文件失败。请重试。

# fileUploadZone_cancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar
ru: Отмена
tl: Kanselahin
vi: Huy
zh_hans: 取消

# fileUploadZone_dragDrop
source: Drag & drop files here, or click to browse
ar: اسحب وأفلت الملفات هنا، أو انقر للتصفح
es: Arrastra y suelta archivos aqui, o haz clic para explorar
fr: Glissez-deposez des fichiers ici, ou cliquez pour parcourir
ko: 파일을 여기에 끌어다 놓거나 클릭하여 찾아보기
pt: Arraste e solte arquivos aqui, ou clique para navegar
ru: Перетащите файлы сюда или нажмите для выбора
tl: I-drag at i-drop ang mga file dito, o mag-click para mag-browse
vi: Keo va tha tep vao day, hoac nhan de duyet
zh_hans: 拖放文件到此处，或点击浏览

# fileUploadZone_encrypted
source: Files will be encrypted before upload
ar: سيتم تشفير الملفات قبل الرفع
es: Los archivos seran cifrados antes de subirse
fr: Les fichiers seront chiffres avant le telechargement
ko: 파일이 업로드 전에 암호화됩니다
pt: Os arquivos serao criptografados antes do envio
ru: Файлы будут зашифрованы перед загрузкой
tl: Ang mga file ay ie-encrypt bago i-upload
vi: Cac tep se duoc ma hoa truoc khi tai len
zh_hans: 文件将在上传前加密

# fileUploadZone_error
source: Failed to upload files
ar: فشل في رفع الملفات
es: Error al subir archivos
fr: Echec du telechargement des fichiers
ko: 파일 업로드에 실패했습니다
pt: Falha ao enviar arquivos
ru: Не удалось загрузить файлы
tl: Nabigo ang pag-upload ng mga file
vi: Tai len tep that bai
zh_hans: 上传文件失败

# fileUploadZone_groupNotFound
source: Group not found
ar: المجموعة غير موجودة
es: Grupo no encontrado
fr: Groupe non trouve
ko: 그룹을 찾을 수 없습니다
pt: Grupo nao encontrado
ru: Группа не найдена
tl: Hindi nahanap ang grupo
vi: Khong tim thay nhom
zh_hans: 未找到群组

# fileUploadZone_selectedFiles
source: Selected files:
ar: الملفات المحددة:
es: Archivos seleccionados:
fr: Fichiers selectionnes:
ko: 선택한 파일:
pt: Arquivos selecionados:
ru: Выбранные файлы:
tl: Mga napiling file:
vi: Tep da chon:
zh_hans: 已选文件：

# fileUploadZone_success
source: %lld file(s) uploaded successfully
ar: تم رفع %lld ملف(ات) بنجاح
es: %lld archivo(s) subido(s) exitosamente
fr: %lld fichier(s) telecharge(s) avec succes
ko: %lld개의 파일이 성공적으로 업로드되었습니다
pt: %lld arquivo(s) enviado(s) com sucesso
ru: %lld файл(ов) успешно загружено
tl: %lld (mga) file ang matagumpay na na-upload
vi: Da tai len %lld tep thanh cong
zh_hans: 成功上传 %lld 个文件

# fileUploadZone_title
source: Upload Files
ar: رفع الملفات
es: Subir Archivos
fr: Telecharger des Fichiers
ko: 파일 업로드
pt: Enviar Arquivos
ru: Загрузить файлы
tl: Mag-upload ng mga File
vi: Tai Len Tep
zh_hans: 上传文件

# fileUploadZone_upload
source: Upload
ar: رفع
es: Subir
fr: Telecharger
ko: 업로드
pt: Enviar
ru: Загрузить
tl: I-upload
vi: Tai Len
zh_hans: 上传

# fileUploadZone_uploadCount
source: Upload (%lld)
ar: رفع (%lld)
es: Subir (%lld)
fr: Telecharger (%lld)
ko: 업로드 (%lld)
pt: Enviar (%lld)
ru: Загрузить (%lld)
tl: I-upload (%lld)
vi: Tai Len (%lld)
zh_hans: 上传 (%lld)

# folderPermissionsDialog_addPermission_addButton
source: Add Permission
ar: إضافة صلاحية
es: Agregar Permiso
fr: Ajouter la Permission
ko: 권한 추가
pt: Adicionar Permissao
ru: Добавить разрешение
tl: Idagdag ang Pahintulot
vi: Them Quyen
zh_hans: 添加权限

# folderPermissionsDialog_addPermission_adding
source: Adding...
ar: جارٍ الإضافة...
es: Agregando...
fr: Ajout en cours...
ko: 추가 중...
pt: Adicionando...
ru: Добавление...
tl: Idinaragdag...
vi: Dang them...
zh_hans: 正在添加...

# folderPermissionsDialog_addPermission_applyToSubfolders
source: Apply to subfolders
ar: تطبيق على المجلدات الفرعية
es: Aplicar a subcarpetas
fr: Appliquer aux sous-dossiers
ko: 하위 폴더에 적용
pt: Aplicar as subpastas
ru: Применить к подпапкам
tl: Ilapat sa mga subfolder
vi: Ap dung cho thu muc con
zh_hans: 应用到子文件夹

# folderPermissionsDialog_addPermission_cascadeDescription
source: Permission cascades to child folders and files
ar: تنتشر الصلاحية إلى المجلدات والملفات الفرعية
es: El permiso se propaga a carpetas y archivos secundarios
fr: La permission se propage aux dossiers et fichiers enfants
ko: 권한이 하위 폴더와 파일에 적용됩니다
pt: A permissao se propaga para pastas e arquivos filhos
ru: Разрешение распространяется на дочерние папки и файлы
tl: Ang pahintulot ay magkakabisa sa mga child folder at file
vi: Quyen se lan truyen den cac thu muc va tap tin con
zh_hans: 权限将级联到子文件夹和文件

# folderPermissionsDialog_addPermission_permissionLevel
source: Permission Level
ar: مستوى الصلاحية
es: Nivel de Permiso
fr: Niveau de Permission
ko: 권한 수준
pt: Nivel de Permissao
ru: Уровень разрешений
tl: Antas ng Pahintulot
vi: Cap Quyen
zh_hans: 权限级别

# folderPermissionsDialog_addPermission_selectUser
source: Select User
ar: اختر مستخدماً
es: Seleccionar Usuario
fr: Selectionner un Utilisateur
ko: 사용자 선택
pt: Selecionar Usuario
ru: Выбрать пользователя
tl: Pumili ng User
vi: Chon Nguoi Dung
zh_hans: 选择用户

# folderPermissionsDialog_addPermission_selectUserPlaceholder
source: Choose a user...
ar: اختر مستخدماً...
es: Elige un usuario...
fr: Choisir un utilisateur...
ko: 사용자 선택...
pt: Escolha um usuario...
ru: Выберите пользователя...
tl: Pumili ng user...
vi: Chon mot nguoi dung...
zh_hans: 选择一个用户...

# folderPermissionsDialog_addPermission_title
source: Add User Permission
ar: إضافة صلاحية مستخدم
es: Agregar Permiso de Usuario
fr: Ajouter une Permission Utilisateur
ko: 사용자 권한 추가
pt: Adicionar Permissao de Usuario
ru: Добавить разрешение пользователю
tl: Magdagdag ng Pahintulot ng User
vi: Them Quyen Nguoi Dung
zh_hans: 添加用户权限

# folderPermissionsDialog_addUser
source: Add User
ar: إضافة مستخدم
es: Agregar Usuario
fr: Ajouter un Utilisateur
ko: 사용자 추가
pt: Adicionar Usuario
ru: Добавить пользователя
tl: Magdagdag ng User
vi: Them Nguoi Dung
zh_hans: 添加用户

# folderPermissionsDialog_description
source: Manage who can access "%@" and its contents
ar: إدارة من يمكنه الوصول إلى "%@" ومحتوياته
es: Administra quien puede acceder a "%@" y su contenido
fr: Gerez qui peut acceder a "%@" et son contenu
ko: "%@" 및 해당 내용에 대한 접근 권한을 관리하세요
pt: Gerencie quem pode acessar "%@" e seu conteudo
ru: Управляйте доступом к "%@" и её содержимому
tl: Pamahalaan kung sino ang may access sa "%@" at sa mga nilalaman nito
vi: Quan ly ai co the truy cap "%@" va noi dung cua no
zh_hans: 管理谁可以访问"%@"及其内容

# folderPermissionsDialog_disableInheritance
source: Click to disable inheritance
ar: انقر لتعطيل التوارث
es: Haz clic para deshabilitar la herencia
fr: Cliquez pour desactiver l'heritage
ko: 상속을 비활성화하려면 클릭하세요
pt: Clique para desativar a heranca
ru: Нажмите, чтобы отключить наследование
tl: I-click para i-disable ang inheritance
vi: Nhan de tat ke thua
zh_hans: 点击禁用继承

# folderPermissionsDialog_emptyState_description
source: Folder is accessible to all group members
ar: المجلد متاح لجميع أعضاء المجموعة
es: La carpeta es accesible para todos los miembros del grupo
fr: Le dossier est accessible a tous les membres du groupe
ko: 모든 그룹 멤버가 폴더에 접근할 수 있습니다
pt: A pasta esta acessivel a todos os membros do grupo
ru: Папка доступна всем участникам группы
tl: Ang folder ay accessible sa lahat ng miyembro ng grupo
vi: Thu muc co the truy cap boi tat ca thanh vien nhom
zh_hans: 文件夹对所有群组成员开放

# folderPermissionsDialog_emptyState_title
source: No specific permissions set
ar: لم يتم تعيين صلاحيات محددة
es: No hay permisos especificos configurados
fr: Aucune permission specifique definie
ko: 특정 권한이 설정되지 않음
pt: Nenhuma permissao especifica definida
ru: Особые разрешения не установлены
tl: Walang tiyak na mga pahintulot na nakatakda
vi: Chua thiet lap quyen cu the
zh_hans: 未设置特定权限

# folderPermissionsDialog_errors_addFailed
source: Failed to add permission
ar: فشل في إضافة الصلاحية
es: Error al agregar permiso
fr: Echec de l'ajout de la permission
ko: 권한 추가 실패
pt: Falha ao adicionar permissao
ru: Не удалось добавить разрешение
tl: Nabigo ang pagdaragdag ng pahintulot
vi: Them quyen that bai
zh_hans: 添加权限失败

# folderPermissionsDialog_errors_removeFailed
source: Failed to remove permission
ar: فشل في إزالة الصلاحية
es: Error al eliminar permiso
fr: Echec de la suppression de la permission
ko: 권한 제거 실패
pt: Falha ao remover permissao
ru: Не удалось удалить разрешение
tl: Nabigo ang pag-alis ng pahintulot
vi: Xoa quyen that bai
zh_hans: 移除权限失败

# folderPermissionsDialog_inheritanceInfo
source: Inherited permissions automatically apply to all files and subfolders within this folder. Click the "Inherited" badge on a permission to disable inheritance for that user.
ar: تُطبّق الصلاحيات الموروثة تلقائياً على جميع الملفات والمجلدات الفرعية داخل هذا المجلد. انقر على شارة "موروث" في صلاحية لتعطيل التوارث لذلك المستخدم.
es: Los permisos heredados se aplican automaticamente a todos los archivos y subcarpetas dentro de esta carpeta. Haz clic en la insignia "Heredado" en un permiso para deshabilitar la herencia para ese usuario.
fr: Les permissions heritees s'appliquent automatiquement a tous les fichiers et sous-dossiers dans ce dossier. Cliquez sur le badge "Herite" d'une permission pour desactiver l'heritage pour cet utilisateur.
ko: 상속된 권한은 이 폴더 내의 모든 파일과 하위 폴더에 자동으로 적용됩니다. 해당 사용자의 상속을 비활성화하려면 권한의 "상속됨" 배지를 클릭하세요.
pt: Permissoes herdadas aplicam-se automaticamente a todos os arquivos e subpastas dentro desta pasta. Clique no emblema "Herdado" em uma permissao para desativar a heranca para esse usuario.
ru: Унаследованные разрешения автоматически применяются ко всем файлам и подпапкам в этой папке. Нажмите на значок "Унаследовано" рядом с разрешением, чтобы отключить наследование для этого пользователя.
tl: Ang mga namanang pahintulot ay awtomatikong nalalapat sa lahat ng file at subfolder sa loob ng folder na ito. I-click ang "Namana" badge sa isang pahintulot para i-disable ang inheritance para sa user na iyon.
vi: Cac quyen ke thua tu dong ap dung cho tat ca cac tap tin va thu muc con trong thu muc nay. Nhan vao huy hieu "Ke Thua" tren quyen de tat ke thua cho nguoi dung do.
zh_hans: 继承的权限会自动应用到此文件夹内的所有文件和子文件夹。点击权限上的"继承的"标签可禁用该用户的继承。

# folderPermissionsDialog_inherited
source: Inherited
ar: موروث
es: Heredado
fr: Herite
ko: 상속됨
pt: Herdado
ru: Унаследовано
tl: Namana
vi: Ke Thua
zh_hans: 继承的

# folderPermissionsDialog_permissionDescriptions_fullAccess
source: Full Access (incl. Delete)
ar: صلاحية كاملة (تشمل الحذف)
es: Acceso Completo (incl. Eliminar)
fr: Acces Complet (incl. Supprimer)
ko: 전체 접근 권한 (삭제 포함)
pt: Acesso Total (inclui Exclusao)
ru: Полный доступ (включая удаление)
tl: Buong Access (kasama ang Delete)
vi: Truy Cap Day Du (bao gom Xoa)
zh_hans: 完全访问（包括删除）

# folderPermissionsDialog_permissionDescriptions_viewDownload
source: View & Download
ar: عرض وتنزيل
es: Ver y Descargar
fr: Voir et Telecharger
ko: 보기 및 다운로드
pt: Visualizar e Baixar
ru: Просмотр и скачивание
tl: Tingnan at I-download
vi: Xem va Tai Xuong
zh_hans: 查看和下载

# folderPermissionsDialog_permissionDescriptions_viewDownloadEdit
source: View, Download & Edit
ar: عرض وتنزيل وتحرير
es: Ver, Descargar y Editar
fr: Voir, Telecharger et Modifier
ko: 보기, 다운로드 및 편집
pt: Visualizar, Baixar e Editar
ru: Просмотр, скачивание и редактирование
tl: Tingnan, I-download at I-edit
vi: Xem, Tai Xuong va Chinh Sua
zh_hans: 查看、下载和编辑

# folderPermissionsDialog_permissionDescriptions_viewOnly
source: View only
ar: عرض فقط
es: Solo ver
fr: Lecture seule
ko: 보기만 가능
pt: Apenas visualizacao
ru: Только просмотр
tl: Tingnan lamang
vi: Chi xem
zh_hans: 仅查看

# folderPermissionsDialog_permissions_delete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
ko: 삭제
pt: Excluir
ru: Удаление
tl: I-delete
vi: Xoa
zh_hans: 删除

# folderPermissionsDialog_permissions_download
source: Download
ar: تنزيل
es: Descargar
fr: Telecharger
ko: 다운로드
pt: Baixar
ru: Скачивание
tl: I-download
vi: Tai Xuong
zh_hans: 下载

# folderPermissionsDialog_permissions_edit
source: Edit
ar: تحرير
es: Editar
fr: Modifier
ko: 편집
pt: Editar
ru: Редактирование
tl: I-edit
vi: Chinh Sua
zh_hans: 编辑

# folderPermissionsDialog_permissions_view
source: View
ar: عرض
es: Ver
fr: Voir
ko: 보기
pt: Visualizar
ru: Просмотр
tl: Tingnan
vi: Xem
zh_hans: 查看

# folderPermissionsDialog_title
source: Folder Permissions
ar: صلاحيات المجلد
es: Permisos de Carpeta
fr: Permissions du Dossier
ko: 폴더 권한
pt: Permissoes da Pasta
ru: Разрешения папки
tl: Mga Pahintulot ng Folder
vi: Quyen Thu Muc
zh_hans: 文件夹权限

# folderPermissionsDialog_usersWithAccess
source: Users with Access
ar: المستخدمون ذوو الصلاحية
es: Usuarios con Acceso
fr: Utilisateurs avec Acces
ko: 접근 권한이 있는 사용자
pt: Usuarios com Acesso
ru: Пользователи с доступом
tl: Mga User na may Access
vi: Nguoi Dung Co Quyen Truy Cap
zh_hans: 有权访问的用户

# folderPermissionsPanel_addPermission_addButton
source: Add Permission
ar: إضافة إذن
es: Agregar Permiso
fr: Ajouter la Permission
ko: 권한 추가
pt: Adicionar Permissao
ru: Добавить разрешение
tl: Idagdag ang Pahintulot
vi: Them Quyen
zh_hans: 添加权限

# folderPermissionsPanel_addPermission_adding
source: Adding...
ar: جارٍ الإضافة...
es: Agregando...
fr: Ajout en cours...
ko: 추가 중...
pt: Adicionando...
ru: Добавление...
tl: Idinaragdag...
vi: Dang them...
zh_hans: 添加中...

# folderPermissionsPanel_addPermission_applyToSubfolders
source: Apply to subfolders
ar: تطبيق على المجلدات الفرعية
es: Aplicar a subcarpetas
fr: Appliquer aux sous-dossiers
ko: 하위 폴더에 적용
pt: Aplicar as subpastas
ru: Применить к подпапкам
tl: Ilapat sa mga subfolder
vi: Ap dung cho thu muc con
zh_hans: 应用到子文件夹

# folderPermissionsPanel_addPermission_cascadeDescription
source: Permission cascades to child folders and documents
ar: ينتشر الإذن إلى المجلدات والمستندات الفرعية
es: El permiso se propaga a carpetas y documentos secundarios
fr: La permission se propage aux dossiers et documents enfants
ko: 권한이 하위 폴더 및 문서에 적용됩니다
pt: A permissao e propagada para pastas e documentos filhos
ru: Разрешение распространяется на дочерние папки и документы
tl: Ang pahintulot ay kumakalat sa mga child folder at dokumento
vi: Quyen lan truyen den thu muc con va tai lieu
zh_hans: 权限将传递到子文件夹和文档

# folderPermissionsPanel_addPermission_permissionLevel
source: Permission Level
ar: مستوى الإذن
es: Nivel de Permiso
fr: Niveau de Permission
ko: 권한 수준
pt: Nivel de Permissao
ru: Уровень разрешений
tl: Antas ng Pahintulot
vi: Cap do Quyen
zh_hans: 权限级别

# folderPermissionsPanel_addPermission_selectUser
source: Select User
ar: اختر مستخدم
es: Seleccionar Usuario
fr: Selectionner un Utilisateur
ko: 사용자 선택
pt: Selecionar Usuario
ru: Выберите пользователя
tl: Pumili ng User
vi: Chon Nguoi dung
zh_hans: 选择用户

# folderPermissionsPanel_addPermission_selectUserPlaceholder
source: Choose a user...
ar: اختر مستخدمًا...
es: Elegir un usuario...
fr: Choisir un utilisateur...
ko: 사용자를 선택하세요...
pt: Escolha um usuario...
ru: Выберите пользователя...
tl: Pumili ng user...
vi: Chon mot nguoi dung...
zh_hans: 选择一个用户...

# folderPermissionsPanel_addPermission_title
source: Add User Permission
ar: إضافة إذن مستخدم
es: Agregar Permiso de Usuario
fr: Ajouter une Permission Utilisateur
ko: 사용자 권한 추가
pt: Adicionar Permissao de Usuario
ru: Добавить разрешение пользователю
tl: Magdagdag ng Pahintulot sa User
vi: Them Quyen Nguoi dung
zh_hans: 添加用户权限

# folderPermissionsPanel_addUser
source: Add User
ar: إضافة مستخدم
es: Agregar Usuario
fr: Ajouter un Utilisateur
ko: 사용자 추가
pt: Adicionar Usuario
ru: Добавить пользователя
tl: Magdagdag ng User
vi: Them Nguoi dung
zh_hans: 添加用户

# folderPermissionsPanel_description
source: Manage who can access "%@" and its documents
ar: إدارة من يمكنه الوصول إلى "%@" ومستنداته
es: Administrar quien puede acceder a "%@" y sus documentos
fr: Gerer qui peut acceder a "%@" et ses documents
ko: "%@" 및 해당 문서에 접근할 수 있는 사람을 관리합니다
pt: Gerenciar quem pode acessar "%@" e seus documentos
ru: Управление доступом к папке "%@" и её документам
tl: Pamahalaan kung sino ang may access sa "%@" at sa mga dokumento nito
vi: Quan ly ai co the truy cap "%@" va tai lieu cua no
zh_hans: 管理谁可以访问"%@"及其文档

# folderPermissionsPanel_disableInheritance
source: Click to disable inheritance
ar: انقر لتعطيل التوارث
es: Clic para desactivar herencia
fr: Cliquez pour desactiver l'heritage
ko: 상속을 비활성화하려면 클릭하세요
pt: Clique para desativar a heranca
ru: Нажмите, чтобы отключить наследование
tl: I-click para i-disable ang inheritance
vi: Nhan de vo hieu hoa ke thua
zh_hans: 点击禁用继承

# folderPermissionsPanel_emptyState_description
source: Folder is accessible to all group members
ar: المجلد متاح لجميع أعضاء المجموعة
es: La carpeta es accesible para todos los miembros del grupo
fr: Le dossier est accessible a tous les membres du groupe
ko: 폴더는 모든 그룹 구성원이 접근할 수 있습니다
pt: A pasta e acessivel a todos os membros do grupo
ru: Папка доступна всем участникам группы
tl: Ang folder ay maa-access ng lahat ng miyembro ng grupo
vi: Thu muc co the truy cap boi tat ca thanh vien nhom
zh_hans: 所有群组成员均可访问此文件夹
