Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# userModeration_durations_indefinitely
source: Indefinitely
ar: إلى أجل غير مسمى
es: Indefinidamente
fr: Indefiniment
ko: 무기한
pt: Indefinidamente
ru: Бессрочно
tl: Walang katapusan
vi: Vinh Vien
zh_hans: 永久

# userModeration_mute
source: Mute
ar: كتم
es: Silenciar
fr: Mettre en sourdine
ko: 음소거
pt: Silenciar
ru: Заглушить
tl: I-mute
vi: Tat Tieng
zh_hans: 静音

# userModeration_muteDescription
source: Their content will be hidden from your feed. They won't be notified.
ar: سيتم إخفاء محتواهم من خلاصتك. لن يتم إشعارهم.
es: Su contenido se ocultara de tu feed. No seran notificados.
fr: Leur contenu sera masque de votre fil. Ils ne seront pas notifies.
ko: 이 사용자의 콘텐츠가 피드에서 숨겨집니다. 상대방에게 알림이 가지 않습니다.
pt: O conteudo desta pessoa sera ocultado do seu feed. Ela nao sera notificada.
ru: Контент этого пользователя будет скрыт из вашей ленты. Уведомление не будет отправлено.
tl: Itatago ang kanilang nilalaman mula sa iyong feed. Hindi sila maaabisuhan.
vi: Noi dung cua ho se bi an khoi bang tin cua ban. Ho se khong duoc thong bao.
zh_hans: 他们的内容将从您的动态中隐藏。他们不会收到通知。

# userModeration_mutePlaceholder
source: Why are you muting this user?
ar: لماذا تقوم بكتم هذا المستخدم؟
es: Por que estas silenciando a este usuario?
fr: Pourquoi mettez-vous cet utilisateur en sourdine ?
ko: 이 사용자를 음소거하는 이유는?
pt: Por que voce esta silenciando este usuario?
ru: Почему вы хотите заглушить этого пользователя?
tl: Bakit mo ini-mute ang user na ito?
vi: Tai sao ban tat tieng nguoi dung nay?
zh_hans: 您为什么要静音此用户？

# userModeration_muteScopes_all
source: All content (posts, comments, DMs)
ar: كل المحتوى (المنشورات، التعليقات، الرسائل المباشرة)
es: Todo el contenido (publicaciones, comentarios, mensajes directos)
fr: Tout le contenu (publications, commentaires, messages prives)
ko: 모든 콘텐츠 (게시물, 댓글, DM)
pt: Todo o conteudo (posts, comentarios, DMs)
ru: Весь контент (посты, комментарии, ЛС)
tl: Lahat ng nilalaman (posts, comments, DMs)
vi: Tat ca noi dung (bai dang, binh luan, tin nhan)
zh_hans: 所有内容（帖子、评论、私信）

# userModeration_muteScopes_comments
source: Comments only
ar: التعليقات فقط
es: Solo comentarios
fr: Commentaires uniquement
ko: 댓글만
pt: Apenas comentarios
ru: Только комментарии
tl: Comments lang
vi: Chi binh luan
zh_hans: 仅评论

# userModeration_muteScopes_dms
source: Direct messages only
ar: الرسائل المباشرة فقط
es: Solo mensajes directos
fr: Messages prives uniquement
ko: 쪽지만
pt: Apenas mensagens diretas
ru: Только личные сообщения
tl: Direct messages lang
vi: Chi tin nhan
zh_hans: 仅私信

# userModeration_muteScopes_posts
source: Posts only
ar: المنشورات فقط
es: Solo publicaciones
fr: Publications uniquement
ko: 게시물만
pt: Apenas posts
ru: Только посты
tl: Posts lang
vi: Chi bai dang
zh_hans: 仅帖子

# userModeration_muteTitle
source: Mute %@
ar: كتم %@
es: Silenciar a %@
fr: Mettre %@ en sourdine
ko: %@ 음소거
pt: Silenciar %@
ru: Заглушить %@
tl: I-mute si %@
vi: Tat Tieng %@
zh_hans: 静音 %@

# userModeration_muteUser
source: Mute User
ar: كتم المستخدم
es: Silenciar Usuario
fr: Mettre en Sourdine
ko: 사용자 음소거
pt: Silenciar Usuario
ru: Заглушить пользователя
tl: I-mute ang User
vi: Tat Tieng Nguoi Dung
zh_hans: 静音用户

# userModeration_muting
source: Muting...
ar: جارٍ الكتم...
es: Silenciando...
fr: Mise en sourdine...
ko: 음소거 중...
pt: Silenciando...
ru: Заглушение...
tl: Ini-mute...
vi: Dang tat tieng...
zh_hans: 正在静音...

# userModeration_noNotification
source: They won't be notified that you blocked them.
ar: لن يتم إشعارهم بأنك قمت بحظرهم.
es: No seran notificados de que los bloqueaste.
fr: Ils ne seront pas notifies que vous les avez bloques.
ko: 상대방에게 차단 알림이 가지 않습니다.
pt: A pessoa nao sera notificada sobre o bloqueio.
ru: Пользователь не получит уведомление о блокировке.
tl: Hindi sila maaabisuhan na na-block mo sila.
vi: Ho se khong duoc thong bao rang ban da chan ho.
zh_hans: 他们不会收到您屏蔽了他们的通知。

# userModeration_reasonForReporting
source: Reason for reporting
ar: سبب الإبلاغ
es: Razon del reporte
fr: Raison du signalement
ko: 신고 사유
pt: Motivo da denuncia
ru: Причина жалобы
tl: Dahilan ng pag-report
vi: Ly Do Bao Cao
zh_hans: 举报原因

# userModeration_reasonOptional
source: Reason (optional)
ar: السبب (اختياري)
es: Razon (opcional)
fr: Raison (facultatif)
ko: 사유 (선택)
pt: Motivo (opcional)
ru: Причина (необязательно)
tl: Dahilan (opsyonal)
vi: Ly Do (tuy chon)
zh_hans: 原因（可选）

# userModeration_report
source: Report
ar: إبلاغ
es: Reportar
fr: Signaler
ko: 신고
pt: Denunciar
ru: Пожаловаться
tl: I-report
vi: Bao Cao
zh_hans: 举报

# userModeration_reportDescription
source: Help us understand what's wrong. Your report is confidential.
ar: ساعدنا في فهم المشكلة. بلاغك سري.
es: Ayudanos a entender que esta mal. Tu reporte es confidencial.
fr: Aidez-nous a comprendre le probleme. Votre signalement est confidentiel.
ko: 무엇이 문제인지 알려주세요. 신고 내용은 비공개로 처리됩니다.
pt: Ajude-nos a entender o problema. Sua denuncia e confidencial.
ru: Помогите нам понять, что не так. Ваша жалоба конфиденциальна.
tl: Tulungan mo kaming maintindihan ang problema. Ang iyong report ay kumpidensyal.
vi: Giup chung toi hieu van de. Bao cao cua ban se duoc bao mat.
zh_hans: 帮助我们了解问题所在。您的举报将保密。

# userModeration_reportPlaceholder
source: Provide more context about why you're reporting this user...
ar: قدم المزيد من السياق حول سبب إبلاغك عن هذا المستخدم...
es: Proporciona mas contexto sobre por que estas reportando a este usuario...
fr: Fournissez plus de contexte sur la raison de votre signalement...
ko: 이 사용자를 신고하는 이유에 대해 더 자세히 알려주세요...
pt: Forneca mais contexto sobre o motivo da denuncia...
ru: Опишите подробнее причину жалобы на этого пользователя...
tl: Magbigay ng mas maraming konteksto tungkol sa dahilan ng pag-report mo sa user na ito...
vi: Cung cap them ngu canh ve ly do ban bao cao nguoi dung nay...
zh_hans: 请提供更多关于您举报此用户的原因...

# userModeration_reportReasons_harassment
source: Harassment
ar: تحرش
es: Acoso
fr: Harcelement
ko: 괴롭힘
pt: Assedio
ru: Преследование
tl: Panliligalig
vi: Quay Roi
zh_hans: 骚扰

# userModeration_reportReasons_harassmentDesc
source: Targeting or intimidating behavior
ar: سلوك استهدافي أو تخويفي
es: Comportamiento dirigido o intimidante
fr: Comportement cible ou intimidant
ko: 특정인을 대상으로 하거나 위협적인 행위
pt: Comportamento direcionado ou intimidador
ru: Целенаправленное или запугивающее поведение
tl: Naka-target o nakakatakot na pag-uugali
vi: Hanh vi nham muc tieu hoac de doa
zh_hans: 针对性或恐吓行为

# userModeration_reportReasons_hateSpeech
source: Hate Speech
ar: خطاب كراهية
es: Discurso de Odio
fr: Discours de Haine
ko: 혐오 발언
pt: Discurso de Odio
ru: Язык ненависти
vi: Ngon Tu Thu Ghet
zh_hans: 仇恨言论

# userModeration_reportReasons_hateSpeechDesc
source: Content that promotes discrimination
ar: محتوى يروج للتمييز
es: Contenido que promueve la discriminacion
fr: Contenu promouvant la discrimination
ko: 차별을 조장하는 콘텐츠
pt: Conteudo que promove discriminacao
ru: Контент, пропагандирующий дискриминацию
tl: Nilalamang nagtataguyod ng diskriminasyon
vi: Noi dung thuc day phan biet doi xu
zh_hans: 宣扬歧视的内容

# userModeration_reportReasons_illegalContent
source: Illegal Content
ar: محتوى غير قانوني
es: Contenido Ilegal
fr: Contenu Illegal
ko: 불법 콘텐츠
pt: Conteudo Ilegal
ru: Незаконный контент
tl: Ilegal na Nilalaman
vi: Noi Dung Bat Hop Phap
zh_hans: 违法内容

# userModeration_reportReasons_illegalContentDesc
source: Content that may be illegal
ar: محتوى قد يكون غير قانوني
es: Contenido que puede ser ilegal
fr: Contenu potentiellement illegal
ko: 불법일 수 있는 콘텐츠
pt: Conteudo que pode ser ilegal
ru: Контент, который может быть незаконным
tl: Nilalamang maaaring ilegal
vi: Noi dung co the bat hop phap
zh_hans: 可能违法的内容

# userModeration_reportReasons_impersonation
source: Impersonation
ar: انتحال هوية
es: Suplantacion
fr: Usurpation d'Identite
ko: 사칭
pt: Personificacao
ru: Выдача себя за другого
tl: Pagpapanggap
vi: Gia Mao
zh_hans: 冒充

# userModeration_reportReasons_impersonationDesc
source: Pretending to be someone else
ar: التظاهر بأنك شخص آخر
es: Hacerse pasar por otra persona
fr: Se faire passer pour quelqu'un d'autre
ko: 다른 사람인 척 행세
pt: Fingir ser outra pessoa
ru: Притворство другим человеком
tl: Nagpapanggap na ibang tao
vi: Gia lam nguoi khac
zh_hans: 冒充他人

# userModeration_reportReasons_misinformation
source: Misinformation
ar: معلومات مضللة
es: Desinformacion
fr: Desinformation
ko: 허위 정보
pt: Desinformacao
ru: Дезинформация
tl: Maling Impormasyon
vi: Thong Tin Sai Lech
zh_hans: 虚假信息

# userModeration_reportReasons_misinformationDesc
source: False or misleading information
ar: معلومات كاذبة أو مضللة
es: Informacion falsa o enganosa
fr: Informations fausses ou trompeuses
ko: 거짓되거나 오해의 소지가 있는 정보
pt: Informacao falsa ou enganosa
ru: Ложная или вводящая в заблуждение информация
tl: Mali o nakakapanlinlang na impormasyon
vi: Thong tin sai hoac gay hieu lam
zh_hans: 虚假或误导性信息

# userModeration_reportReasons_other
source: Other
ar: أخرى
es: Otro
fr: Autre
ko: 기타
pt: Outro
ru: Другое
tl: Iba Pa
vi: Khac
zh_hans: 其他

# userModeration_reportReasons_otherDesc
source: Something else
ar: شيء آخر
es: Algo mas
fr: Autre chose
ko: 그 외의 문제
pt: Algo diferente
ru: Что-то ещё
tl: Ibang bagay
vi: Dieu gi khac
zh_hans: 其他问题

# userModeration_reportReasons_selfHarm
source: Self-Harm
ar: إيذاء النفس
es: Autolesion
fr: Automutilation
ko: 자해
pt: Automutilacao
ru: Самоповреждение
tl: Pagpapinsala sa Sarili
vi: Tu Gay Thuong
zh_hans: 自我伤害

# userModeration_reportReasons_selfHarmDesc
source: Content promoting self-harm
ar: محتوى يروج لإيذاء النفس
es: Contenido que promueve la autolesion
fr: Contenu promouvant l'automutilation
ko: 자해를 조장하는 콘텐츠
pt: Conteudo que promove automutilacao
ru: Контент, пропагандирующий самоповреждение
tl: Nilalamang nagtataguyod ng pagpapinsala sa sarili
vi: Noi dung thuc day tu gay thuong
zh_hans: 宣扬自我伤害的内容

# userModeration_reportReasons_spam
source: Spam
ar: رسائل غير مرغوب فيها
ko: 스팸
ru: Спам
vi: Thu Rac
zh_hans: 垃圾信息

# userModeration_reportReasons_spamDesc
source: Repetitive or unwanted content
ar: محتوى متكرر أو غير مرغوب فيه
es: Contenido repetitivo o no deseado
fr: Contenu repetitif ou indesirable
ko: 반복적이거나 원치 않는 콘텐츠
pt: Conteudo repetitivo ou indesejado
ru: Повторяющийся или нежелательный контент
tl: Paulit-ulit o hindi gustong nilalaman
vi: Noi dung lap lai hoac khong mong muon
zh_hans: 重复或不需要的内容

# userModeration_reportReasons_violence
source: Violence
ar: عنف
es: Violencia
ko: 폭력
pt: Violencia
ru: Насилие
tl: Karahasan
vi: Bao Luc
zh_hans: 暴力

# userModeration_reportReasons_violenceDesc
source: Content promoting violence or harm
ar: محتوى يروج للعنف أو الأذى
es: Contenido que promueve violencia o dano
fr: Contenu promouvant la violence ou les dommages
ko: 폭력이나 위해를 조장하는 콘텐츠
pt: Conteudo que promove violencia ou danos
ru: Контент, пропагандирующий насилие или вред
tl: Nilalamang nagtataguyod ng karahasan o pinsala
vi: Noi dung thuc day bao luc hoac gay hai
zh_hans: 宣扬暴力或伤害的内容

# userModeration_reportTitle
source: Report %@
ar: الإبلاغ عن %@
es: Reportar a %@
fr: Signaler %@
ko: %@ 신고
pt: Denunciar %@
ru: Пожаловаться на %@
tl: I-report si %@
vi: Bao Cao %@
zh_hans: 举报 %@

# userModeration_submitReport
source: Submit Report
ar: إرسال البلاغ
es: Enviar Reporte
fr: Envoyer le Signalement
ko: 신고 제출
pt: Enviar Denuncia
ru: Отправить жалобу
tl: Isumite ang Report
vi: Gui Bao Cao
zh_hans: 提交举报

# userModeration_submitting
source: Submitting...
ar: جارٍ الإرسال...
es: Enviando...
fr: Envoi en cours...
ko: 제출 중...
pt: Enviando...
ru: Отправка...
tl: Isinusumite...
vi: Dang gui...
zh_hans: 正在提交...

# userModeration_toasts_blocked
source: %@ has been blocked
ar: تم حظر %@
es: %@ ha sido bloqueado
fr: %@ a ete bloque
ko: %@님이 차단되었습니다
pt: %@ foi bloqueado
ru: %@ заблокирован
tl: Na-block na si %@
vi: Da chan %@
zh_hans: 已屏蔽 %@

# userModeration_toasts_blockFailed
source: Failed to block user
ar: فشل في حظر المستخدم
es: Error al bloquear usuario
fr: Echec du blocage
ko: 사용자 차단 실패
pt: Falha ao bloquear usuario
ru: Не удалось заблокировать пользователя
tl: Nabigong i-block ang user
vi: Khong the chan nguoi dung
zh_hans: 屏蔽用户失败

# userModeration_toasts_muted
source: %@ has been muted
ar: تم كتم %@
es: %@ ha sido silenciado
fr: %@ a ete mis en sourdine
ko: %@님이 음소거되었습니다
pt: %@ foi silenciado
ru: %@ заглушён
tl: Na-mute na si %@
vi: Da tat tieng %@
zh_hans: 已静音 %@

# userModeration_toasts_muteFailed
source: Failed to mute user
ar: فشل في كتم المستخدم
es: Error al silenciar usuario
fr: Echec de la mise en sourdine
ko: 사용자 음소거 실패
pt: Falha ao silenciar usuario
ru: Не удалось заглушить пользователя
tl: Nabigong i-mute ang user
vi: Khong the tat tieng nguoi dung
zh_hans: 静音用户失败

# userModeration_toasts_reported
source: Report submitted. Thank you for helping keep the community safe.
ar: تم إرسال البلاغ. شكراً لمساعدتك في الحفاظ على أمان المجتمع.
es: Reporte enviado. Gracias por ayudar a mantener la comunidad segura.
fr: Signalement envoye. Merci d'aider a maintenir la communaute sure.
ko: 신고가 제출되었습니다. 커뮤니티 안전에 기여해 주셔서 감사합니다.
pt: Denuncia enviada. Obrigado por ajudar a manter a comunidade segura.
ru: Жалоба отправлена. Спасибо за помощь в поддержании безопасности сообщества.
tl: Naisumite na ang report. Salamat sa pagtulong na panatilihing ligtas ang komunidad.
vi: Da gui bao cao. Cam on ban da giup cong dong an toan.
zh_hans: 举报已提交。感谢您帮助维护社区安全。

# userModeration_toasts_reportFailed
source: Failed to submit report
ar: فشل في إرسال البلاغ
es: Error al enviar reporte
fr: Echec de l'envoi du signalement
ko: 신고 제출 실패
pt: Falha ao enviar denuncia
ru: Не удалось отправить жалобу
tl: Nabigong isumite ang report
vi: Khong the gui bao cao
zh_hans: 提交举报失败

# userModeration_toasts_unblocked
source: %@ has been unblocked
ar: تم إلغاء حظر %@
es: %@ ha sido desbloqueado
fr: %@ a ete debloque
ko: %@님의 차단이 해제되었습니다
pt: %@ foi desbloqueado
ru: %@ разблокирован
tl: Na-unblock na si %@
vi: Da bo chan %@
zh_hans: 已取消屏蔽 %@

# userModeration_toasts_unblockFailed
source: Failed to unblock user
ar: فشل في إلغاء حظر المستخدم
es: Error al desbloquear usuario
fr: Echec du deblocage
ko: 차단 해제 실패
pt: Falha ao desbloquear usuario
ru: Не удалось разблокировать пользователя
tl: Nabigong i-unblock ang user
vi: Khong the bo chan nguoi dung
zh_hans: 取消屏蔽失败

# userModeration_toasts_unmuted
source: %@ has been unmuted
ar: تم إلغاء كتم %@
es: %@ ha sido desilenciado
fr: %@ a ete reactive
ko: %@님의 음소거가 해제되었습니다
pt: %@ foi reativado
ru: Звук %@ включён
tl: Na-unmute na si %@
vi: Da bo tat tieng %@
zh_hans: 已取消静音 %@

# userModeration_toasts_unmuteFailed
source: Failed to unmute user
ar: فشل في إلغاء كتم المستخدم
es: Error al desilenciar usuario
fr: Echec de la reactivation
ko: 음소거 해제 실패
pt: Falha ao reativar usuario
ru: Не удалось включить звук пользователя
tl: Nabigong i-unmute ang user
vi: Khong the bo tat tieng nguoi dung
zh_hans: 取消静音失败

# userModeration_unblock
source: Unblock
ar: إلغاء الحظر
es: Desbloquear
fr: Debloquer
ko: 차단 해제
pt: Desbloquear
ru: Разблокировать
tl: I-unblock
vi: Bo Chan
zh_hans: 取消屏蔽

# userModeration_unmute
source: Unmute
ar: إلغاء الكتم
es: Desilenciar
fr: Reactiver
ko: 음소거 해제
pt: Reativar Som
ru: Включить звук
tl: I-unmute
vi: Bo Tat Tieng
zh_hans: 取消静音

# userModeration_whatToMute
source: What to mute
ar: ما الذي يجب كتمه
es: Que silenciar
fr: Que mettre en sourdine
ko: 음소거 대상
pt: O que silenciar
ru: Что заглушить
tl: Ano ang i-mute
vi: Tat Tieng Noi Dung Nao
zh_hans: 静音内容

# webauthn_setup_benefitBiometric
source: Protect your keys with biometrics or hardware security
ar: احمِ مفاتيحك بالبيومترية أو أمان الأجهزة
es: Protege tus claves con biometría o seguridad de hardware
fr: Protegez vos cles avec la biometrie ou la securite materielle
ko: 생체 인증 또는 하드웨어 보안으로 키 보호
pt: Proteja suas chaves com biometria ou seguranca de hardware
ru: Защитите свои ключи с помощью биометрии или аппаратной безопасности
tl: Protektahan ang iyong mga key gamit ang biometrics o hardware security
vi: Bảo vệ khóa của bạn bằng sinh trắc học hoặc bảo mật phần cứng
zh_hans: 使用生物识别或硬件安全保护您的密钥

# webauthn_setup_benefitDevices
source: Works across all your devices
ar: يعمل عبر جميع أجهزتك
es: Funciona en todos tus dispositivos
fr: Fonctionne sur tous vos appareils
ko: 모든 기기에서 작동
pt: Funciona em todos os seus dispositivos
ru: Работает на всех ваших устройствах
tl: Gumagana sa lahat ng iyong mga device
vi: Hoạt động trên tất cả thiết bị của bạn
zh_hans: 可在您的所有设备上使用

# webauthn_setup_benefits
source: Benefits:
ar: المزايا:
es: Beneficios:
fr: Avantages :
ko: 장점:
pt: Beneficios:
ru: Преимущества:
tl: Mga Benepisyo:
vi: Lợi ích:
zh_hans: 优势：

# webauthn_setup_benefitStandard
source: Industry-standard FIDO2/WebAuthn security
ar: أمان قياسي صناعي FIDO2/WebAuthn
es: Seguridad estándar de la industria FIDO2/WebAuthn
fr: Securite aux normes industrielles FIDO2/WebAuthn
ko: 업계 표준 FIDO2/WebAuthn 보안
pt: Seguranca de padrao industrial FIDO2/WebAuthn
ru: Безопасность по стандарту FIDO2/WebAuthn
vi: Bảo mật tiêu chuẩn công nghiệp FIDO2/WebAuthn
zh_hans: 行业标准 FIDO2/WebAuthn 安全性

# webauthn_setup_benefitUnauthorized
source: Prevent unauthorized access even if password is compromised
ar: امنع الوصول غير المصرح به حتى لو تم اختراق كلمة المرور
es: Previene acceso no autorizado incluso si la contraseña está comprometida
fr: Empechez l'acces non autorise meme si le mot de passe est compromis
ko: 비밀번호가 유출되어도 무단 접근 방지
pt: Previna acesso nao autorizado mesmo se a senha for comprometida
ru: Предотвращение несанкционированного доступа даже при компрометации пароля
tl: Pigilan ang hindi awtorisadong access kahit na-compromise ang password
vi: Ngăn chặn truy cập trái phép ngay cả khi mật khẩu bị lộ
zh_hans: 即使密码泄露也能防止未经授权的访问

# webauthn_setup_biometricAvailable
source: Biometric authentication available!
ar: المصادقة البيومترية متاحة!
es: ¡Autenticación biométrica disponible!
fr: Authentification biometrique disponible !
ko: 생체 인증을 사용할 수 있습니다!
pt: Autenticacao biometrica disponivel!
ru: Биометрическая аутентификация доступна!
tl: Available ang biometric authentication!
vi: Xác thực sinh trắc học khả dụng!
zh_hans: 生物识别认证可用！

# webauthn_setup_biometricDetails
source: You can use Touch ID, Face ID, Windows Hello, or your device's built-in authentication.
ar: يمكنك استخدام Touch ID أو Face ID أو Windows Hello أو المصادقة المدمجة في جهازك.
es: Puedes usar Touch ID, Face ID, Windows Hello o la autenticación integrada de tu dispositivo.
fr: Vous pouvez utiliser Touch ID, Face ID, Windows Hello ou l'authentification integree de votre appareil.
ko: Touch ID, Face ID, Windows Hello 또는 기기의 내장 인증을 사용할 수 있습니다.
pt: Voce pode usar Touch ID, Face ID, Windows Hello ou a autenticacao integrada do seu dispositivo.
ru: Вы можете использовать Touch ID, Face ID, Windows Hello или встроенную аутентификацию вашего устройства.
tl: Maaari mong gamitin ang Touch ID, Face ID, Windows Hello, o ang built-in na authentication ng iyong device.
vi: Bạn có thể sử dụng Touch ID, Face ID, Windows Hello hoặc xác thực tích hợp của thiết bị.
zh_hans: 您可以使用 Touch ID、Face ID、Windows Hello 或设备内置的认证方式。

# webauthn_setup_credentialDetails
source: Credential Details:
ar: تفاصيل بيانات الاعتماد:
es: Detalles de la Credencial:
fr: Details des Identifiants :
ko: 자격 증명 세부 정보:
pt: Detalhes da Credencial:
ru: Данные учетных данных:
tl: Mga Detalye ng Credential:
vi: Chi tiết Thông tin Xác thực:
zh_hans: 凭证详情：

# webauthn_setup_description
source: Protect your keys with biometric authentication or a hardware security key
ar: احمِ مفاتيحك بالمصادقة البيومترية أو مفتاح أمان مادي
es: Protege tus claves con autenticación biométrica o una llave de seguridad de hardware
fr: Protegez vos cles avec l'authentification biometrique ou une cle de securite materielle
ko: 생체 인증 또는 하드웨어 보안 키로 키를 보호하세요
pt: Proteja suas chaves com autenticacao biometrica ou uma chave de seguranca de hardware
ru: Защитите свои ключи с помощью биометрической аутентификации или аппаратного ключа безопасности
tl: Protektahan ang iyong mga key gamit ang biometric authentication o isang hardware security key
vi: Bảo vệ khóa của bạn bằng xác thực sinh trắc học hoặc khóa bảo mật phần cứng
zh_hans: 使用生物识别认证或硬件安全密钥保护您的密钥

# webauthn_setup_device
source: Device:
ar: الجهاز:
es: Dispositivo:
fr: Appareil :
ko: 기기:
pt: Dispositivo:
ru: Устройство:
vi: Thiết bị:
zh_hans: 设备：

# webauthn_setup_deviceName
source: Device Name
ar: اسم الجهاز
es: Nombre del Dispositivo
fr: Nom de l'Appareil
ko: 기기 이름
pt: Nome do Dispositivo
ru: Название устройства
tl: Pangalan ng Device
vi: Tên Thiết bị
zh_hans: 设备名称

# webauthn_setup_deviceNamePlaceholder
source: My iPhone, Work Laptop, etc.
ar: هاتفي الآيفون، حاسوب العمل المحمول، إلخ.
es: Mi iPhone, Portátil del Trabajo, etc.
fr: Mon iPhone, Ordinateur portable professionnel, etc.
ko: 내 아이폰, 업무용 노트북 등
pt: Meu iPhone, Notebook do Trabalho, etc.
ru: Мой iPhone, Рабочий ноутбук и т.д.
tl: Aking iPhone, Laptop sa Trabaho, atbp.
vi: iPhone của tôi, Laptop công việc, v.v.
zh_hans: 我的 iPhone、工作笔记本等

# webauthn_setup_enterDeviceName
source: Please enter a device name
ar: يرجى إدخال اسم الجهاز
es: Por favor ingresa un nombre de dispositivo
fr: Veuillez entrer un nom d'appareil
ko: 기기 이름을 입력해 주세요
pt: Por favor, insira um nome para o dispositivo
ru: Пожалуйста, введите название устройства
tl: Mangyaring maglagay ng pangalan ng device
vi: Vui lòng nhập tên thiết bị
zh_hans: 请输入设备名称

# webauthn_setup_failed
source: Registration Failed
ar: فشل التسجيل
es: Registro Fallido
fr: Echec de l'Enregistrement
ko: 등록 실패
pt: Falha no Registro
ru: Ошибка регистрации
tl: Nabigo ang Pagpaparehistro
vi: Đăng ký Thất bại
zh_hans: 注册失败

# webauthn_setup_failedDesc
source: We couldn't register your WebAuthn credential
ar: لم نتمكن من تسجيل بيانات اعتماد WebAuthn الخاصة بك
es: No pudimos registrar tu credencial WebAuthn
fr: Nous n'avons pas pu enregistrer vos identifiants WebAuthn
ko: WebAuthn 자격 증명을 등록할 수 없습니다
pt: Nao conseguimos registrar sua credencial WebAuthn
ru: Нам не удалось зарегистрировать ваши учетные данные WebAuthn
tl: Hindi namin marehistro ang iyong WebAuthn credential
vi: Chúng tôi không thể đăng ký thông tin xác thực WebAuthn của bạn
zh_hans: 我们无法注册您的 WebAuthn 凭证

# webauthn_setup_getStarted
source: Get Started
ar: ابدأ
es: Comenzar
fr: Commencer
ko: 시작하기
pt: Comecar
ru: Начать
tl: Magsimula
vi: Bắt đầu
zh_hans: 开始

# webauthn_setup_insertKey
source: Insert and touch your security key...
ar: أدخل والمس مفتاح الأمان الخاص بك...
es: Inserta y toca tu llave de seguridad...
fr: Inserez et touchez votre cle de securite...
ko: 보안 키를 삽입하고 터치하세요...
pt: Insira e toque na sua chave de seguranca...
ru: Вставьте и коснитесь вашего ключа безопасности...
tl: Ipasok at hawakan ang iyong security key...
vi: Cắm và chạm vào khóa bảo mật của bạn...
zh_hans: 插入并触碰您的安全密钥...

# webauthn_setup_nameDevice
source: Name This Device
ar: تسمية هذا الجهاز
es: Nombrar Este Dispositivo
fr: Nommer Cet Appareil
ko: 이 기기 이름 지정
pt: Nomeie Este Dispositivo
ru: Назовите это устройство
tl: Pangalanan ang Device na Ito
vi: Đặt tên Thiết bị Này
zh_hans: 命名此设备

# webauthn_setup_nameDeviceDesc
source: Give this device a name so you can identify it later
ar: أعطِ هذا الجهاز اسماً لتتعرف عليه لاحقاً
es: Dale un nombre a este dispositivo para identificarlo después
fr: Donnez un nom a cet appareil pour l'identifier plus tard
ko: 나중에 식별할 수 있도록 이 기기에 이름을 지정하세요
pt: De um nome a este dispositivo para que voce possa identifica-lo depois
ru: Дайте этому устройству имя, чтобы потом его легко было узнать
tl: Bigyan ng pangalan ang device na ito para madali mo itong makilala sa ibang pagkakataon
vi: Đặt tên cho thiết bị này để nhận dạng sau
zh_hans: 给此设备起一个名称以便之后识别

# webauthn_setup_registering
source: Registering Credential
ar: جارٍ تسجيل بيانات الاعتماد
es: Registrando Credencial
fr: Enregistrement des Identifiants
ko: 자격 증명 등록 중
pt: Registrando Credencial
ru: Регистрация учетных данных
tl: Nirerehistro ang Credential
vi: Đang Đăng ký Thông tin Xác thực
zh_hans: 正在注册凭证
