Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# mobile_contactPicker_enterPubkey
source: Enter Public Key
ar: إدخال المفتاح العام
es: Introducir Clave Pública
fr: Entrer la Clé Publique
ko: 공개 키 입력
pt: Inserir Chave Pública
ru: Введите публичный ключ
tl: Maglagay ng Public Key
vi: Nhập Khóa Công Khai
zh_hans: 输入公钥

# mobile_contactPicker_enterPubkeyHint
source: Start a chat with any Nostr user
ar: ابدأ محادثة مع أي مستخدم Nostr
es: Inicia un chat con cualquier usuario de Nostr
fr: Démarrer une discussion avec n'importe quel utilisateur Nostr
ko: 모든 Nostr 사용자와 채팅 시작
pt: Inicie um chat com qualquer usuário Nostr
ru: Начните чат с любым пользователем Nostr
tl: Magsimula ng chat sa kahit sinong Nostr user
vi: Bắt đầu trò chuyện với bất kỳ người dùng Nostr nào
zh_hans: 与任何 Nostr 用户开始聊天

# mobile_contactPicker_invalidPubkey
source: Invalid public key format
ar: تنسيق المفتاح العام غير صالح
es: Formato de clave pública inválido
fr: Format de clé publique invalide
ko: 잘못된 공개 키 형식
pt: Formato de chave pública inválido
ru: Неверный формат публичного ключа
tl: Hindi wastong format ng public key
vi: Định dạng khóa công khai không hợp lệ
zh_hans: 公钥格式无效

# mobile_contactPicker_noContacts
source: No contacts yet
ar: لا توجد جهات اتصال بعد
es: Sin contactos aún
fr: Aucun contact pour le moment
ko: 아직 연락처가 없습니다
pt: Ainda sem contatos
ru: Пока нет контактов
tl: Wala pang mga contact
vi: Chưa có liên hệ
zh_hans: 暂无联系人

# mobile_contactPicker_noContactsHint
source: Add contacts from your Nostr profile
ar: أضف جهات اتصال من ملفك الشخصي على Nostr
es: Añade contactos desde tu perfil de Nostr
fr: Ajoutez des contacts depuis votre profil Nostr
ko: Nostr 프로필에서 연락처를 추가하세요
pt: Adicione contatos do seu perfil Nostr
ru: Добавьте контакты из вашего профиля Nostr
tl: Magdagdag ng mga contact mula sa iyong Nostr profile
vi: Thêm liên hệ từ hồ sơ Nostr của bạn
zh_hans: 从您的 Nostr 个人资料添加联系人

# mobile_contactPicker_searchPlaceholder
source: Search contacts or enter pubkey…
ar: البحث في جهات الاتصال أو إدخال المفتاح العام…
es: Buscar contactos o introducir pubkey…
fr: Rechercher des contacts ou entrer une clé publique…
ko: 연락처 검색 또는 pubkey 입력…
pt: Pesquisar contatos ou inserir pubkey…
ru: Поиск контактов или введите pubkey…
tl: Maghanap ng mga contact o maglagay ng pubkey…
vi: Tìm kiếm liên hệ hoặc nhập pubkey…
zh_hans: 搜索联系人或输入公钥…

# mobile_contactPicker_title
source: New Message
ar: رسالة جديدة
es: Nuevo Mensaje
fr: Nouveau Message
ko: 새 메시지
pt: Nova Mensagem
ru: Новое сообщение
tl: Bagong Mensahe
vi: Tin Nhắn Mới
zh_hans: 新消息

# mobile_deviceSync_description
source: Link your devices to sync messages across them
ar: اربط أجهزتك لمزامنة الرسائل بينها
es: Vincula tus dispositivos para sincronizar mensajes entre ellos
fr: Liez vos appareils pour synchroniser les messages entre eux
ko: 기기를 연결하여 메시지를 동기화하세요
pt: Vincule seus dispositivos para sincronizar mensagens entre eles
ru: Свяжите свои устройства для синхронизации сообщений между ними
tl: I-link ang iyong mga device upang i-sync ang mga mensahe sa pagitan nila
vi: Liên kết các thiết bị của bạn để đồng bộ tin nhắn giữa chúng
zh_hans: 关联您的设备以在它们之间同步消息

# mobile_deviceSync_lastSynced
source: Last synced: %@
ar: آخر مزامنة: %@
es: Última sincronización: %@
fr: Dernière synchronisation : %@
ko: 마지막 동기화: %@
pt: Última sincronização: %@
ru: Последняя синхронизация: %@
tl: Huling nag-sync: %@
vi: Đồng bộ lần cuối: %@
zh_hans: 上次同步：%@

# mobile_deviceSync_linkedDevices
source: Linked Devices
ar: الأجهزة المربوطة
es: Dispositivos Vinculados
fr: Appareils Liés
ko: 연결된 기기
pt: Dispositivos Vinculados
ru: Связанные устройства
tl: Mga Naka-link na Device
vi: Thiết Bị Đã Liên Kết
zh_hans: 已关联的设备

# mobile_deviceSync_linkFailed
source: Failed to link devices
ar: فشل في ربط الأجهزة
es: Error al vincular dispositivos
fr: Échec de la liaison des appareils
ko: 기기 연결 실패
pt: Falha ao vincular dispositivos
ru: Не удалось связать устройства
tl: Hindi na-link ang mga device
vi: Liên kết thiết bị thất bại
zh_hans: 设备关联失败

# mobile_deviceSync_linking
source: Linking devices...
ar: جارٍ ربط الأجهزة...
es: Vinculando dispositivos...
fr: Liaison des appareils...
ko: 기기 연결 중...
pt: Vinculando dispositivos...
ru: Связывание устройств...
tl: Nag-li-link ng mga device...
vi: Đang liên kết thiết bị...
zh_hans: 正在关联设备...

# mobile_deviceSync_linkSuccess
source: Devices linked successfully
ar: تم ربط الأجهزة بنجاح
es: Dispositivos vinculados con éxito
fr: Appareils liés avec succès
ko: 기기가 성공적으로 연결되었습니다
pt: Dispositivos vinculados com sucesso
ru: Устройства успешно связаны
tl: Matagumpay na nai-link ang mga device
vi: Liên kết thiết bị thành công
zh_hans: 设备关联成功

# mobile_deviceSync_noDevices
source: No linked devices
ar: لا توجد أجهزة مربوطة
es: Sin dispositivos vinculados
fr: Aucun appareil lié
ko: 연결된 기기 없음
pt: Nenhum dispositivo vinculado
ru: Нет связанных устройств
tl: Walang naka-link na device
vi: Không có thiết bị được liên kết
zh_hans: 没有关联的设备

# mobile_deviceSync_scanInstructions
source: Point your camera at the QR code on your other device
ar: وجّه كاميرتك نحو رمز QR على جهازك الآخر
es: Apunta tu cámara al código QR en tu otro dispositivo
fr: Pointez votre caméra vers le code QR sur votre autre appareil
ko: 다른 기기의 QR 코드에 카메라를 향하세요
pt: Aponte sua câmera para o código QR no seu outro dispositivo
ru: Наведите камеру на QR-код на другом устройстве
tl: Itapat ang iyong camera sa QR code sa iyong ibang device
vi: Hướng camera của bạn vào mã QR trên thiết bị khác
zh_hans: 将相机对准您另一台设备上的二维码

# mobile_deviceSync_scanQr
source: Scan QR Code
ar: مسح رمز QR
es: Escanear Código QR
fr: Scanner le Code QR
ko: QR 코드 스캔
pt: Escanear Código QR
ru: Сканировать QR-код
tl: Mag-scan ng QR Code
vi: Quét Mã QR
zh_hans: 扫描二维码

# mobile_deviceSync_showInstructions
source: Scan this QR code from your other device to link
ar: امسح رمز QR هذا من جهازك الآخر للربط
es: Escanea este código QR desde tu otro dispositivo para vincular
fr: Scannez ce code QR depuis votre autre appareil pour le lier
ko: 다른 기기에서 이 QR 코드를 스캔하여 연결하세요
pt: Escaneie este código QR do seu outro dispositivo para vincular
ru: Отсканируйте этот QR-код с другого устройства для связывания
tl: I-scan ang QR code na ito mula sa iyong ibang device upang i-link
vi: Quét mã QR này từ thiết bị khác để liên kết
zh_hans: 从您的另一台设备扫描此二维码以进行关联

# mobile_deviceSync_showQr
source: Show QR Code
ar: إظهار رمز QR
es: Mostrar Código QR
fr: Afficher le Code QR
ko: QR 코드 표시
pt: Mostrar Código QR
ru: Показать QR-код
tl: Ipakita ang QR Code
vi: Hiển Thị Mã QR
zh_hans: 显示二维码

# mobile_deviceSync_title
source: Device Sync
ar: مزامنة الأجهزة
es: Sincronización de Dispositivos
fr: Synchronisation des Appareils
ko: 기기 동기화
pt: Sincronização de Dispositivos
ru: Синхронизация устройств
tl: Pag-sync ng Device
vi: Đồng Bộ Thiết Bị
zh_hans: 设备同步

# mobile_deviceSync_unlinkConfirm
source: Are you sure you want to unlink this device?
ar: هل أنت متأكد أنك تريد إلغاء ربط هذا الجهاز؟
es: ¿Estás seguro de que quieres desvincular este dispositivo?
fr: Êtes-vous sûr de vouloir dissocier cet appareil ?
ko: 이 기기의 연결을 해제하시겠습니까?
pt: Tem certeza de que deseja desvincular este dispositivo?
ru: Вы уверены, что хотите отвязать это устройство?
tl: Sigurado ka bang gusto mong i-unlink ang device na ito?
vi: Bạn có chắc chắn muốn hủy liên kết thiết bị này?
zh_hans: 您确定要取消关联此设备吗？

# mobile_deviceSync_unlinkDevice
source: Unlink Device
ar: إلغاء ربط الجهاز
es: Desvincular Dispositivo
fr: Dissocier l'Appareil
ko: 기기 연결 해제
pt: Desvincular Dispositivo
ru: Отвязать устройство
tl: I-unlink ang Device
vi: Hủy Liên Kết Thiết Bị
zh_hans: 取消关联设备

# mobile_keyExport_copied
source: Copied to clipboard
ar: تم النسخ إلى الحافظة
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
ko: 클립보드에 복사됨
pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена
tl: Nakopya sa clipboard
vi: Đã sao chép vào clipboard
zh_hans: 已复制到剪贴板

# mobile_keyExport_copyNsec
source: Copy Private Key
ar: نسخ المفتاح الخاص
es: Copiar Clave Privada
fr: Copier la Clé Privée
ko: 개인 키 복사
pt: Copiar Chave Privada
ru: Копировать приватный ключ
tl: Kopyahin ang Private Key
vi: Sao Chép Khóa Riêng Tư
zh_hans: 复制私钥

# mobile_keyExport_description
source: Export your private keys for backup or import into another app
ar: صدّر مفاتيحك الخاصة للنسخ الاحتياطي أو الاستيراد في تطبيق آخر
es: Exporta tus claves privadas para respaldo o importar en otra aplicación
fr: Exportez vos clés privées pour la sauvegarde ou l'importation dans une autre application
ko: 백업 또는 다른 앱으로 가져오기 위해 개인 키를 내보냅니다
pt: Exporte suas chaves privadas para backup ou importação em outro aplicativo
ru: Экспортируйте ваши приватные ключи для резервного копирования или импорта в другое приложение
tl: I-export ang iyong mga private key para sa backup o pag-import sa ibang app
vi: Xuất khóa riêng tư của bạn để sao lưu hoặc nhập vào ứng dụng khác
zh_hans: 导出您的私钥以备份或导入到其他应用

# mobile_keyExport_hideNsec
source: Hide Private Key
ar: إخفاء المفتاح الخاص
es: Ocultar Clave Privada
fr: Masquer la Clé Privée
ko: 개인 키 숨기기
pt: Ocultar Chave Privada
ru: Скрыть приватный ключ
tl: Itago ang Private Key
vi: Ẩn Khóa Riêng Tư
zh_hans: 隐藏私钥

# mobile_keyExport_qrWarning
source: Only scan this QR code on your own devices
ar: امسح رمز QR هذا فقط على أجهزتك الخاصة
es: Solo escanea este código QR en tus propios dispositivos
fr: Ne scannez ce code QR que sur vos propres appareils
ko: 이 QR 코드는 자신의 기기에서만 스캔하세요
pt: Escaneie este código QR apenas em seus próprios dispositivos
ru: Сканируйте этот QR-код только на своих устройствах
tl: I-scan lang ang QR code na ito sa sarili mong mga device
vi: Chỉ quét mã QR này trên các thiết bị của riêng bạn
zh_hans: 仅在您自己的设备上扫描此二维码

# mobile_keyExport_showNsec
source: Show Private Key (nsec)
ar: إظهار المفتاح الخاص (nsec)
es: Mostrar Clave Privada (nsec)
fr: Afficher la Clé Privée (nsec)
ko: 개인 키 표시 (nsec)
pt: Mostrar Chave Privada (nsec)
ru: Показать приватный ключ (nsec)
tl: Ipakita ang Private Key (nsec)
vi: Hiển Thị Khóa Riêng Tư (nsec)
zh_hans: 显示私钥 (nsec)

# mobile_keyExport_showQr
source: Show QR Code
ar: إظهار رمز QR
es: Mostrar Código QR
fr: Afficher le Code QR
ko: QR 코드 표시
pt: Mostrar Código QR
ru: Показать QR-код
tl: Ipakita ang QR Code
vi: Hiển Thị Mã QR
zh_hans: 显示二维码

# mobile_keyExport_title
source: Export Keys
ar: تصدير المفاتيح
es: Exportar Claves
fr: Exporter les Clés
ko: 키 내보내기
pt: Exportar Chaves
ru: Экспорт ключей
tl: I-export ang mga Key
vi: Xuất Khóa
zh_hans: 导出密钥

# mobile_keyExport_warning
source: Never share your private keys with anyone. Anyone with your keys can access your account.
ar: لا تشارك مفاتيحك الخاصة مع أي شخص أبدًا. أي شخص لديه مفاتيحك يمكنه الوصول إلى حسابك.
es: Nunca compartas tus claves privadas con nadie. Cualquiera con tus claves puede acceder a tu cuenta.
fr: Ne partagez jamais vos clés privées avec qui que ce soit. Toute personne possédant vos clés peut accéder à votre compte.
ko: 개인 키를 절대 다른 사람과 공유하지 마세요. 키를 가진 사람은 누구나 계정에 접근할 수 있습니다.
pt: Nunca compartilhe suas chaves privadas com ninguém. Qualquer pessoa com suas chaves pode acessar sua conta.
ru: Никогда не делитесь своими приватными ключами. Любой, у кого есть ваши ключи, может получить доступ к вашему аккаунту.
tl: Huwag kailanman ibahagi ang iyong mga private key sa kahit sino. Ang sinumang may hawak ng iyong mga key ay maaaring ma-access ang iyong account.
vi: Không bao giờ chia sẻ khóa riêng tư với bất kỳ ai. Bất kỳ ai có khóa của bạn đều có thể truy cập tài khoản của bạn.
zh_hans: 切勿与任何人分享您的私钥。拥有您密钥的任何人都可以访问您的帐户。

# mobile_notifications_actions_dismiss
source: Dismiss
ar: تجاهل
es: Descartar
fr: Ignorer
ko: 닫기
pt: Dispensar
ru: Отклонить
tl: I-dismiss
vi: Bỏ Qua
zh_hans: 忽略

# mobile_notifications_actions_markRead
source: Mark as Read
ar: تحديد كمقروء
es: Marcar como Leído
fr: Marquer comme Lu
ko: 읽음으로 표시
pt: Marcar como Lido
ru: Отметить как прочитанное
tl: Markahan bilang Nabasa
vi: Đánh Dấu Đã Đọc
zh_hans: 标记为已读

# mobile_notifications_actions_reply
source: Reply
ar: رد
es: Responder
fr: Répondre
ko: 답장
pt: Responder
ru: Ответить
tl: Tumugon
vi: Trả Lời
zh_hans: 回复

# mobile_notifications_actions_replyHint
source: Type a reply…
ar: اكتب ردًا…
es: Escribe una respuesta…
fr: Tapez une réponse…
ko: 답장 입력…
pt: Digite uma resposta…
ru: Введите ответ…
tl: Mag-type ng tugon…
vi: Nhập trả lời…
zh_hans: 输入回复…

# mobile_notifications_actions_view
source: View
ar: عرض
es: Ver
fr: Voir
ko: 보기
pt: Ver
ru: Просмотр
tl: Tingnan
vi: Xem
zh_hans: 查看

# mobile_notifications_channels_backgroundSyncDescription
source: Background data synchronization status
ar: حالة مزامنة البيانات في الخلفية
es: Estado de sincronización de datos en segundo plano
fr: État de la synchronisation des données en arrière-plan
ko: 백그라운드 데이터 동기화 상태
pt: Status da sincronização de dados em segundo plano
ru: Статус фоновой синхронизации данных
tl: Status ng background data synchronization
vi: Trạng thái đồng bộ dữ liệu nền
zh_hans: 后台数据同步状态

# mobile_notifications_channels_backgroundSyncName
source: Background Sync
ar: المزامنة في الخلفية
es: Sincronización en Segundo Plano
fr: Synchronisation en Arrière-plan
ko: 백그라운드 동기화
pt: Sincronização em Segundo Plano
ru: Фоновая синхронизация
vi: Đồng Bộ Nền
zh_hans: 后台同步

# mobile_notifications_channels_bleServiceDescription
source: Shows when BuildIt is running the BLE mesh network
ar: يظهر عندما يشغل BuildIt شبكة BLE النسيجية
es: Muestra cuando BuildIt está ejecutando la red mesh BLE
fr: Indique quand BuildIt exécute le réseau mesh BLE
ko: BuildIt이 BLE 메시 네트워크를 실행 중일 때 표시
pt: Mostra quando o BuildIt está executando a rede mesh BLE
ru: Показывает, когда BuildIt работает с BLE mesh-сетью
tl: Nagpapakita kapag pinapatakbo ng BuildIt ang BLE mesh network
vi: Hiển thị khi BuildIt đang chạy mạng lưới BLE
zh_hans: 显示 BuildIt 正在运行 BLE 网状网络

# mobile_notifications_channels_bleServiceName
source: Mesh Network Service
ar: خدمة الشبكة النسيجية
es: Servicio de Red Mesh
fr: Service Réseau Mesh
ko: 메시 네트워크 서비스
pt: Serviço de Rede Mesh
ru: Служба mesh-сети
tl: Serbisyo ng Mesh Network
vi: Dịch Vụ Mạng Lưới
zh_hans: 网状网络服务

# mobile_notifications_channels_deviceSyncDescription
source: Notifications for device synchronization
ar: إشعارات مزامنة الأجهزة
es: Notificaciones de sincronización de dispositivos
fr: Notifications de synchronisation des appareils
ko: 기기 동기화 알림
pt: Notificações de sincronização de dispositivos
ru: Уведомления о синхронизации устройств
tl: Mga notification para sa pag-sync ng device
vi: Thông báo đồng bộ thiết bị
zh_hans: 设备同步通知

# mobile_notifications_channels_deviceSyncName
source: Device Sync
ar: مزامنة الأجهزة
es: Sincronización de Dispositivos
fr: Synchronisation des Appareils
ko: 기기 동기화
pt: Sincronização de Dispositivos
ru: Синхронизация устройств
tl: Pag-sync ng Device
vi: Đồng Bộ Thiết Bị
zh_hans: 设备同步

# mobile_notifications_channels_eventsDescription
source: Event reminders and updates
ar: تذكيرات الأحداث والتحديثات
es: Recordatorios de eventos y actualizaciones
fr: Rappels d'événements et mises à jour
ko: 이벤트 알림 및 업데이트
pt: Lembretes de eventos e atualizações
ru: Напоминания о событиях и обновления
tl: Mga paalala at update sa event
vi: Nhắc nhở sự kiện và cập nhật
zh_hans: 活动提醒和更新

# mobile_notifications_channels_eventsName
source: Events
ar: الأحداث
es: Eventos
fr: Événements
ko: 이벤트
pt: Eventos
ru: События
tl: Mga Event
vi: Sự Kiện
zh_hans: 活动

# mobile_notifications_channels_governanceDescription
source: Voting reminders and proposal updates
ar: تذكيرات التصويت وتحديثات المقترحات
es: Recordatorios de votación y actualizaciones de propuestas
fr: Rappels de vote et mises à jour des propositions
ko: 투표 알림 및 제안 업데이트
pt: Lembretes de votação e atualizações de propostas
ru: Напоминания о голосовании и обновления предложений
tl: Mga paalala sa pagboto at update sa panukala
vi: Nhắc nhở bỏ phiếu và cập nhật đề xuất
zh_hans: 投票提醒和提案更新

# mobile_notifications_channels_governanceName
source: Governance
ar: الحوكمة
es: Gobernanza
fr: Gouvernance
ko: 거버넌스
pt: Governança
ru: Управление
tl: Pamamahala
vi: Quản Trị
zh_hans: 治理

# mobile_notifications_channels_messagesDescription
source: Notifications for new messages and replies
ar: إشعارات الرسائل والردود الجديدة
es: Notificaciones de nuevos mensajes y respuestas
fr: Notifications pour les nouveaux messages et réponses
ko: 새 메시지 및 답장 알림
pt: Notificações de novas mensagens e respostas
ru: Уведомления о новых сообщениях и ответах
tl: Mga notification para sa mga bagong mensahe at tugon
vi: Thông báo cho tin nhắn và trả lời mới
zh_hans: 新消息和回复的通知

# mobile_notifications_channels_messagesName
source: Messages
ar: الرسائل
es: Mensajes
ko: 메시지
pt: Mensagens
ru: Сообщения
tl: Mga Mensahe
vi: Tin Nhắn
zh_hans: 消息

# mobile_notifications_channels_mutualAidDescription
source: Urgent requests and offers requiring immediate attention
ar: طلبات وعروض عاجلة تتطلب اهتمامًا فوريًا
es: Solicitudes y ofertas urgentes que requieren atención inmediata
fr: Demandes et offres urgentes nécessitant une attention immédiate
ko: 즉각적인 관심이 필요한 긴급 요청 및 제안
pt: Solicitações e ofertas urgentes que requerem atenção imediata
ru: Срочные запросы и предложения, требующие немедленного внимания
tl: Mga agarang kahilingan at alok na nangangailangan ng agarang pansin
vi: Yêu cầu và đề nghị khẩn cấp cần được chú ý ngay
zh_hans: 需要立即关注的紧急请求和服务

# mobile_notifications_channels_mutualAidName
source: Mutual Aid
ar: المساعدة المتبادلة
es: Ayuda Mutua
fr: Entraide
ko: 상호 원조
pt: Ajuda Mútua
ru: Взаимопомощь
tl: Tulong sa Kapwa
vi: Hỗ Trợ Lẫn Nhau
zh_hans: 互助

# mobile_notifications_channels_newslettersDescription
source: Newsletter delivery notifications
ar: إشعارات تسليم النشرات الإخبارية
es: Notificaciones de entrega de boletines
fr: Notifications de livraison des bulletins
ko: 뉴스레터 배달 알림
pt: Notificações de entrega de boletins
ru: Уведомления о доставке рассылок
tl: Mga notification sa paghahatid ng newsletter
vi: Thông báo gửi bản tin
zh_hans: 新闻通讯发送通知

# mobile_notifications_channels_newslettersName
source: Newsletters
ar: النشرات الإخبارية
es: Boletines
fr: Bulletins
ko: 뉴스레터
pt: Boletins
ru: Рассылки
tl: Mga Newsletter
vi: Bản Tin
zh_hans: 新闻通讯

# mobile_notifications_content_messagesSummaryText
source: You have new messages
ar: لديك رسائل جديدة
es: Tienes nuevos mensajes
fr: Vous avez de nouveaux messages
ko: 새 메시지가 있습니다
pt: Você tem novas mensagens
ru: У вас есть новые сообщения
tl: Mayroon kang mga bagong mensahe
vi: Bạn có tin nhắn mới
zh_hans: 您有新消息

# mobile_notifications_content_messagesSummaryTitle
source: New Messages
ar: رسائل جديدة
es: Nuevos Mensajes
fr: Nouveaux Messages
ko: 새 메시지
pt: Novas Mensagens
ru: Новые сообщения
tl: Mga Bagong Mensahe
vi: Tin Nhắn Mới
zh_hans: 新消息

# mobile_notifications_content_newProposal
source: New proposal needs your vote
ar: مقترح جديد يحتاج تصويتك
es: Nueva propuesta necesita tu voto
fr: Nouvelle proposition nécessitant votre vote
ko: 새 제안에 투표가 필요합니다
pt: Nova proposta precisa do seu voto
ru: Новое предложение требует вашего голоса
tl: May bagong panukala na nangangailangan ng iyong boto
vi: Đề xuất mới cần phiếu của bạn
zh_hans: 新提案需要您的投票

# mobile_notifications_content_sendFailedText
source: Could not send your message
ar: تعذر إرسال رسالتك
es: No se pudo enviar tu mensaje
fr: Impossible d'envoyer votre message
ko: 메시지를 보낼 수 없습니다
pt: Não foi possível enviar sua mensagem
ru: Не удалось отправить ваше сообщение
tl: Hindi maipadala ang iyong mensahe
vi: Không thể gửi tin nhắn của bạn
zh_hans: 无法发送您的消息

# mobile_notifications_content_sendFailedTitle
source: Failed to Send
ar: فشل الإرسال
es: Error al Enviar
fr: Échec de l'Envoi
ko: 전송 실패
pt: Falha ao Enviar
ru: Ошибка отправки
tl: Hindi Naipadala
vi: Gửi Thất Bại
zh_hans: 发送失败

# mobile_notifications_content_sendingText
source: Sending your message
ar: جارٍ إرسال رسالتك
es: Enviando tu mensaje
fr: Envoi de votre message
ko: 메시지를 보내는 중
pt: Enviando sua mensagem
ru: Отправка вашего сообщения
tl: Ipinapadala ang iyong mensahe
vi: Đang gửi tin nhắn của bạn
zh_hans: 正在发送您的消息

# mobile_notifications_content_sendingTitle
source: Sending…
ar: جارٍ الإرسال…
es: Enviando…
fr: Envoi en cours…
ko: 보내는 중…
pt: Enviando…
ru: Отправка…
tl: Ipinapadala…
vi: Đang Gửi…
zh_hans: 发送中…

# mobile_notifications_content_sentText
source: Your reply was sent successfully
ar: تم إرسال ردك بنجاح
es: Tu respuesta fue enviada con éxito
fr: Votre réponse a été envoyée avec succès
ko: 답장이 성공적으로 전송되었습니다
pt: Sua resposta foi enviada com sucesso
ru: Ваш ответ успешно отправлен
tl: Matagumpay na naipadala ang iyong tugon
vi: Trả lời của bạn đã được gửi thành công
zh_hans: 您的回复已成功发送

# mobile_notifications_content_sentTitle
source: Message Sent
ar: تم إرسال الرسالة
es: Mensaje Enviado
fr: Message Envoyé
ko: 메시지 전송됨
pt: Mensagem Enviada
ru: Сообщение отправлено
tl: Naipadala ang Mensahe
vi: Đã Gửi Tin Nhắn
zh_hans: 消息已发送

# mobile_notifications_content_syncProgress
source: Syncing %1$@ of %2$@ items
ar: مزامنة %1$@ من %2$@ عنصر
es: Sincronizando %1$@ de %2$@ elementos
fr: Synchronisation de %1$@ sur %2$@ éléments
ko: %1$@개 중 %2$@개 동기화 중
pt: Sincronizando %1$@ de %2$@ itens
ru: Синхронизация %1$@ из %2$@ элементов
tl: Sine-sync ang %1$@ sa %2$@ na item
vi: Đang đồng bộ %1$@ trong số %2$@ mục
zh_hans: 正在同步 %1$@/%2$@ 项

# mobile_notifications_content_voteReminder
source: Vote by %@
ar: صوّت قبل %@
es: Vota antes del %@
fr: Votez avant le %@
ko: %@까지 투표하세요
pt: Vote até %@
ru: Проголосуйте до %@
tl: Bumoto bago ang %@
vi: Bỏ phiếu trước %@
zh_hans: 请在 %@ 前投票

# mobile_notifications_content_votingResults
source: Voting results are in
ar: نتائج التصويت جاهزة
es: Los resultados de la votación están listos
fr: Les résultats du vote sont disponibles
ko: 투표 결과가 나왔습니다
pt: Os resultados da votação estão prontos
ru: Результаты голосования готовы
tl: Available na ang mga resulta ng pagboto
vi: Kết quả bỏ phiếu đã có
zh_hans: 投票结果已出

# mobile_offline_banner
source: You're offline
ar: أنت غير متصل
es: Estás sin conexión
fr: Vous êtes hors ligne
ko: 오프라인 상태입니다
pt: Você está offline
ru: Вы офлайн
tl: Offline ka
vi: Bạn đang ngoại tuyến
zh_hans: 您已离线

# mobile_offline_bannerWithQueue
source: You're offline. %lld messages queued.
ar: أنت غير متصل. %lld رسائل في قائمة الانتظار.
es: Estás sin conexión. %lld mensajes en cola.
fr: Vous êtes hors ligne. %lld messages en file d'attente.
ko: 오프라인 상태입니다. %lld개의 메시지가 대기 중입니다.
pt: Você está offline. %lld mensagens na fila.
ru: Вы офлайн. %lld сообщений в очереди.
tl: Offline ka. %lld mensahe ang naka-queue.
vi: Bạn đang ngoại tuyến. %lld tin nhắn đang xếp hàng.
zh_hans: 您已离线。%lld 条消息已排队。

# mobile_offline_pendingChanges
source: Pending changes
ar: التغييرات المعلقة
es: Cambios pendientes
fr: Modifications en attente
ko: 보류 중인 변경사항
pt: Alterações pendentes
ru: Ожидающие изменения
tl: Mga pending na pagbabago
vi: Thay đổi đang chờ
zh_hans: 待处理的更改

# mobile_offline_queuedMessages
source: Queued messages
ar: الرسائل في قائمة الانتظار
es: Mensajes en cola
fr: Messages en file d'attente
ko: 대기 중인 메시지
pt: Mensagens na fila
ru: Сообщения в очереди
tl: Mga naka-queue na mensahe
vi: Tin nhắn xếp hàng
zh_hans: 排队的消息

# mobile_offline_retrySync
source: Retry
ar: إعادة المحاولة
es: Reintentar
fr: Réessayer
ko: 다시 시도
pt: Tentar Novamente
ru: Повторить
tl: Subukan Muli
vi: Thử Lại
zh_hans: 重试

# mobile_offline_syncComplete
source: Sync complete
ar: اكتملت المزامنة
es: Sincronización completa
fr: Synchronisation terminée
ko: 동기화 완료
pt: Sincronização concluída
ru: Синхронизация завершена
tl: Kumpleto na ang sync
vi: Đồng bộ hoàn tất
zh_hans: 同步完成

# mobile_offline_syncFailed
source: Sync failed
ar: فشلت المزامنة
es: Error de sincronización
fr: Échec de la synchronisation
ko: 동기화 실패
pt: Falha na sincronização
ru: Ошибка синхронизации
tl: Nabigo ang sync
vi: Đồng bộ thất bại
zh_hans: 同步失败

# mobile_offline_syncing
source: Syncing...
ar: جارٍ المزامنة...
es: Sincronizando...
fr: Synchronisation...
ko: 동기화 중...
pt: Sincronizando...
ru: Синхронизация...
tl: Nagsi-sync...
vi: Đang đồng bộ...
zh_hans: 同步中...
