Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# publicPageList_subtitle
source: Create and manage SEO-optimized public pages
ar: إنشاء وإدارة صفحات عامة محسنة لمحركات البحث
es: Crear y administrar paginas publicas optimizadas para SEO
fr: Creer et gerer des pages publiques optimisees pour le referencement
ko: SEO 최적화된 공개 페이지 생성 및 관리
pt: Crie e gerencie paginas publicas otimizadas para SEO
ru: Создание и управление SEO-оптимизированными страницами
tl: Lumikha at pamahalaan ang mga pampublikong pahina na na-optimize para sa SEO
vi: Tao va quan ly cac trang cong khai toi uu hoa SEO
zh_hans: 创建和管理 SEO 优化的公开页面

# publicPageList_title
source: Public Pages
ar: الصفحات العامة
es: Paginas Publicas
fr: Pages Publiques
ko: 공개 페이지
pt: Paginas Publicas
ru: Публичные страницы
tl: Mga Pampublikong Pahina
vi: Trang Cong Khai
zh_hans: 公开页面

# publicPageList_type
source: Type:
ar: النوع:
es: Tipo:
ko: 유형:
pt: Tipo:
ru: Тип:
tl: Uri:
vi: Loai:
zh_hans: 类型：

# publicPageList_url
source: URL:
ar: الرابط:
zh_hans: 链接：

# publicPageRenderer_created
source: Created
ar: تم الانشاء
es: Creado
fr: Cree
ko: 생성됨
pt: Criado
ru: Создано
tl: Ginawa
vi: Da Tao
zh_hans: 创建时间

# publicPageRenderer_published
source: Published
ar: تم النشر
es: Publicado
fr: Publie
ko: 게시됨
pt: Publicado
ru: Опубликовано
tl: Na-publish
vi: Da Xuat Ban
zh_hans: 发布时间

# publicPageRenderer_status
source: Status
ar: الحالة
es: Estado
fr: Statut
ko: 상태
ru: Статус
vi: Trang Thai
zh_hans: 状态

# publicPageRenderer_type
source: Type
ar: النوع
es: Tipo
ko: 유형
pt: Tipo
ru: Тип
tl: Uri
vi: Loai
zh_hans: 类型

# publicPageRenderer_updated
source: Updated
ar: تم التحديث
es: Actualizado
fr: Mis a jour
ko: 업데이트됨
pt: Atualizado
ru: Обновлено
tl: Na-update
vi: Da Cap Nhat
zh_hans: 更新时间

# publicPageRenderer_url
source: URL
ar: الرابط
zh_hans: 链接

# publicWiki_about
source: About
ar: حول
es: Acerca de
fr: A propos
ko: 소개
pt: Sobre
ru: О нас
tl: Tungkol
vi: Gioi thieu
zh_hans: 关于

# publicWiki_backToWiki
source: Back to Wiki
ar: العودة إلى الويكي
es: Volver a Wiki
fr: Retour au Wiki
ko: 위키로 돌아가기
pt: Voltar para Wiki
ru: Назад к вики
tl: Bumalik sa Wiki
vi: Quay lai Wiki
zh_hans: 返回维基

# publicWiki_browseWiki
source: Browse Wiki
ar: تصفح الويكي
es: Explorar Wiki
fr: Parcourir le Wiki
ko: 위키 둘러보기
pt: Explorar Wiki
ru: Обзор вики
tl: I-browse ang Wiki
vi: Duyet Wiki
zh_hans: 浏览维基

# publicWiki_builditDesc
source: Privacy-first organizing platform for activists, unions, and community groups.
ar: منصة تنظيم تضع الخصوصية أولاً للناشطين والنقابات والمجموعات المجتمعية.
es: Plataforma de organización con privacidad integrada para activistas, sindicatos y grupos comunitarios.
fr: Plateforme d'organisation axee sur la confidentialite pour les activistes, syndicats et groupes communautaires.
ko: 활동가, 노동조합, 커뮤니티 그룹을 위한 프라이버시 우선 조직 플랫폼.
pt: Plataforma de organizacao com privacidade em primeiro lugar para ativistas, sindicatos e grupos comunitarios.
ru: Платформа для организации с приоритетом конфиденциальности для активистов, профсоюзов и общественных групп.
tl: Privacy-first na platform sa pag-oorganisa para sa mga aktibista, unyon, at mga grupo ng komunidad.
vi: Nen tang to chuc uu tien quyen rieng tu danh cho cac nha hoat dong, cong doan va nhom cong dong.
zh_hans: 面向活动人士、工会和社区团体的隐私优先组织平台。

# publicWiki_builditNetwork
source: BuildIt Network
ar: شبكة BuildIt
ko: BuildIt 네트워크
pt: Rede BuildIt
ru: Сеть BuildIt
vi: Mang BuildIt
zh_hans: BuildIt 网络

# publicWiki_builditWiki
source: BuildIt Wiki
ar: ويكي BuildIt
es: Wiki de BuildIt
fr: Wiki BuildIt
ko: BuildIt 위키
pt: Wiki BuildIt
ru: Вики BuildIt
vi: Wiki BuildIt
zh_hans: BuildIt 维基

# publicWiki_builtWithPrivacy
source: Built with privacy & security first
ar: مبني بالخصوصية والأمان أولاً
es: Construido con privacidad y seguridad primero
fr: Concu avec la confidentialite et la securite en priorite
ko: 프라이버시와 보안을 최우선으로 구축
pt: Construido com privacidade e seguranca em primeiro lugar
ru: Создано с приоритетом конфиденциальности и безопасности
tl: Binuo na may privacy at seguridad bilang prayoridad
vi: Xay dung voi quyen rieng tu va bao mat la uu tien
zh_hans: 隐私与安全优先构建

# publicWiki_campaigns
source: Campaigns
ar: الحملات
es: Campañas
fr: Campagnes
ko: 캠페인
pt: Campanhas
ru: Кампании
tl: Mga Kampanya
vi: Chien dich
zh_hans: 运动

# publicWiki_categories
source: Categories
ar: التصنيفات
es: Categorías
ko: 카테고리
pt: Categorias
ru: Категории
tl: Mga Kategorya
vi: Danh muc
zh_hans: 分类

# publicWiki_contact
source: Contact
ar: اتصل بنا
es: Contacto
ko: 연락처
pt: Contato
ru: Контакты
tl: Makipag-ugnayan
vi: Lien he
zh_hans: 联系我们

# publicWiki_editPage
source: Edit Page
ar: تعديل الصفحة
es: Editar página
fr: Modifier la page
ko: 페이지 편집
pt: Editar Pagina
ru: Редактировать страницу
tl: I-edit ang Pahina
vi: Sua trang
zh_hans: 编辑页面

# publicWiki_freeOpenSource
source: Free and open source
ar: مجاني ومفتوح المصدر
es: Gratuito y de código abierto
fr: Gratuit et open source
ko: 무료 오픈소스
pt: Gratuito e codigo aberto
ru: Бесплатно и с открытым кодом
tl: Libre at open source
vi: Mien phi va ma nguon mo
zh_hans: 免费且开源

# publicWiki_joinMovement
source: Join the Movement
ar: انضم إلى الحركة
es: Únete al movimiento
fr: Rejoignez le mouvement
ko: 운동에 참여하세요
pt: Junte-se ao Movimento
ru: Присоединяйтесь к движению
tl: Sumali sa Kilusan
vi: Tham gia phong trao
zh_hans: 加入运动

# publicWiki_joinMovementDesc
source: Get access to private organizing tools and connect with organizers.
ar: احصل على أدوات التنظيم الخاصة وتواصل مع المنظمين.
es: Obtén acceso a herramientas privadas de organización y conéctate con organizadores.
fr: Accedez aux outils d'organisation prives et connectez-vous avec les organisateurs.
ko: 비공개 조직 도구에 접근하고 활동가들과 연결하세요.
pt: Acesse ferramentas privadas de organizacao e conecte-se com organizadores.
ru: Получите доступ к приватным инструментам организации и свяжитесь с активистами.
tl: Magkaroon ng access sa mga pribadong tool sa pag-oorganisa at kumonekta sa mga organizer.
vi: Truy cap cong cu to chuc rieng tu va ket noi voi cac nha to chuc.
zh_hans: 获取私密组织工具并与组织者联系。

# publicWiki_knowledgeBase
source: Knowledge Base
ar: قاعدة المعرفة
es: Base de conocimientos
fr: Base de connaissances
ko: 지식 기반
pt: Base de Conhecimento
ru: База знаний
tl: Baseng Kaalaman
vi: Co so kien thuc
zh_hans: 知识库

# publicWiki_login
source: Login
ar: تسجيل الدخول
es: Iniciar sesión
fr: Connexion
ko: 로그인
pt: Entrar
ru: Войти
tl: Mag-login
vi: Dang nhap
zh_hans: 登录

# publicWiki_maintainedByComm
source: This page is maintained by the community
ar: يتم الحفاظ على هذه الصفحة من قبل المجتمع
es: Esta página es mantenida por la comunidad
fr: Cette page est maintenue par la communaute
ko: 이 페이지는 커뮤니티에서 관리합니다
pt: Esta pagina e mantida pela comunidade
ru: Эта страница поддерживается сообществом
tl: Ang pahinang ito ay pinapanatili ng komunidad
vi: Trang nay duoc duy tri boi cong dong
zh_hans: 此页面由社区维护

# publicWiki_pageNotFound
source: Page Not Found
ar: الصفحة غير موجودة
es: Página no encontrada
fr: Page non trouvee
ko: 페이지를 찾을 수 없음
pt: Pagina Nao Encontrada
ru: Страница не найдена
tl: Hindi Nahanap ang Pahina
vi: Khong tim thay trang
zh_hans: 页面未找到

# publicWiki_pageNotFoundDesc
source: The wiki page you're looking for doesn't exist or is not public.
ar: صفحة الويكي التي تبحث عنها غير موجودة أو غير عامة.
es: La página wiki que buscas no existe o no es pública.
fr: La page wiki que vous recherchez n'existe pas ou n'est pas publique.
ko: 찾으시는 위키 페이지가 존재하지 않거나 공개되지 않았습니다.
pt: A pagina da wiki que voce procura nao existe ou nao e publica.
ru: Страница вики, которую вы ищете, не существует или не является публичной.
tl: Ang wiki page na hinahanap mo ay hindi umiiral o hindi pampubliko.
vi: Trang wiki ban dang tim khong ton tai hoac khong cong khai.
zh_hans: 您查找的维基页面不存在或非公开。

# publicWiki_popularPages
source: Popular Pages
ar: الصفحات الشائعة
es: Páginas populares
fr: Pages populaires
ko: 인기 페이지
pt: Paginas Populares
ru: Популярные страницы
tl: Mga Sikat na Pahina
vi: Trang pho bien
zh_hans: 热门页面

# publicWiki_poweredByNostr
source: Powered by Nostr protocol
ar: مدعوم ببروتوكول Nostr
es: Impulsado por el protocolo Nostr
fr: Propulse par le protocole Nostr
ko: Nostr 프로토콜 기반
pt: Desenvolvido com o protocolo Nostr
ru: Работает на протоколе Nostr
tl: Pinapatakbo ng Nostr protocol
vi: Duoc ho tro boi giao thuc Nostr
zh_hans: 由 Nostr 协议驱动

# publicWiki_privacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
es: Política de privacidad
fr: Politique de confidentialite
ko: 개인정보 보호정책
pt: Politica de Privacidade
ru: Политика конфиденциальности
tl: Patakaran sa Privacy
vi: Chinh sach bao mat
zh_hans: 隐私政策

# publicWiki_resources
source: Resources
ar: الموارد
es: Recursos
fr: Ressources
ko: 자료
pt: Recursos
ru: Ресурсы
tl: Mga Mapagkukunan
vi: Tai nguyen
zh_hans: 资源

# publicWiki_searchWiki
source: Search wiki...
ar: البحث في الويكي...
es: Buscar en wiki...
fr: Rechercher dans le wiki...
ko: 위키 검색...
pt: Pesquisar wiki...
ru: Поиск по вики...
tl: Maghanap sa wiki...
vi: Tim kiem wiki...
zh_hans: 搜索维基...

# publicWiki_signUp
source: Sign Up
ar: التسجيل
es: Registrarse
fr: S'inscrire
ko: 가입하기
pt: Cadastrar
ru: Зарегистрироваться
tl: Mag-sign Up
vi: Dang ky
zh_hans: 注册

# publicWiki_updated
source: Updated %@
ar: تم التحديث %@
es: Actualizado el %@
fr: Mis a jour le %@
ko: %@ 업데이트됨
pt: Atualizado em %@
ru: Обновлено %@
tl: Na-update noong %@
vi: Cap nhat %@
zh_hans: 更新于 %@

# publicWiki_version
source: Version %lld
ar: الإصدار %lld
es: Versión %lld
ko: 버전 %lld
pt: Versao %lld
ru: Версия %lld
tl: Bersyon %lld
vi: Phien ban %lld
zh_hans: 版本 %lld

# publicWikiPage_categories_governance
source: Governance
ar: الحوكمة
es: Gobernanza
fr: Gouvernance
ko: 거버넌스
pt: Governanca
ru: Управление
tl: Pamamahala
vi: Quan Tri
zh_hans: 治理

# publicWikiPage_categories_legal
source: Legal
ar: القانون
fr: Juridique
ko: 법률
pt: Juridico
ru: Юридические вопросы
vi: Phap Ly
zh_hans: 法律

# publicWikiPage_categories_security
source: Security
ar: الأمان
es: Seguridad
fr: Securite
ko: 보안
pt: Seguranca
ru: Безопасность
tl: Seguridad
vi: Bao Mat
zh_hans: 安全

# publicWikiPage_categories_strategy
source: Strategy
ar: الاستراتيجية
es: Estrategia
fr: Strategie
ko: 전략
pt: Estrategia
ru: Стратегия
tl: Estratehiya
vi: Chien Luoc
zh_hans: 策略

# publicWikiPage_popularPages_consensusDecisionMaking
source: Consensus Decision Making
ar: اتخاذ القرارات بالإجماع
es: Toma de Decisiones por Consenso
fr: Prise de Decision par Consensus
ko: 합의 의사결정
pt: Tomada de Decisao por Consenso
ru: Консенсусное принятие решений
tl: Pagpapasya sa Pamamagitan ng Konsensus
vi: Ra Quyet Dinh Dong Thuan
zh_hans: 共识决策

# publicWikiPage_popularPages_powerMappingGuide
source: Power Mapping Guide
ar: دليل رسم خريطة القوى
es: Guia de Mapeo de Poder
fr: Guide de Cartographie du Pouvoir
ko: 권력 지도 작성 가이드
pt: Guia de Mapeamento de Poder
ru: Руководство по картированию власти
tl: Gabay sa Power Mapping
vi: Huong Dan Lap Ban Do Quyen Luc
zh_hans: 权力关系图指南

# publicWikiPage_popularPages_securityBestPractices
source: Security Best Practices
ar: أفضل ممارسات الأمان
es: Mejores Practicas de Seguridad
fr: Meilleures Pratiques de Securite
ko: 보안 모범 사례
pt: Melhores Praticas de Seguranca
ru: Лучшие практики безопасности
tl: Pinakamahusay na Mga Kasanayan sa Seguridad
vi: Thuc Hanh Bao Mat Tot Nhat
zh_hans: 安全最佳实践

# publishing_content_allowComments
source: Allow Comments
ar: السماح بالتعليقات
es: Permitir comentarios
fr: Autoriser les commentaires
ko: 댓글 허용
pt: Permitir comentarios
ru: Разрешить комментарии
tl: Payagan ang mga komento
vi: Cho phép bình luận
zh_hans: 允许评论

# publishing_content_allowCommentsDesc
source: Let readers comment on articles
ar: السماح للقراء بالتعليق على المقالات
es: Permitir que los lectores comenten en los artículos
fr: Permettre aux lecteurs de commenter les articles
ko: 독자가 기사에 댓글을 달 수 있도록 허용
pt: Permitir que leitores comentem nos artigos
ru: Позволить читателям комментировать статьи
tl: Hayaan ang mga mambabasa na magkomento sa mga artikulo
vi: Cho phép độc giả bình luận trên bài viết
zh_hans: 允许读者在文章下评论

# publishing_content_defaultVisibility
source: Default Article Visibility
ar: الرؤية الافتراضية للمقالات
es: Visibilidad predeterminada de artículos
fr: Visibilite par defaut des articles
ko: 기본 기사 공개 범위
pt: Visibilidade padrao de artigos
ru: Видимость статей по умолчанию
tl: Default na visibility ng artikulo
vi: Khả năng hiển thị mặc định của bài viết
zh_hans: 文章默认可见性

# publishing_content_description
source: Control how content is published and displayed
ar: تحكم في كيفية نشر وعرض المحتوى
es: Controla cómo se publica y muestra el contenido
fr: Controlez comment le contenu est publie et affiche
ko: 콘텐츠 게시 및 표시 방법 제어
pt: Controle como o conteudo e publicado e exibido
ru: Управляйте публикацией и отображением контента
tl: Kontrolin kung paano nai-publish at ipinakikita ang nilalaman
vi: Kiểm soát cách nội dung được xuất bản và hiển thị
zh_hans: 控制内容的发布和显示方式

# publishing_content_enableRss
source: Enable RSS Feed
ar: تفعيل خلاصة RSS
es: Habilitar feed RSS
fr: Activer le flux RSS
ko: RSS 피드 활성화
pt: Habilitar feed RSS
ru: Включить RSS-ленту
tl: I-enable ang RSS feed
vi: Bật nguồn cấp RSS
zh_hans: 启用 RSS 订阅源

# publishing_content_enableRssDesc
source: Generate RSS feed for your publication
ar: إنشاء خلاصة RSS لمنشورك
es: Generar feed RSS para tu publicación
fr: Generer un flux RSS pour votre publication
ko: 출판물의 RSS 피드 생성
pt: Gerar um feed RSS para sua publicacao
ru: Генерировать RSS-ленту для вашей публикации
tl: Bumuo ng RSS feed para sa iyong publikasyon
vi: Tạo nguồn cấp RSS cho ấn phẩm của bạn
zh_hans: 为您的出版物生成 RSS 订阅源

# publishing_content_fullRss
source: Full Content in RSS
ar: محتوى كامل في RSS
es: Contenido completo en RSS
fr: Contenu complet dans RSS
ko: RSS에 전체 콘텐츠 포함
pt: Conteudo completo no RSS
ru: Полный контент в RSS
tl: Buong nilalaman sa RSS
vi: Nội dung đầy đủ trong RSS
zh_hans: RSS 中的完整内容

# publishing_content_fullRssDesc
source: Include full article content in RSS (vs excerpt only)
ar: تضمين محتوى المقال الكامل في RSS (مقابل الملخص فقط)
es: Incluir contenido completo del artículo en RSS (vs solo extracto)
fr: Inclure le contenu complet de l'article dans RSS (vs extrait uniquement)
ko: RSS에 전체 기사 내용 포함 (발췌문만 대신)
pt: Incluir conteudo completo do artigo no RSS (ao inves de apenas resumos)
ru: Включать полный текст статей в RSS (вместо только отрывков)
tl: Isama ang buong nilalaman ng artikulo sa RSS (sa halip na mga snippet lamang)
vi: Bao gồm nội dung bài viết đầy đủ trong RSS (thay vì chỉ trích đoạn)
zh_hans: 在 RSS 中包含完整文章内容（而非仅摘要）

# publishing_content_title
source: Content Settings
ar: إعدادات المحتوى
es: Configuración de contenido
fr: Parametres de contenu
ko: 콘텐츠 설정
pt: Configuracoes de Conteudo
ru: Настройки контента
tl: Mga Setting ng Nilalaman
vi: Cài đặt nội dung
zh_hans: 内容设置

# publishing_content_visibilityPaid
source: Paid Subscribers Only
ar: للمشتركين المدفوعين فقط
es: Solo suscriptores de pago
fr: Abonnes payants uniquement
ko: 유료 구독자 전용
pt: Apenas assinantes pagos
ru: Только для платных подписчиков
tl: Mga bayad na subscriber lamang
vi: Chỉ người đăng ký trả phí
zh_hans: 仅付费订阅者

# publishing_content_visibilityPublic
source: Public
ar: عام
es: Público
ko: 공개
pt: Publico
ru: Публичная
tl: Pampubliko
vi: Công khai
zh_hans: 公开

# publishing_content_visibilitySubscribers
source: Subscribers Only
ar: للمشتركين فقط
es: Solo suscriptores
fr: Abonnes uniquement
ko: 구독자 전용
pt: Apenas assinantes
ru: Только для подписчиков
tl: Mga subscriber lamang
vi: Chỉ người đăng ký
zh_hans: 仅订阅者

# publishing_general_coverImageUrl
source: Cover Image URL
ar: رابط صورة الغلاف
es: URL de imagen de portada
fr: URL de l'image de couverture
ko: 표지 이미지 URL
pt: URL da Imagem de Capa
ru: URL обложки
tl: URL ng Cover Image
vi: URL ảnh bìa
zh_hans: 封面图片 URL

# publishing_general_coverPreview
source: Cover preview
ar: معاينة الغلاف
es: Vista previa de portada
fr: Apercu de la couverture
ko: 표지 미리보기
pt: Visualizar capa
ru: Предпросмотр обложки
tl: Preview ng cover
vi: Xem trước ảnh bìa
zh_hans: 封面预览

# publishing_general_description
source: Basic information about your publication
ar: المعلومات الأساسية عن منشورك
es: Información básica sobre tu publicación
fr: Informations de base sur votre publication
ko: 출판물에 대한 기본 정보
pt: Informacoes basicas sobre sua publicacao
ru: Основная информация о вашей публикации
tl: Pangunahing impormasyon tungkol sa iyong publikasyon
vi: Thông tin cơ bản về ấn phẩm của bạn
zh_hans: 关于您的出版物的基本信息

# publishing_general_descriptionLabel
source: Description
ar: الوصف
es: Descripción
ko: 설명
pt: Descricao
ru: Описание
tl: Paglalarawan
vi: Mô tả
zh_hans: 描述

# publishing_general_descriptionPlaceholder
source: What is your publication about?
ar: ما موضوع منشورك؟
es: ¿De qué trata tu publicación?
fr: De quoi parle votre publication ?
ko: 출판물의 내용은 무엇인가요?
pt: Sobre o que e sua publicacao?
ru: О чём ваша публикация?
tl: Tungkol saan ang iyong publikasyon?
vi: Ấn phẩm của bạn nói về điều gì?
zh_hans: 您的出版物是关于什么的？

# publishing_general_logoPreview
source: Logo preview
ar: معاينة الشعار
es: Vista previa del logotipo
fr: Apercu du logo
ko: 로고 미리보기
pt: Visualizar logo
ru: Предпросмотр логотипа
tl: Preview ng logo
vi: Xem trước logo
zh_hans: 徽标预览

# publishing_general_logoUrl
source: Logo URL
ar: رابط الشعار
es: URL del logotipo
fr: URL du logo
ko: 로고 URL
pt: URL do Logo
ru: URL логотипа
tl: URL ng Logo
vi: URL logo
zh_hans: 徽标 URL

# publishing_general_name
source: Publication Name
ar: اسم المنشور
es: Nombre de la publicación
fr: Nom de la publication
ko: 출판물 이름
pt: Nome da Publicacao
ru: Название публикации
tl: Pangalan ng Publikasyon
vi: Tên ấn phẩm
zh_hans: 出版物名称

# publishing_general_namePlaceholder
source: My Publication
ar: منشوري
es: Mi publicación
fr: Ma publication
ko: 내 출판물
pt: Minha Publicacao
ru: Моя публикация
tl: Aking Publikasyon
vi: Ấn phẩm của tôi
zh_hans: 我的出版物

# publishing_general_title
source: General Settings
ar: الإعدادات العامة
es: Configuración general
fr: Parametres generaux
ko: 일반 설정
pt: Configuracoes Gerais
ru: Общие настройки
tl: Mga Pangkalahatang Setting
vi: Cài đặt chung
zh_hans: 通用设置

# publishing_saveChanges
source: Save Changes
ar: حفظ التغييرات
es: Guardar cambios
fr: Enregistrer les modifications
ko: 변경 사항 저장
pt: Salvar Alteracoes
ru: Сохранить изменения
tl: I-save ang mga Pagbabago
vi: Lưu thay đổi
zh_hans: 保存更改

# publishing_settings
source: Publication Settings
ar: إعدادات النشر
es: Configuración de publicación
fr: Parametres de publication
ko: 출판 설정
pt: Configuracoes de Publicacao
ru: Настройки публикации
tl: Mga Setting ng Publikasyon
vi: Cài đặt xuất bản
zh_hans: 发布设置

# publishing_settingsSaved
source: Settings saved
ar: تم حفظ الإعدادات
es: Configuración guardada
fr: Parametres enregistres
ko: 설정이 저장되었습니다
pt: Configuracoes salvas
ru: Настройки сохранены
tl: Na-save ang mga setting
vi: Đã lưu cài đặt
zh_hans: 设置已保存

# publishing_social_description
source: Add social media links to your publication
ar: أضف روابط وسائل التواصل الاجتماعي لمنشورك
es: Añade enlaces de redes sociales a tu publicación
fr: Ajoutez des liens de reseaux sociaux a votre publication
ko: 출판물에 소셜 미디어 링크 추가
pt: Adicione links de redes sociais a sua publicacao
ru: Добавьте ссылки на социальные сети к вашей публикации
tl: Magdagdag ng mga link sa social media sa iyong publikasyon
vi: Thêm liên kết mạng xã hội vào ấn phẩm của bạn
zh_hans: 为您的出版物添加社交媒体链接

# publishing_social_title
source: Social Links
ar: روابط التواصل الاجتماعي
es: Enlaces sociales
fr: Liens sociaux
ko: 소셜 링크
pt: Links Sociais
ru: Ссылки на социальные сети
tl: Mga Social Link
vi: Liên kết mạng xã hội
zh_hans: 社交链接

# publishing_social_twitter
source: Twitter / X
ar: تويتر / X

# publishing_social_website
source: Website
ar: الموقع الإلكتروني
es: Sitio web
fr: Site web
ko: 웹사이트
pt: Site
ru: Веб-сайт
vi: Trang web
zh_hans: 网站

# publishing_subscriptions_description
source: Configure subscriber features and monetization
ar: تكوين ميزات الاشتراك والتحقيق
es: Configura las funciones de suscriptores y monetización
fr: Configurez les fonctionnalites d'abonnement et de monetisation
ko: 구독자 기능 및 수익화 구성
pt: Configure recursos de assinantes e monetizacao
ru: Настройте функции подписки и монетизацию
tl: I-configure ang mga feature ng subscriber at monetization
vi: Cấu hình tính năng đăng ký và kiếm tiền
zh_hans: 配置订阅者功能和变现方式

# publishing_subscriptions_emailNotifications
source: Email Notifications
ar: إشعارات البريد الإلكتروني
es: Notificaciones por correo
fr: Notifications par email
ko: 이메일 알림
pt: Notificacoes por email
ru: Email-уведомления
tl: Mga notification sa email
vi: Thông báo email
zh_hans: 邮件通知

# publishing_subscriptions_emailNotificationsDesc
source: Send email notifications to subscribers (requires email setup)
ar: إرسال إشعارات بريد إلكتروني للمشتركين (يتطلب إعداد البريد)
es: Enviar notificaciones por correo a suscriptores (requiere configuración de correo)
fr: Envoyer des notifications par email aux abonnes (necessite une configuration email)
ko: 구독자에게 이메일 알림 발송 (이메일 설정 필요)
pt: Enviar notificacoes por email aos assinantes (requer configuracao de email)
ru: Отправлять email-уведомления подписчикам (требуется настройка email)
tl: Magpadala ng mga notification sa email sa mga subscriber (nangangailangan ng email setup)
vi: Gửi thông báo email cho người đăng ký (yêu cầu cấu hình email)
zh_hans: 向订阅者发送邮件通知（需要邮件配置）

# publishing_subscriptions_monthlyPrice
source: Monthly Price (USD)
ar: السعر الشهري (دولار)
es: Precio mensual (USD)
fr: Prix mensuel (USD)
ko: 월간 가격 (USD)
pt: Preco mensal (USD)
ru: Месячная цена (USD)
tl: Buwanang presyo (USD)
vi: Giá hàng tháng (USD)
zh_hans: 月价格（美元）

# publishing_subscriptions_paidSubscriptions
source: Paid Subscriptions
ar: الاشتراكات المدفوعة
es: Suscripciones de pago
fr: Abonnements payants
ko: 유료 구독
pt: Assinaturas pagas
ru: Платные подписки
tl: Mga bayad na subscription
vi: Đăng ký trả phí
zh_hans: 付费订阅

# publishing_subscriptions_paidSubscriptionsDesc
source: Enable paid subscription tier for premium content
ar: تفعيل مستوى الاشتراك المدفوع للمحتوى المميز
es: Habilitar nivel de suscripción de pago para contenido premium
fr: Activer le niveau d'abonnement payant pour le contenu premium
ko: 프리미엄 콘텐츠를 위한 유료 구독 티어 활성화
pt: Habilitar niveis de assinatura paga para conteudo premium
ru: Включить платные уровни подписки для премиум-контента
tl: I-enable ang mga bayad na tier ng subscription para sa premium na nilalaman
vi: Bật cấp đăng ký trả phí cho nội dung cao cấp
zh_hans: 为高级内容启用付费订阅层级

# publishing_subscriptions_perMonth
source: / month
ar: / شهر
es: / mes
fr: / mois
ko: / 월
pt: / mes
ru: / месяц
tl: / buwan
vi: / tháng
zh_hans: / 月

# publishing_subscriptions_title
source: Subscription Settings
ar: إعدادات الاشتراك
es: Configuración de suscripciones
fr: Parametres d'abonnement
ko: 구독 설정
pt: Configuracoes de Assinatura
ru: Настройки подписок
tl: Mga Setting ng Subscription
vi: Cài đặt đăng ký
zh_hans: 订阅设置

# publishing_tabs_content
source: Content
ar: المحتوى
es: Contenido
fr: Contenu
ko: 콘텐츠
pt: Conteudo
ru: Контент
tl: Nilalaman
vi: Nội dung
zh_hans: 内容

# publishing_tabs_general
source: General
ar: عام
ko: 일반
pt: Geral
ru: Общие
tl: Pangkalahatan
vi: Chung
zh_hans: 通用

# publishing_tabs_social
source: Social
ar: التواصل الاجتماعي
ko: 소셜
ru: Социальные сети
vi: Mạng xã hội
zh_hans: 社交

# publishing_tabs_subscriptions
source: Subscriptions
ar: الاشتراكات
es: Suscripciones
fr: Abonnements
ko: 구독
pt: Assinaturas
ru: Подписки
tl: Mga Subscription
vi: Đăng ký
zh_hans: 订阅

# publishing_tabs_theme
source: Theme
ar: المظهر
es: Tema
ko: 테마
pt: Tema
ru: Тема
tl: Tema
vi: Giao diện
zh_hans: 主题

# publishing_theme_darkMode
source: Dark Mode
ar: الوضع الداكن
es: Modo oscuro
fr: Mode sombre
ko: 다크 모드
pt: Modo Escuro
ru: Тёмный режим
vi: Chế độ tối
zh_hans: 深色模式
