Repository: rhonda-rodododo/buildit
Catalog: clients/ios/BuildIt/Resources/*.lproj/Localizable.strings
Languages: ar, es, fr, ko, pt, ru, tl, vi, zh_hans

# engagementPage_levelOptions_neutral
source: Neutral (30%)
ar: محايد (30%)
fr: Neutre (30%)
ko: 중립 (30%)
pt: Neutro (30%)
ru: Нейтральный (30%)
vi: Trung lap (30%)
zh_hans: 中立 (30%)

# engagementPage_levelOptions_passive
source: Passive Support (40%)
ar: دعم سلبي (40%)
es: Apoyo Pasivo (40%)
fr: Soutien Passif (40%)
ko: 소극적 지지 (40%)
pt: Apoio Passivo (40%)
ru: Пассивная поддержка (40%)
tl: Pasibong Suporta (40%)
vi: Ho tro Thu dong (40%)
zh_hans: 被动支持 (40%)

# engagementPage_subtitle
source: Track your engagement, complete milestones, and grow as an organizer
ar: تتبع مشاركتك، أكمل المراحل، وتطور كمنظم
es: Sigue tu participacion, completa hitos y crece como organizador
fr: Suivez votre engagement, completez des jalons et progressez en tant qu'organisateur
ko: 참여를 추적하고, 목표를 달성하며, 조직가로서 성장하세요
pt: Acompanhe seu engajamento, complete marcos e cresca como organizador
ru: Отслеживайте вовлечённость, достигайте вех и развивайтесь как организатор
tl: Subaybayan ang iyong pakikilahok, kumpletuhin ang mga milestone, at lumago bilang organizer
vi: Theo doi su tham gia, hoan thanh cac moc va truong thanh nhu mot to chuc vien
zh_hans: 追踪你的参与度，完成里程碑，成长为组织者

# engagementPage_tabs_engagement
source: Engagement Journey
ar: رحلة المشاركة
es: Trayectoria de Participacion
fr: Parcours d'Engagement
ko: 참여 여정
pt: Jornada de Engajamento
ru: Путь вовлечённости
tl: Paglalakbay ng Pakikilahok
vi: Hanh trinh Tham gia
zh_hans: 参与旅程

# engagementPage_tabs_notifications
source: Smart Notifications
ar: إشعارات ذكية
es: Notificaciones Inteligentes
fr: Notifications Intelligentes
ko: 스마트 알림
pt: Notificacoes Inteligentes
ru: Умные уведомления
tl: Matalinong Notipikasyon
vi: Thong bao Thong minh
zh_hans: 智能通知

# engagementPage_title
source: Your Journey
ar: رحلتك
es: Tu Trayectoria
fr: Votre Parcours
ko: 나의 여정
pt: Sua Jornada
ru: Ваш путь
tl: Ang Iyong Paglalakbay
vi: Hanh trinh cua Ban
zh_hans: 你的旅程

# engagementPage_viewAs
source: View as...
ar: عرض كـ...
es: Ver como...
fr: Voir en tant que...
ko: 다음으로 보기...
pt: Ver como...
ru: Просмотр как...
tl: Tingnan bilang...
vi: Xem voi tu cach...
zh_hans: 查看为...

# errors_failedToChangePassword
source: Failed to change password
ar: فشل في تغيير كلمة المرور
es: No se pudo cambiar la contraseña
fr: Impossible de changer le mot de passe
ko: 비밀번호 변경 실패
pt: Falha ao alterar senha
ru: Не удалось изменить пароль
tl: Nabigong palitan ang password
vi: Không thể thay đổi mật khẩu
zh_hans: 更改密码失败

# errors_failedToCreateIdentity
source: Failed to create identity
ar: فشل في إنشاء الهوية
es: No se pudo crear la identidad
fr: Impossible de créer l'identité
ko: 신원 생성 실패
pt: Falha ao criar identidade
ru: Не удалось создать личность
tl: Nabigong lumikha ng pagkakakilanlan
vi: Không thể tạo danh tính
zh_hans: 创建身份失败

# errors_failedToDisableWebauthn
source: Failed to disable WebAuthn
ar: فشل في تعطيل WebAuthn
es: No se pudo deshabilitar WebAuthn
fr: Impossible de désactiver WebAuthn
ko: WebAuthn 비활성화 실패
pt: Falha ao desabilitar WebAuthn
ru: Не удалось отключить WebAuthn
tl: Nabigong huwag paganahin ang WebAuthn
vi: Không thể tắt WebAuthn
zh_hans: 禁用WebAuthn失败

# errors_failedToEnableWebauthn
source: Failed to enable WebAuthn
ar: فشل في تفعيل WebAuthn
es: No se pudo habilitar WebAuthn
fr: Impossible d'activer WebAuthn
ko: WebAuthn 활성화 실패
pt: Falha ao habilitar WebAuthn
ru: Не удалось включить WebAuthn
tl: Nabigong paganahin ang WebAuthn
vi: Không thể bật WebAuthn
zh_hans: 启用WebAuthn失败

# errors_failedToImportIdentity
source: Failed to import identity
ar: فشل في استيراد الهوية
es: No se pudo importar la identidad
fr: Impossible d'importer l'identité
ko: 신원 가져오기 실패
pt: Falha ao importar identidade
ru: Не удалось импортировать личность
tl: Nabigong mag-import ng pagkakakilanlan
vi: Không thể nhập danh tính
zh_hans: 导入身份失败

# errors_failedToLoadIdentities
source: Failed to load identities
ar: فشل في تحميل الهويات
es: No se pudieron cargar las identidades
fr: Impossible de charger les identités
ko: 신원 로드 실패
pt: Falha ao carregar identidades
ru: Не удалось загрузить личности
tl: Nabigong i-load ang mga pagkakakilanlan
vi: Không thể tải danh tính
zh_hans: 加载身份失败

# errors_failedToRemoveIdentity
source: Failed to remove identity
ar: فشل في حذف الهوية
es: No se pudo eliminar la identidad
fr: Impossible de supprimer l'identité
ko: 신원 제거 실패
pt: Falha ao remover identidade
ru: Не удалось удалить личность
tl: Nabigong alisin ang pagkakakilanlan
vi: Không thể xóa danh tính
zh_hans: 删除身份失败

# errors_failedToUnlock
source: Failed to unlock
ar: فشل في فتح القفل
es: No se pudo desbloquear
fr: Impossible de déverrouiller
ko: 잠금 해제 실패
pt: Falha ao desbloquear
ru: Не удалось разблокировать
tl: Nabigong i-unlock
vi: Không thể mở khóa
zh_hans: 解锁失败

# errors_identityAlreadyExists
source: Identity already exists
ar: الهوية موجودة بالفعل
es: La identidad ya existe
fr: L'identité existe déjà
ko: 신원이 이미 존재합니다
pt: A identidade já existe
ru: Личность уже существует
tl: Umiiral na ang pagkakakilanlan
vi: Danh tính đã tồn tại
zh_hans: 身份已存在

# errors_identityNotFound
source: Identity not found
ar: الهوية غير موجودة
es: Identidad no encontrada
fr: Identité non trouvée
ko: 신원을 찾을 수 없습니다
pt: Identidade não encontrada
ru: Личность не найдена
tl: Hindi nahanap ang pagkakakilanlan
vi: Không tìm thấy danh tính
zh_hans: 未找到身份

# errors_invalidNpub
source: Invalid npub format
ar: تنسيق npub غير صالح
es: Formato npub inválido
fr: Format npub invalide
ko: 잘못된 npub 형식
pt: Formato npub inválido
ru: Неверный формат npub
tl: Hindi wastong npub format
vi: Định dạng npub không hợp lệ
zh_hans: npub格式无效

# errors_invalidNsec
source: Invalid nsec format
ar: تنسيق nsec غير صالح
es: Formato nsec inválido
fr: Format nsec invalide
ko: 잘못된 nsec 형식
pt: Formato nsec inválido
ru: Неверный формат nsec
tl: Hindi wastong nsec format
vi: Định dạng nsec không hợp lệ
zh_hans: nsec格式无效

# errors_invalidPassword
source: Invalid password or corrupted key data
ar: كلمة مرور غير صالحة أو بيانات مفتاح تالفة
es: Contraseña inválida o datos de clave corruptos
fr: Mot de passe invalide ou données de clé corrompues
ko: 잘못된 비밀번호이거나 키 데이터가 손상되었습니다
pt: Senha inválida ou dados de chave corrompidos
ru: Неверный пароль или повреждённые данные ключа
tl: Hindi wastong password o sira ang key data
vi: Mật khẩu không hợp lệ hoặc dữ liệu khóa bị hỏng
zh_hans: 密码无效或密钥数据损坏

# errors_invalidWordCount
source: Invalid word count. Must be 12, 15, 18, or 24.
ar: عدد كلمات غير صالح. يجب أن يكون 12 أو 15 أو 18 أو 24.
es: Cantidad de palabras inválida. Debe ser 12, 15, 18 o 24.
fr: Nombre de mots invalide. Doit être 12, 15, 18 ou 24.
ko: 잘못된 단어 수입니다. 12, 15, 18 또는 24여야 합니다.
pt: Quantidade de palavras inválida. Deve ser 12, 15, 18 ou 24.
ru: Неверное количество слов. Должно быть 12, 15, 18 или 24.
tl: Hindi wastong bilang ng salita. Dapat 12, 15, 18 o 24.
vi: Số từ không hợp lệ. Phải là 12, 15, 18 hoặc 24.
zh_hans: 单词数量无效。必须是12、15、18或24。

# errors_migrationRequired
source: This identity needs to be migrated. Please use the migration tool in Settings.
ar: هذه الهوية تحتاج إلى ترحيل. يرجى استخدام أداة الترحيل في الإعدادات.
es: Esta identidad necesita ser migrada. Por favor usa la herramienta de migración en Configuración.
fr: Cette identité doit être migrée. Veuillez utiliser l'outil de migration dans les Paramètres.
ko: 이 신원은 마이그레이션이 필요합니다. 설정에서 마이그레이션 도구를 사용하세요.
pt: Esta identidade precisa ser migrada. Por favor, use a ferramenta de migração nas Configurações.
ru: Эта личность требует миграции. Пожалуйста, используйте инструмент миграции в Настройках.
tl: Kailangan i-migrate ang pagkakakilanlang ito. Gamitin ang migration tool sa Settings.
vi: Danh tính này cần được di chuyển. Vui lòng sử dụng công cụ di chuyển trong Cài đặt.
zh_hans: 此身份需要迁移。请使用设置中的迁移工具。

# errors_networkError
source: Network error. Please check your connection.
ar: خطأ في الشبكة. يرجى التحقق من اتصالك.
es: Error de red. Por favor verifica tu conexión.
fr: Erreur réseau. Veuillez vérifier votre connexion.
ko: 네트워크 오류입니다. 연결을 확인해 주세요.
pt: Erro de rede. Por favor, verifique sua conexão.
ru: Ошибка сети. Пожалуйста, проверьте подключение.
tl: Error sa network. Suriin ang iyong koneksyon.
vi: Lỗi mạng. Vui lòng kiểm tra kết nối của bạn.
zh_hans: 网络错误。请检查您的连接。

# errors_noIdentitySelected
source: No identity selected
ar: لم يتم اختيار هوية
es: Ninguna identidad seleccionada
fr: Aucune identité sélectionnée
ko: 선택된 신원이 없습니다
pt: Nenhuma identidade selecionada
ru: Личность не выбрана
tl: Walang napiling pagkakakilanlan
vi: Chưa chọn danh tính
zh_hans: 未选择身份

# errors_rateLimited
source: Too many attempts. Please try again later.
ar: محاولات كثيرة جداً. يرجى المحاولة مرة أخرى لاحقاً.
es: Demasiados intentos. Por favor intenta de nuevo más tarde.
fr: Trop de tentatives. Veuillez réessayer plus tard.
ko: 시도가 너무 많습니다. 나중에 다시 시도해 주세요.
pt: Muitas tentativas. Por favor, tente novamente mais tarde.
ru: Слишком много попыток. Пожалуйста, попробуйте позже.
tl: Masyadong maraming pagsubok. Subukan ulit mamaya.
vi: Quá nhiều lần thử. Vui lòng thử lại sau.
zh_hans: 尝试次数过多。请稍后重试。

# errors_unknownError
source: An unknown error occurred
ar: حدث خطأ غير معروف
es: Ocurrió un error desconocido
fr: Une erreur inconnue s'est produite
ko: 알 수 없는 오류가 발생했습니다
pt: Ocorreu um erro desconhecido
ru: Произошла неизвестная ошибка
tl: May nangyaring hindi kilalang error
vi: Đã xảy ra lỗi không xác định
zh_hans: 发生未知错误

# errors_webauthnFailed
source: WebAuthn authentication failed
ar: فشلت مصادقة WebAuthn
es: Falló la autenticación WebAuthn
fr: Échec de l'authentification WebAuthn
ko: WebAuthn 인증 실패
pt: Falha na autenticação WebAuthn
ru: Ошибка аутентификации WebAuthn
tl: Nabigo ang WebAuthn authentication
vi: Xác thực WebAuthn thất bại
zh_hans: WebAuthn认证失败

# errors_webauthnNotEnabled
source: WebAuthn not enabled for this identity
ar: WebAuthn غير مفعل لهذه الهوية
es: WebAuthn no está habilitado para esta identidad
fr: WebAuthn n'est pas activé pour cette identité
ko: 이 신원에서 WebAuthn이 활성화되지 않았습니다
pt: WebAuthn não está habilitado para esta identidade
ru: WebAuthn не включён для этой личности
tl: Hindi pinagana ang WebAuthn para sa pagkakakilanlang ito
vi: WebAuthn chưa được bật cho danh tính này
zh_hans: 此身份未启用WebAuthn

# errors_webauthnNotSupported
source: WebAuthn is not supported on this device
ar: WebAuthn غير مدعوم على هذا الجهاز
es: WebAuthn no es compatible con este dispositivo
fr: WebAuthn n'est pas pris en charge sur cet appareil
ko: 이 기기에서는 WebAuthn이 지원되지 않습니다
pt: WebAuthn não é suportado neste dispositivo
ru: WebAuthn не поддерживается на этом устройстве
tl: Hindi sinusuportahan ng device na ito ang WebAuthn
vi: Thiết bị này không hỗ trợ WebAuthn
zh_hans: 此设备不支持WebAuthn

# eventCard_locationReveals
source: Location reveals: %@
ar: يظهر الموقع في: %@
es: La ubicacion se revela: %@
fr: Lieu revele le: %@
ko: 장소 공개: %@
pt: Local revelado em: %@
ru: Место станет известно: %@
tl: Ihahayag ang lokasyon: %@
vi: Dia diem se hien thi: %@
zh_hans: 地点公开时间: %@

# eventCard_maxAttendees
source: Max %lld attendees
ar: الحد الأقصى %lld مشارك
es: Maximo %lld asistentes
fr: Maximum %lld participants
ko: 최대 %lld명 참석 가능
pt: Maximo de %lld participantes
ru: Максимум %lld участников
tl: Hanggang %lld dadalo
vi: Toi da %lld nguoi tham gia
zh_hans: 最多 %lld 人参加

# eventCard_privacyLabels_directAction
source: Direct Action
ar: عمل مباشر
es: Accion Directa
fr: Action directe
ko: 직접 행동
pt: Acao Direta
ru: Прямое действие
tl: Direktang Aksyon
vi: Hanh dong truc tiep
zh_hans: 直接行动

# eventCard_privacyLabels_group
source: Group Only
ar: المجموعة فقط
es: Solo Grupo
fr: Groupe uniquement
ko: 그룹 전용
pt: Apenas Grupo
ru: Только для группы
tl: Grupo Lamang
vi: Chi nhom
zh_hans: 仅限群组

# eventCard_privacyLabels_private
source: Private
ar: خاص
es: Privado
fr: Prive
ko: 비공개
pt: Privado
ru: Приватное
tl: Pribado
vi: Rieng tu
zh_hans: 私密

# eventCard_privacyLabels_public
source: Public
ar: عام
es: Publico
ko: 공개
pt: Publico
ru: Публичное
tl: Pampubliko
vi: Cong khai
zh_hans: 公开

# eventDetail_actions_close
source: Close
ar: إغلاق
es: Cerrar
fr: Fermer
ko: 닫기
pt: Fechar
ru: Закрыть
tl: Isara
vi: Dong
zh_hans: 关闭

# eventDetail_actions_edit
source: Edit
ar: تعديل
es: Editar
fr: Modifier
ko: 수정
pt: Editar
ru: Редактировать
tl: I-edit
vi: Chinh sua
zh_hans: 编辑

# eventDetail_capacity
source: %1$@ / %2$@ capacity
ar: %1$@ / %2$@ السعة
es: %1$@ / %2$@ capacidad
fr: %1$@ / %2$@ capacite
ko: %1$@ / %2$@ 정원
pt: %1$@ / %2$@ capacidade
ru: %1$@ / %2$@ мест
tl: %1$@ / %2$@ kapasidad
vi: %1$@ / %2$@ suc chua
zh_hans: %1$@ / %2$@ 容量

# eventDetail_description
source: Description
ar: الوصف
es: Descripcion
ko: 설명
pt: Descricao
ru: Описание
tl: Paglalarawan
vi: Mo ta
zh_hans: 描述

# eventDetail_endTime
source: End Time
ar: وقت الانتهاء
es: Hora de fin
fr: Heure de fin
ko: 종료 시간
pt: Hora de Termino
ru: Время окончания
tl: Oras ng Pagtatapos
vi: Thoi gian ket thuc
zh_hans: 结束时间

# eventDetail_location
source: Location
ar: الموقع
es: Ubicacion
fr: Lieu
ko: 장소
pt: Local
ru: Место
tl: Lokasyon
vi: Dia diem
zh_hans: 地点

# eventDetail_locationReveals
source: Reveals at %@
ar: يُكشف في %@
es: Se revela a las %@
fr: Revele a %@
ko: %@에 공개됨
pt: Revelado as %@
ru: Откроется в %@
tl: Ilalantad sa %@
vi: Se duoc tiet lo luc %@
zh_hans: 将于 %@ 公布

# eventDetail_privacy_directAction
source: Direct Action
ar: عمل مباشر
es: Accion directa
fr: Action directe
ko: 직접 행동
pt: Acao Direta
ru: Прямое действие
tl: Direktang Aksyon
vi: Hanh dong truc tiep
zh_hans: 直接行动

# eventDetail_privacy_group
source: Group Only
ar: للمجموعة فقط
es: Solo del grupo
fr: Groupe uniquement
ko: 그룹 전용
pt: Apenas Grupo
ru: Только для группы
tl: Para sa Grupo Lamang
vi: Chi trong nhom
zh_hans: 仅限群组

# eventDetail_privacy_private
source: Private Event
ar: حدث خاص
es: Evento privado
fr: Evenement prive
ko: 비공개 행사
pt: Evento Privado
ru: Частное мероприятие
tl: Pribadong Kaganapan
vi: Su kien rieng tu
zh_hans: 私密活动

# eventDetail_privacy_public
source: Public Event
ar: حدث عام
es: Evento publico
fr: Evenement public
ko: 공개 행사
pt: Evento Publico
ru: Публичное мероприятие
tl: Pampublikong Kaganapan
vi: Su kien cong khai
zh_hans: 公开活动

# eventDetail_rsvpCounts_going
source: %lld Going
ar: %lld سيحضرون
es: %lld Asistiran
fr: %lld Participeront
ko: %lld명 참석
pt: %lld Confirmados
ru: %lld идут
tl: %lld Pupunta
vi: %lld nguoi se tham gia
zh_hans: %lld 人参加

# eventDetail_rsvpCounts_maybe
source: %lld Maybe
ar: %lld ربما
es: %lld Tal vez
fr: %lld Peut-etre
ko: %lld명 미정
pt: %lld Talvez
ru: %lld возможно
tl: %lld Marahil
vi: %lld nguoi co the
zh_hans: %lld 人可能参加

# eventDetail_rsvpCounts_notGoing
source: %lld Not Going
ar: %lld لن يحضروا
es: %lld No asistiran
fr: %lld Ne participeront pas
ko: %lld명 불참
pt: %lld Nao Vao
ru: %lld не идут
tl: %lld Hindi Pupunta
vi: %lld nguoi khong tham gia
zh_hans: %lld 人不参加

# eventDetail_rsvpStatus
source: RSVP Status
ar: حالة التأكيد
es: Estado de Confirmacion
fr: Statut de confirmation
ko: 참석 여부
pt: Status de Confirmacao
ru: Статус участия
tl: Status ng Pagdalo
vi: Trang thai xac nhan
zh_hans: 回复状态

# eventDetail_startTime
source: Start Time
ar: وقت البدء
es: Hora de inicio
fr: Heure de debut
ko: 시작 시간
pt: Hora de Inicio
ru: Время начала
tl: Oras ng Simula
vi: Thoi gian bat dau
zh_hans: 开始时间

# eventDetail_tabs_attendees
source: Attendees
ar: الحضور
es: Asistentes
fr: Participants
ko: 참석자
pt: Participantes
ru: Участники
tl: Mga Dadalo
vi: Nguoi tham gia
zh_hans: 参与者

# eventDetail_tabs_details
source: Details
ar: التفاصيل
es: Detalles
ko: 상세 정보
pt: Detalhes
ru: Детали
tl: Detalye
vi: Chi tiet
zh_hans: 详情

# eventDetail_tags
source: Tags
ar: العلامات
es: Etiquetas
ko: 태그
ru: Теги
tl: Mga Tag
vi: The
zh_hans: 标签

# eventFeedCard_capacity
source: %1$@ / %2$@ attending
ar: %1$@ / %2$@ مشارك
es: %1$@ / %2$@ asistentes
fr: %1$@ / %2$@ participants
ko: %1$@ / %2$@ 참석
pt: %1$@ / %2$@ participando
ru: %1$@ / %2$@ участников
tl: %1$@ / %2$@ dadalo
vi: %1$@ / %2$@ nguoi tham gia
zh_hans: %1$@ / %2$@ 人参加

# eventFeedCard_createdEvent
source: created an event
ar: أنشأ حدثاً
es: creo un evento
fr: a cree un evenement
ko: 이벤트를 생성했습니다
pt: criou um evento
ru: создал(а) мероприятие
tl: gumawa ng event
vi: da tao mot su kien
zh_hans: 创建了一个活动

# eventFeedCard_details
source: Details
ar: التفاصيل
es: Detalles
ko: 상세정보
pt: Detalhes
ru: Подробности
tl: Mga Detalye
vi: Chi tiet
zh_hans: 详情

# eventFeedCard_locationReveal
source: Location revealed %@ before event
ar: يُكشف الموقع قبل %@ من الحدث
es: Ubicacion revelada %@ antes del evento
fr: Lieu revele %@ avant l'evenement
ko: 이벤트 %@ 전에 장소 공개
pt: Local revelado %@ antes do evento
ru: Место будет раскрыто за %@ до мероприятия
tl: Ang lokasyon ay ilalabas %@ bago ang event
vi: Dia diem duoc cong bo truoc %@ cua su kien
zh_hans: 活动前 %@ 公布地点

# eventFeedCard_privacy_directAction
source: Direct Action
ar: عمل مباشر
es: Accion Directa
fr: Action Directe
ko: 직접 행동
pt: Acao Direta
ru: Прямое действие
tl: Direktang Aksyon
vi: Hanh dong Truc tiep
zh_hans: 直接行动

# eventFeedCard_privacy_group
source: Group Event
ar: حدث مجموعة
es: Evento de Grupo
fr: Evenement de Groupe
ko: 그룹 이벤트
pt: Evento do Grupo
ru: Групповое мероприятие
tl: Event ng Grupo
vi: Su kien Nhom
zh_hans: 群组活动

# eventFeedCard_privacy_private
source: Private Event
ar: حدث خاص
es: Evento Privado
fr: Evenement Prive
ko: 비공개 이벤트
pt: Evento Privado
ru: Приватное мероприятие
tl: Pribadong Event
vi: Su kien Rieng tu
zh_hans: 私密活动

# eventFeedCard_privacy_public
source: Public Event
ar: حدث عام
es: Evento Publico
fr: Evenement Public
ko: 공개 이벤트
pt: Evento Publico
ru: Публичное мероприятие
tl: Pampublikong Event
vi: Su kien Cong khai
zh_hans: 公开活动

# eventFeedCard_rsvp_going
source: RSVP Going
ar: تأكيد الحضور
es: Confirmar Asistencia
fr: Confirmer la presence
ko: 참석 응답
pt: Confirmar Presenca
ru: Подтвердить участие
tl: Kumpirmahin ang Pagdalo
vi: Xac nhan Tham gia
zh_hans: 确认参加

# eventFeedCard_rsvp_goingConfirmed
source: Going
ar: سأحضر
es: Asistire
fr: J'y vais
ko: 참석
pt: Confirmado
ru: Иду
tl: Pupunta
vi: Se tham gia
zh_hans: 将参加

# eventFeedCard_rsvp_maybe
source: Maybe
ar: ربما
es: Tal vez
fr: Peut-etre
ko: 미정
pt: Talvez
ru: Возможно
tl: Siguro
vi: Co the
zh_hans: 可能参加

# eventFeedCard_rsvp_maybeConfirmed
source: Maybe
ar: ربما
es: Tal vez
fr: Peut-etre
ko: 미정
pt: Talvez
ru: Возможно
tl: Siguro
vi: Co the
zh_hans: 可能参加

# eventFeedCard_time_todayAt
source: Today at %@
ar: اليوم الساعة %@
es: Hoy a las %@
fr: Aujourd'hui a %@
ko: 오늘 %@
pt: Hoje as %@
ru: Сегодня в %@
tl: Ngayon sa %@
vi: Hom nay luc %@
zh_hans: 今天 %@

# eventFeedCard_time_tomorrowAt
source: Tomorrow at %@
ar: غداً الساعة %@
es: Manana a las %@
fr: Demain a %@
ko: 내일 %@
pt: Amanha as %@
ru: Завтра в %@
tl: Bukas sa %@
vi: Ngay mai luc %@
zh_hans: 明天 %@

# events_allEvents
source: All Events
ar: جميع الأحداث
es: Todos los eventos
fr: Tous les événements
ko: 모든 이벤트
pt: Todos os Eventos
ru: Все события
tl: Lahat ng Event
vi: Tất cả sự kiện
zh_hans: 所有活动

# events_calendar
source: Calendar
ar: التقويم
es: Calendario
fr: Calendrier
ko: 캘린더
pt: Calendario
ru: Календарь
tl: Kalendaryo
vi: Lịch
zh_hans: 日历

# events_capacity
source: Capacity
ar: السعة
es: Capacidad
fr: Capacité
ko: 정원
pt: Capacidade
ru: Вместимость
tl: Kapasidad
vi: Sức chứa
zh_hans: 容量

# events_createEvent
source: Create Event
ar: إنشاء فعالية
es: Crear Evento
fr: Créer un Événement
ko: 이벤트 만들기
pt: Criar Evento
ru: Создать событие
tl: Lumikha ng Event
vi: Tạo sự kiện
zh_hans: 创建活动

# events_endTime
source: End Time
ar: وقت الانتهاء
es: Hora de Fin
fr: Heure de Fin
ko: 종료 시간
pt: Horario de Termino
ru: Время окончания
tl: Oras ng Pagtatapos
vi: Thời gian kết thúc
zh_hans: 结束时间

# events_eventName
source: Event Name
ar: اسم الفعالية
es: Nombre del Evento
fr: Nom de l'Événement
ko: 이벤트 이름
pt: Nome do Evento
ru: Название события
tl: Pangalan ng Event
vi: Tên sự kiện
zh_hans: 活动名称

# events_exportCalendar
source: Export to Calendar
ar: تصدير إلى التقويم
es: Exportar al Calendario
fr: Exporter vers le Calendrier
ko: 캘린더로 내보내기
pt: Exportar para Calendario
ru: Экспортировать в календарь
tl: I-export sa Calendar
vi: Xuất ra lịch
zh_hans: 导出到日历

# events_going
source: Going
ar: سأحضر
es: Asistiré
fr: J'y vais
ko: 참석
pt: Vou
ru: Иду
tl: Pupunta
vi: Sẽ tham gia
zh_hans: 参加

# events_groupDescription
source: Group events and gatherings
ar: أحداث وتجمعات المجموعة
es: Eventos y reuniones del grupo
fr: Événements et rassemblements du groupe
ko: 그룹 이벤트 및 모임
pt: Eventos e encontros do grupo
ru: Групповые мероприятия и встречи
tl: Mga event at pagtitipon ng grupo
vi: Sự kiện và họp mặt của nhóm
zh_hans: 群组活动和聚会

# events_location
source: Location
ar: الموقع
es: Ubicación
fr: Lieu
ko: 장소
pt: Local
ru: Место проведения
tl: Lokasyon
vi: Địa điểm
zh_hans: 地点

# events_maybe
source: Maybe
ar: ربما
es: Quizás
fr: Peut-être
ko: 미정
pt: Talvez
ru: Возможно
tl: Baka
vi: Có thể
zh_hans: 可能参加

# events_meta_description
source: Coordinate events, rallies, workshops, and community gatherings.
ar: تنسيق الفعاليات والمظاهرات وورش العمل والتجمعات المجتمعية.
es: Coordina eventos, manifestaciones, talleres y reuniones comunitarias.
fr: Coordonnez événements, rassemblements, ateliers et réunions communautaires.

# events_noEvents
source: No events yet
ar: لا توجد فعاليات حتى الآن
es: No hay eventos todavía
fr: Pas encore d'événements
ko: 아직 이벤트가 없습니다
pt: Nenhum evento ainda
ru: Пока нет событий
tl: Wala pang mga event
vi: Chưa có sự kiện
zh_hans: 暂无活动

# events_notGoing
source: Not Going
ar: لن أحضر
es: No Asistiré
fr: Je n'y vais pas
ko: 불참
pt: Nao Vou
ru: Не иду
tl: Hindi Pupunta
vi: Không tham gia
zh_hans: 不参加

# events_publicDescription
source: Public events and gatherings
ar: الأحداث والتجمعات العامة
es: Eventos y reuniones públicos
fr: Événements et rassemblements publics
ko: 공개 이벤트 및 모임
pt: Eventos e encontros publicos
ru: Публичные мероприятия и встречи
tl: Mga pampublikong event at pagtitipon
vi: Sự kiện và họp mặt công khai
zh_hans: 公开活动和聚会

# events_rsvp
source: RSVP
ar: تأكيد الحضور
es: Confirmar Asistencia
ko: 참석 여부
pt: Confirmar Presenca
ru: Подтвердить участие
vi: Phản hồi tham dự
zh_hans: 回复

# events_startTime
source: Start Time
ar: وقت البدء
es: Hora de Inicio
fr: Heure de Début
ko: 시작 시간
pt: Horario de Inicio
ru: Время начала
tl: Oras ng Simula
vi: Thời gian bắt đầu
zh_hans: 开始时间

# events_title
source: Events
ar: الفعاليات
es: Eventos
fr: Événements
ko: 이벤트
pt: Eventos
ru: События
tl: Mga Event
vi: Sự kiện
zh_hans: 活动

# events_upcoming
source: Upcoming
ar: القادمة
es: Próximos
fr: À venir
ko: 예정된 이벤트
pt: Proximos
ru: Предстоящие
tl: Paparating
vi: Sắp tới
zh_hans: 即将举行

# eventsCalendarView_eventsOn
source: Events on %@
ar: الأحداث في %@
es: Eventos el %@
fr: Evenements le %@
ko: %@ 일정
pt: Eventos em %@
ru: События на %@
tl: Mga kaganapan sa %@
vi: Su kien ngay %@
zh_hans: %@的活动

# eventsCalendarView_exportAll
source: Export All
ar: تصدير الكل
es: Exportar todo
fr: Tout exporter
ko: 모두 내보내기
pt: Exportar Tudo
ru: Экспортировать все
tl: I-export Lahat
vi: Xuat tat ca
zh_hans: 全部导出

# eventsCalendarView_noEvents
source: No events on this date
ar: لا توجد أحداث في هذا التاريخ
es: No hay eventos en esta fecha
fr: Aucun evenement a cette date
ko: 이 날짜에 일정이 없습니다
pt: Nenhum evento nesta data
ru: Нет событий на эту дату
tl: Walang kaganapan sa petsang ito
vi: Khong co su kien vao ngay nay
zh_hans: 此日期没有活动

# eventsCalendarView_title
source: Calendar
ar: التقويم
es: Calendario
fr: Calendrier
ko: 캘린더
pt: Calendario
ru: Календарь
tl: Kalendaryo
vi: Lich
zh_hans: 日历

# fileList_confirmDeleteFile
source: Delete this file?
ar: هل تريد حذف هذا الملف؟
es: Eliminar este archivo?
fr: Supprimer ce fichier ?
ko: 이 파일을 삭제하시겠습니까?
pt: Excluir este arquivo?
ru: Удалить этот файл?
tl: Burahin ang file na ito?
vi: Xoa tap tin nay?
zh_hans: 确定删除此文件？
